window.leader_skill = [
  {
    "id": 0,
    "name": "沒有技能",
    "desc": "沒有技能"
  },
  {
    "id": 1,
    "name": "海之力",
    "desc": "水屬性攻擊力 1.5 倍"
  },
  {
    "id": 2,
    "name": "海之怒",
    "desc": "水屬性攻擊力 2 倍"
  },
  {
    "id": 3,
    "name": "炎之力",
    "desc": "火屬性攻擊力 1.5 倍"
  },
  {
    "id": 4,
    "name": "炎之怒",
    "desc": "火屬性攻擊力 2 倍"
  },
  {
    "id": 5,
    "name": "森之力",
    "desc": "木屬性攻擊力 1.5 倍"
  },
  {
    "id": 6,
    "name": "森之怒",
    "desc": "木屬性攻擊力 2 倍"
  },
  {
    "id": 7,
    "name": "聖之力",
    "desc": "光屬性攻擊力 1.5 倍"
  },
  {
    "id": 8,
    "name": "聖之怒",
    "desc": "光屬性攻擊力 2 倍"
  },
  {
    "id": 9,
    "name": "邪之力",
    "desc": "暗屬性攻擊力 1.5 倍"
  },
  {
    "id": 10,
    "name": "邪之怒",
    "desc": "暗屬性攻擊力 2 倍"
  },
  {
    "id": 11,
    "name": "水之防護",
    "desc": "水屬性傷害減少 30%"
  },
  {
    "id": 12,
    "name": "水之防壁",
    "desc": "水屬性傷害減少 50%"
  },
  {
    "id": 13,
    "name": "火之防護",
    "desc": "火屬性傷害減少 30%"
  },
  {
    "id": 14,
    "name": "火之防壁",
    "desc": "火屬性傷害減少 50%"
  },
  {
    "id": 15,
    "name": "木之防護",
    "desc": "木屬性傷害減少 30%"
  },
  {
    "id": 16,
    "name": "木之防壁",
    "desc": "木屬性傷害減少 50%"
  },
  {
    "id": 17,
    "name": "光之防護",
    "desc": "光屬性傷害減少 30%"
  },
  {
    "id": 18,
    "name": "光之防壁",
    "desc": "光屬性傷害減少 50%"
  },
  {
    "id": 19,
    "name": "暗之防護",
    "desc": "暗屬性傷害減少 30%"
  },
  {
    "id": 20,
    "name": "暗之防壁",
    "desc": "暗屬性傷害減少 50%"
  },
  {
    "id": 21,
    "name": "水之制裁",
    "desc": "提升水屬性對火屬性目標的攻擊力\n(包括主動技)"
  },
  {
    "id": 22,
    "name": "水之審判",
    "desc": "大幅提升水屬性對火屬性目標的攻擊力\n(包括主動技)"
  },
  {
    "id": 23,
    "name": "火之制裁",
    "desc": "提升火屬性對木屬性目標的攻擊力\n(包括主動技)"
  },
  {
    "id": 24,
    "name": "火之審判",
    "desc": "大幅提升火屬性對木屬性目標的攻擊力\n(包括主動技)"
  },
  {
    "id": 25,
    "name": "木之制裁",
    "desc": "提升木屬性對水屬性目標的攻擊力\n(包括主動技)"
  },
  {
    "id": 26,
    "name": "木之審判",
    "desc": "大幅提升木屬性對水屬性目標的攻擊力\n(包括主動技)"
  },
  {
    "id": 27,
    "name": "光之制裁",
    "desc": "提升光屬性對暗屬性目標的攻擊力\n(包括主動技)"
  },
  {
    "id": 28,
    "name": "光之審判",
    "desc": "大幅提升光屬性對暗屬性目標的攻擊力\n(包括主動技)"
  },
  {
    "id": 29,
    "name": "暗之制裁",
    "desc": "提升暗屬性對光屬性目標的攻擊力\n(包括主動技)"
  },
  {
    "id": 30,
    "name": "暗之審判",
    "desc": "大幅提升暗屬性對光屬性目標的攻擊力\n(包括主動技)"
  },
  {
    "id": 31,
    "name": "人類之力",
    "desc": "人類攻擊力 1.5 倍"
  },
  {
    "id": 32,
    "name": "人類之意志",
    "desc": "人類生命力 2.5 倍"
  },
  {
    "id": 33,
    "name": "野獸之力",
    "desc": "獸類攻擊力 1.5 倍"
  },
  {
    "id": 34,
    "name": "野獸之怒",
    "desc": "獸類攻擊力 2 倍"
  },
  {
    "id": 35,
    "name": "野獸之血",
    "desc": "獸類生命力 2 倍"
  },
  {
    "id": 36,
    "name": "野獸之復甦",
    "desc": "獸類回復力 2 倍"
  },
  {
    "id": 37,
    "name": "妖精之力",
    "desc": "妖精類攻擊力 1.5 倍"
  },
  {
    "id": 38,
    "name": "機械之力",
    "desc": "機械類攻擊力 1.5 倍"
  },
  {
    "id": 39,
    "name": "龍之力",
    "desc": "龍類攻擊力 1.5 倍"
  },
  {
    "id": 40,
    "name": "龍之怒",
    "desc": "龍類攻擊力 2 倍"
  },
  {
    "id": 41,
    "name": "海龍王之怒",
    "desc": "龍類及神族攻擊力 2 倍"
  },
  {
    "id": 42,
    "name": "牛魔王之怒",
    "desc": "獸類及妖精類攻擊力 2.5 倍"
  },
  {
    "id": 43,
    "name": "金剛不壞",
    "desc": "HP 愈高，所受傷害愈低"
  },
  {
    "id": 44,
    "name": "狐仙軍神",
    "desc": "全隊攻擊力及回復力 1.5 倍"
  },
  {
    "id": 45,
    "name": "百步穿楊",
    "desc": "當進行單體攻擊時\n⇒ 全隊攻擊力 2.5 倍"
  },
  {
    "id": 46,
    "name": "木馬屠城計",
    "desc": "當生命力 30% 以下，全隊攻擊力 2.5 倍"
  },
  {
    "id": 47,
    "name": "水之驅動",
    "desc": "每累計消除 4 粒水符石 \n⇒ 將掉落 1 粒水強化符石"
  },
  {
    "id": 48,
    "name": "火之驅動",
    "desc": "每累計消除 4 粒火符石 \n⇒ 將掉落 1 粒火強化符石"
  },
  {
    "id": 49,
    "name": "木之驅動",
    "desc": "每累計消除 4 粒木符石 \n⇒ 將掉落 1 粒木強化符石"
  },
  {
    "id": 50,
    "name": "光之驅動",
    "desc": "每累計消除 4 粒光符石 \n⇒ 將掉落 1 粒光強化符石"
  },
  {
    "id": 51,
    "name": "暗之驅動",
    "desc": "每累計消除 4 粒暗符石 \n⇒ 將掉落 1 粒暗強化符石"
  },
  {
    "id": 52,
    "name": "灼熱境界",
    "desc": "無視敵方屬性，\n每回合以自身攻擊力追打 1 次\n(需消除符石)"
  },
  {
    "id": 53,
    "name": "燎原境界",
    "desc": "每回合以自身攻擊力基值 3 倍對敵方全體\n後追打無屬性攻擊 1 次"
  },
  {
    "id": 54,
    "name": "獄炎境界",
    "desc": "每回合以自身攻擊力基值 5 倍對敵方全體\n後追打無屬性攻擊 1 次"
  },
  {
    "id": 55,
    "name": "治療之心",
    "desc": "每回合回復自身回復力等值的生命力\n(需消除符石)"
  },
  {
    "id": 56,
    "name": "痊癒之心",
    "desc": "每回合回復 3 倍自身回復力  (需消除符石)"
  },
  {
    "id": 57,
    "name": "進擊支援",
    "desc": "連擊 (Combo) 時攻擊力提升 25%"
  },
  {
    "id": 58,
    "name": "傾國傾城",
    "desc": "連擊 (Combo) 時攻擊力提升 75%"
  },
  {
    "id": 59,
    "name": "水之代價",
    "desc": "以所受傷害 2 倍\n⇒ 對敵方攻擊者進行水屬性反擊"
  },
  {
    "id": 60,
    "name": "兩儀",
    "desc": "所受傷害 30% (不包括敵技傷害)\n⇒ 轉化為我方生命力"
  },
  {
    "id": 61,
    "name": "光明代價",
    "desc": "以所受傷害對敵方全體進行光屬性反擊"
  },
  {
    "id": 62,
    "name": "暗黑代價",
    "desc": "以所受傷害對敵方全體進行暗屬性反擊"
  },
  {
    "id": 63,
    "name": "不倒意志",
    "desc": "當前生命力大於 70% 時\n⇒ 下一次所受傷害不會使你死亡\n(同 1 回合只發動 1 次）"
  },
  {
    "id": 64,
    "name": "絕境意志",
    "desc": "當前生命力大於 50% 時\n⇒ 下一次所受傷害不會使你死亡\n(同 1 回合只發動 1 次）"
  },
  {
    "id": 65,
    "name": "攻守一體 ‧ 水",
    "desc": "水符石兼具 50% 心符石效果"
  },
  {
    "id": 66,
    "name": "攻守一體 ‧ 火",
    "desc": "火符石兼具 50% 心符石效果"
  },
  {
    "id": 67,
    "name": "攻守一體 ‧ 木",
    "desc": "木符石兼具 50% 心符石效果"
  },
  {
    "id": 68,
    "name": "靈魂收割 ‧ 起",
    "desc": "當敵方生命力 40% 以下\n⇒ 以自身攻擊力基值對敵方全體\n    後追打無屬性攻擊 1 次 (無視防禦力)"
  },
  {
    "id": 69,
    "name": "靈魂收割 ‧ 狙",
    "desc": "當敵方生命力 40% 以下\n⇒ 以自身攻擊力基值 3 倍對敵方全體\n    後追打無屬性攻擊 1 次 (無視防禦力)"
  },
  {
    "id": 70,
    "name": "靈魂收割 ‧ 結",
    "desc": "當敵方生命力 40% 以下\n⇒ 以自身攻擊力基值 6 倍對敵方全體\n    後追打無屬性攻擊 1 次 (無視防禦力)"
  },
  {
    "id": 71,
    "name": "暴擊",
    "desc": "每回合有 25% 機率攻擊力 5 倍"
  },
  {
    "id": 72,
    "name": "暴擊 ‧ 改",
    "desc": "每回合有 30% 機率攻擊力 5 倍"
  },
  {
    "id": 73,
    "name": "野獸之狂怒",
    "desc": "獸類攻擊力 2.5 倍"
  },
  {
    "id": 74,
    "name": "野獸之意志",
    "desc": "獸類生命力 2.5 倍"
  },
  {
    "id": 75,
    "name": "野獸之再生",
    "desc": "獸類回復力 2.5 倍"
  },
  {
    "id": 76,
    "name": "妖精之舞",
    "desc": "妖精類攻擊力及回復力 2 倍"
  },
  {
    "id": 77,
    "name": "龍之狂怒",
    "desc": "龍類攻擊力 2.5 倍"
  },
  {
    "id": 78,
    "name": "攻守一體 ‧ 光",
    "desc": "光符石兼具 50% 心符石效果"
  },
  {
    "id": 79,
    "name": "攻守一體 ‧ 暗",
    "desc": "暗符石兼具 50% 心符石效果"
  },
  {
    "id": 80,
    "name": "罪之代價",
    "desc": "以所受傷害 2 倍\n⇒ 對敵方攻擊者進行相剋屬性反擊"
  },
  {
    "id": 81,
    "name": "傾國傾城",
    "desc": "連擊 (Combo) 時攻擊力大幅提升"
  },
  {
    "id": 82,
    "name": "金剛不壞",
    "desc": "生命力愈高\n⇒ 所受傷害愈低，最多減少 60% 傷害"
  },
  {
    "id": 83,
    "name": "水之連動",
    "desc": "每累計消除 3 粒水符石\n⇒ 將掉落 1 粒水強化符石"
  },
  {
    "id": 84,
    "name": "火之連動",
    "desc": "每累計消除 3 粒火符石\n⇒ 將掉落 1 粒火強化符石"
  },
  {
    "id": 85,
    "name": "木之連動",
    "desc": "每累計消除 3 粒木符石\n⇒ 將掉落 1 粒木強化符石"
  },
  {
    "id": 86,
    "name": "光之連動",
    "desc": "每累計消除 3 粒光符石\n⇒ 將掉落 1 粒光強化符石"
  },
  {
    "id": 87,
    "name": "暗之連動",
    "desc": "每累計消除 3 粒暗符石\n⇒ 將掉落 1 粒暗強化符石"
  },
  {
    "id": 88,
    "name": "妖精之歌",
    "desc": "妖精類回復力 1.5 倍"
  },
  {
    "id": 89,
    "name": "妖精之心",
    "desc": "妖精類生命力 1.5 倍"
  },
  {
    "id": 90,
    "name": "妖精領域",
    "desc": "妖精類回復力 2 倍"
  },
  {
    "id": 91,
    "name": "妖精之血",
    "desc": "妖精類生命力 2 倍"
  },
  {
    "id": 92,
    "name": "妖精之怒",
    "desc": "妖精類攻擊力 2 倍"
  },
  {
    "id": 93,
    "name": "龍之氣息",
    "desc": "I. 龍類攻擊力 1.5 倍\nII. 龍類成員增加 120 點回復力基值"
  },
  {
    "id": 94,
    "name": "真龍之淚",
    "desc": "I. 龍類攻擊力 2 倍\nII. 龍類成員增加 150 點回復力基值"
  },
  {
    "id": 95,
    "name": "致命暴擊",
    "desc": "每回合有 30% 機率攻擊力 6 倍"
  },
  {
    "id": 96,
    "name": "致命暴擊",
    "desc": "I. 每回合有 30% 機率攻擊力 6 倍\nII. 當生命力少於 10%\n⇒ 機率由 30% 變成 50%"
  },
  {
    "id": 97,
    "name": "一念之間",
    "desc": "減少 50% 移動符石時間，全隊攻擊力 2.5 倍"
  },
  {
    "id": 98,
    "name": "會心一擊",
    "desc": "生命力愈低時\n⇒ 全隊攻擊力會愈高，最大 6 倍"
  },
  {
    "id": 99,
    "name": "會心一擊 - 改",
    "desc": "生命力愈低時\n⇒ 全隊攻擊力會愈高，最大 8 倍"
  },
  {
    "id": 100,
    "name": "水之狂怒",
    "desc": "水屬性攻擊力 2.5 倍"
  },
  {
    "id": 101,
    "name": "水之治療",
    "desc": "水屬性回復力 1.5 倍"
  },
  {
    "id": 102,
    "name": "水之復甦",
    "desc": "水屬性回復力 2 倍"
  },
  {
    "id": 103,
    "name": "水之再生",
    "desc": "水屬性回復力 2.5 倍"
  },
  {
    "id": 104,
    "name": "水之精神",
    "desc": "水屬性生命力 1.5 倍"
  },
  {
    "id": 105,
    "name": "水之魂魄",
    "desc": "水屬性生命力 2 倍"
  },
  {
    "id": 106,
    "name": "火之狂怒",
    "desc": "火屬性攻擊力 2.5 倍"
  },
  {
    "id": 107,
    "name": "火之治療",
    "desc": "火屬性回復力 1.5 倍"
  },
  {
    "id": 108,
    "name": "火之復甦",
    "desc": "火屬性回復力 2 倍"
  },
  {
    "id": 109,
    "name": "火之再生",
    "desc": "火屬性回復力 2.5 倍"
  },
  {
    "id": 110,
    "name": "火之精神",
    "desc": "火屬性生命力 1.5 倍"
  },
  {
    "id": 111,
    "name": "火之魂魄",
    "desc": "火屬性生命力 2 倍"
  },
  {
    "id": 112,
    "name": "木之狂怒",
    "desc": "木屬性攻擊力 2.5 倍"
  },
  {
    "id": 113,
    "name": "木之治療",
    "desc": "木屬性回復力 1.5 倍"
  },
  {
    "id": 114,
    "name": "木之復甦",
    "desc": "木屬性回復力 2 倍"
  },
  {
    "id": 115,
    "name": "木之再生",
    "desc": "木屬性回復力 2.5 倍"
  },
  {
    "id": 116,
    "name": "木之精神",
    "desc": "木屬性生命力 1.5 倍"
  },
  {
    "id": 117,
    "name": "木之魂魄",
    "desc": "木屬性生命力 2 倍"
  },
  {
    "id": 118,
    "name": "光之狂怒",
    "desc": "光屬性攻擊力 2.5 倍"
  },
  {
    "id": 119,
    "name": "光之治療",
    "desc": "光屬性回復力 1.5 倍"
  },
  {
    "id": 120,
    "name": "光之復甦",
    "desc": "光屬性回復力 2 倍"
  },
  {
    "id": 121,
    "name": "光之再生",
    "desc": "光屬性回復力 2.5 倍"
  },
  {
    "id": 122,
    "name": "光之精神",
    "desc": "光屬性生命力 1.5 倍"
  },
  {
    "id": 123,
    "name": "光之魂魄",
    "desc": "光屬性生命力 2 倍"
  },
  {
    "id": 124,
    "name": "暗之狂怒",
    "desc": "暗屬性攻擊力 2.5 倍"
  },
  {
    "id": 125,
    "name": "暗之治療",
    "desc": "暗屬性回復力 1.5 倍"
  },
  {
    "id": 126,
    "name": "暗之復甦",
    "desc": "暗屬性回復力 2 倍"
  },
  {
    "id": 127,
    "name": "暗之再生",
    "desc": "暗屬性回復力 2.5 倍"
  },
  {
    "id": 128,
    "name": "暗之精神",
    "desc": "暗屬性生命力 1.5 倍"
  },
  {
    "id": 129,
    "name": "暗之魂魄",
    "desc": "暗屬性生命力 2 倍"
  },
  {
    "id": 130,
    "name": "人類之怒",
    "desc": "人類攻擊力 2 倍"
  },
  {
    "id": 131,
    "name": "人類之狂怒",
    "desc": "人類攻擊力 2.5 倍"
  },
  {
    "id": 132,
    "name": "人之精神",
    "desc": "人類生命力 1.5 倍"
  },
  {
    "id": 133,
    "name": "人之血脈",
    "desc": "人類生命力 2 倍"
  },
  {
    "id": 134,
    "name": "人類之歌",
    "desc": "人類回復力 1.5 倍"
  },
  {
    "id": 135,
    "name": "人類之復甦",
    "desc": "人類回復力 2 倍"
  },
  {
    "id": 136,
    "name": "人類之再生",
    "desc": "人類回復力 2.5 倍"
  },
  {
    "id": 137,
    "name": "妖精之再生",
    "desc": "妖精類回復力 2.5 倍"
  },
  {
    "id": 138,
    "name": "妖精之意志",
    "desc": "妖精類生命力 2.5 倍"
  },
  {
    "id": 139,
    "name": "妖精之狂怒",
    "desc": "妖精類攻擊力 2.5 倍"
  },
  {
    "id": 140,
    "name": "獸之歌",
    "desc": "獸類回復力 1.5 倍"
  },
  {
    "id": 141,
    "name": "獸之精神",
    "desc": "獸類生命力 1.5 倍"
  },
  {
    "id": 142,
    "name": "龍之歌",
    "desc": "龍類回復力 1.5 倍"
  },
  {
    "id": 143,
    "name": "龍之復甦",
    "desc": "龍類回復力 2 倍"
  },
  {
    "id": 144,
    "name": "龍之再生",
    "desc": "龍類回復力 2.5 倍"
  },
  {
    "id": 145,
    "name": "龍之精神",
    "desc": "龍類生命力 1.5 倍"
  },
  {
    "id": 146,
    "name": "龍之血",
    "desc": "龍類生命力 2 倍"
  },
  {
    "id": 147,
    "name": "龍之意志",
    "desc": "龍類生命力 2.5 倍"
  },
  {
    "id": 148,
    "name": "神之力",
    "desc": "神族攻擊力 1.5倍"
  },
  {
    "id": 149,
    "name": "神之怒",
    "desc": "神族攻擊力 2 倍"
  },
  {
    "id": 150,
    "name": "眾神之狂怒",
    "desc": "神族攻擊力 2.5 倍"
  },
  {
    "id": 151,
    "name": "神之歌",
    "desc": "神族回復力 1.5倍"
  },
  {
    "id": 152,
    "name": "神之復甦",
    "desc": "神族回復力 2 倍"
  },
  {
    "id": 153,
    "name": "神之再生",
    "desc": "神族回復力 2.5 倍"
  },
  {
    "id": 154,
    "name": "神之精神",
    "desc": "神族生命力 1.5倍"
  },
  {
    "id": 155,
    "name": "神之血",
    "desc": "神族生命力 2 倍"
  },
  {
    "id": 156,
    "name": "神之意志",
    "desc": "神族生命力 2.5 倍"
  },
  {
    "id": 157,
    "name": "海龍王之力",
    "desc": "龍類及神族攻擊力 1.5 倍"
  },
  {
    "id": 158,
    "name": "海龍王之怒",
    "desc": "龍類及神族攻擊力 2.5 倍"
  },
  {
    "id": 159,
    "name": "妖精之約會",
    "desc": "妖精類攻擊力及回復力 1.5 倍"
  },
  {
    "id": 160,
    "name": "妖精之舞步",
    "desc": "妖精類攻擊力及回復力 2.5 倍"
  },
  {
    "id": 161,
    "name": "攻回一體",
    "desc": "全隊攻擊力及回復力 2 倍"
  },
  {
    "id": 162,
    "name": "魔之力",
    "desc": "魔族攻擊力 1.5 倍"
  },
  {
    "id": 163,
    "name": "魔之怒",
    "desc": "魔族攻擊力 2 倍"
  },
  {
    "id": 164,
    "name": "魔之狂怒",
    "desc": "魔族攻擊力 2.5 倍"
  },
  {
    "id": 165,
    "name": "魔之歌",
    "desc": "魔族回復力 1.5 倍"
  },
  {
    "id": 166,
    "name": "魔之復甦",
    "desc": "魔族回復力 2 倍"
  },
  {
    "id": 167,
    "name": "魔之再生",
    "desc": "魔族回復力 2.5 倍"
  },
  {
    "id": 168,
    "name": "魔之精神",
    "desc": "魔族生命力 1.5 倍"
  },
  {
    "id": 169,
    "name": "魔之血",
    "desc": "魔族生命力 2 倍"
  },
  {
    "id": 170,
    "name": "魔之意志",
    "desc": "魔族生命力 2.5 倍"
  },
  {
    "id": 171,
    "name": "大海之主義",
    "desc": "水屬性攻擊力及回復力 1.5 倍"
  },
  {
    "id": 172,
    "name": "煉獄之主義",
    "desc": "火屬性攻擊力及回復力 1.5 倍"
  },
  {
    "id": 173,
    "name": "大地之主義",
    "desc": "木屬性攻擊力及回復力 1.5 倍"
  },
  {
    "id": 174,
    "name": "神聖之主義",
    "desc": "光屬性攻擊力及回復力 1.5 倍"
  },
  {
    "id": 175,
    "name": "暗黑之主義",
    "desc": "暗屬性攻擊力及回復力 1.5 倍"
  },
  {
    "id": 176,
    "name": "大海之強權",
    "desc": "水屬性攻擊力 2 倍及回復力 1.5 倍"
  },
  {
    "id": 177,
    "name": "煉獄之強權",
    "desc": "火屬性攻擊力 2 倍及回復力 1.5 倍"
  },
  {
    "id": 178,
    "name": "大地之強權",
    "desc": "木屬性攻擊力 2 倍及回復力 1.5 倍"
  },
  {
    "id": 179,
    "name": "神聖之強權",
    "desc": "光屬性攻擊力 2 倍及回復力 1.5 倍"
  },
  {
    "id": 180,
    "name": "暗黑之強權",
    "desc": "暗屬性攻擊力 2 倍及回復力 1.5 倍"
  },
  {
    "id": 181,
    "name": "水之判令",
    "desc": "I. 提升水屬性對火屬性目標的攻擊力\nII. 無視木屬性克制\n(包括主動技)"
  },
  {
    "id": 182,
    "name": "火之判令",
    "desc": "I. 提升火屬性對木屬性目標的攻擊力\nII. 無視水屬性克制\n(包括主動技)"
  },
  {
    "id": 183,
    "name": "木之判令",
    "desc": "I. 提升木屬性對水屬性目標的攻擊力\nII. 無視火屬性克制\n(包括主動技)"
  },
  {
    "id": 184,
    "name": "光之判令",
    "desc": "提升光屬性對暗屬性目標的攻擊力\n(包括主動技)"
  },
  {
    "id": 185,
    "name": "暗之判令",
    "desc": "提升暗屬性對光屬性目標的攻擊力\n(包括主動技)"
  },
  {
    "id": 186,
    "name": "水之懲戒",
    "desc": "I. 大幅提升水屬性對火屬性目標的攻擊力\nII. 無視木屬性克制\n(包括主動技)"
  },
  {
    "id": 187,
    "name": "火之懲戒",
    "desc": "I. 大幅提升火屬性對木屬性目標的攻擊力\nII. 無視水屬性克制\n(包括主動技)"
  },
  {
    "id": 188,
    "name": "木之懲戒",
    "desc": "I. 大幅提升木屬性對水屬性目標的攻擊力\nII. 無視火屬性克制\n(包括主動技)"
  },
  {
    "id": 189,
    "name": "光之懲戒",
    "desc": "大幅提升光屬性對暗屬性目標的攻擊力\n(包括主動技)"
  },
  {
    "id": 190,
    "name": "暗之懲戒",
    "desc": "大幅提升暗屬性對光屬性目標的攻擊力\n(包括主動技)"
  },
  {
    "id": 191,
    "name": "水之裁判",
    "desc": "I. 提升水屬性對水和火屬性目標的攻擊力\nII. 無視木屬性克制\n(包括主動技)"
  },
  {
    "id": 192,
    "name": "火之裁判",
    "desc": "I. 提升火屬性對火和木屬性目標的攻擊力\nII. 無視水屬性克制\n(包括主動技)"
  },
  {
    "id": 193,
    "name": "木之裁判",
    "desc": "I. 提升木屬性對木和水屬性目標的攻擊力\nII. 無視火屬性克制\n(包括主動技)"
  },
  {
    "id": 194,
    "name": "光之裁判",
    "desc": "提升光屬性對光和暗屬性目標的攻擊力\n(包括主動技)"
  },
  {
    "id": 195,
    "name": "暗之裁判",
    "desc": "提升暗屬性對暗和光屬性目標的攻擊力\n(包括主動技)"
  },
  {
    "id": 196,
    "name": "木馬屠城計",
    "desc": "當前生命力不足 20% 時\n⇒ 全隊攻擊力 3 倍"
  },
  {
    "id": 197,
    "name": "魔之怒火",
    "desc": "魔族攻擊力及生命力 1.5 倍"
  },
  {
    "id": 198,
    "name": "魔之血怒",
    "desc": "魔族攻擊力 2 倍及生命力 1.5 倍"
  },
  {
    "id": 199,
    "name": "魔之戰鼓",
    "desc": "魔族攻擊力及回復力 1.5 倍"
  },
  {
    "id": 200,
    "name": "魔之軍勢",
    "desc": "魔族攻擊力 2 倍及回復力 1.5 倍"
  },
  {
    "id": 201,
    "name": "傾國傾城",
    "desc": "連擊 (Combo) 時攻擊力大幅提升"
  },
  {
    "id": 202,
    "name": "水之波動",
    "desc": "每累計消除 3 粒水符石\n⇒ 將掉落 1 粒水符石"
  },
  {
    "id": 203,
    "name": "火之波動",
    "desc": "每累計消除 3 粒火符石\n⇒ 將掉落 1 粒火符石"
  },
  {
    "id": 204,
    "name": "木之波動",
    "desc": "每累計消除 3 粒木符石\n⇒ 將掉落 1 粒木符石"
  },
  {
    "id": 205,
    "name": "光之波動",
    "desc": "每累計消除 3 粒光符石\n⇒ 將掉落 1 粒光符石"
  },
  {
    "id": 206,
    "name": "暗之波動",
    "desc": "每累計消除 3 粒暗符石\n⇒ 將掉落 1 粒暗符石"
  },
  {
    "id": 207,
    "name": "水之牽動",
    "desc": "每累計消除 4 粒水符石\n⇒ 將掉落 1 粒水符石"
  },
  {
    "id": 208,
    "name": "火之牽動",
    "desc": "每累計消除 4 粒火符石\n⇒ 將掉落 1 粒火符石"
  },
  {
    "id": 209,
    "name": "木之牽動",
    "desc": "每累計消除 4 粒木符石\n⇒ 將掉落 1 粒木符石"
  },
  {
    "id": 210,
    "name": "光之牽動",
    "desc": "每累計消除 4 粒光符石 \n⇒ 將掉落 1 粒光符石"
  },
  {
    "id": 211,
    "name": "暗之牽動",
    "desc": "每累計消除 4 粒暗符石 \n⇒ 將掉落 1 粒暗符石"
  },
  {
    "id": 212,
    "name": "一念之間",
    "desc": "I. 減少 50% 移動符石時間\nII. 全隊攻擊力 2.5 倍"
  },
  {
    "id": 213,
    "name": "神之庇佑",
    "desc": "I. 神族攻擊力 1.5 倍\nII. 減少 30% 所受傷害"
  },
  {
    "id": 214,
    "name": "神之看顧",
    "desc": "I. 神族攻擊力 1.5 倍\nII. 減少 15% 所受傷害"
  },
  {
    "id": 215,
    "name": "靈石招來 ‧ 水",
    "desc": "I. 水屬性攻擊力 1.5 倍\nII. 水符石掉落率提升"
  },
  {
    "id": 216,
    "name": "靈石招來 ‧ 火",
    "desc": "I. 火屬性攻擊力 1.5 倍\nII. 火符石掉落率提升"
  },
  {
    "id": 217,
    "name": "靈石招來 ‧ 木",
    "desc": "I. 木屬性攻擊力 1.5 倍\nII. 木符石掉落率提升"
  },
  {
    "id": 218,
    "name": "靈石招來 ‧ 光",
    "desc": "I. 光屬性攻擊力 1.5 倍\nII. 光符石掉落率提升"
  },
  {
    "id": 219,
    "name": "靈石招來 ‧ 暗",
    "desc": "I. 暗屬性攻擊力 1.5 倍\nII. 暗符石掉落率提升"
  },
  {
    "id": 220,
    "name": "療癒之心",
    "desc": "每回合回復 5 倍自身回復力  (需消除符石)"
  },
  {
    "id": 221,
    "name": "愈戰愈強",
    "desc": "生命力愈低時\n⇒ 全隊攻擊力愈高，最大 2.5 倍"
  },
  {
    "id": 222,
    "name": "愈戰愈強 ‧ 改",
    "desc": "生命力愈低時\n⇒ 全隊攻擊力愈高，最大 3 倍"
  },
  {
    "id": 223,
    "name": "神之強權",
    "desc": "神族攻擊力 2 倍及回復力 1.5 倍"
  },
  {
    "id": 224,
    "name": "神的加冕",
    "desc": "I. 神族攻擊力 2 倍\nII. 神族成員增加 500 點生命力基值\n    (不會疊加生命力效果)"
  },
  {
    "id": 225,
    "name": "魔之本性",
    "desc": "魔族攻擊力、生命力及回復力 1.5 倍"
  },
  {
    "id": 226,
    "name": "光暗同體",
    "desc": "暗符石兼具 50% 光符石效果"
  },
  {
    "id": 227,
    "name": "光暗共體",
    "desc": "暗符石兼具光符石效果"
  },
  {
    "id": 228,
    "name": "光暗轉化 ‧ 火",
    "desc": "光及暗符石兼具 50% 火符石效果"
  },
  {
    "id": 229,
    "name": "光暗轉移 ‧ 火",
    "desc": "光及暗符石兼具火符石效果"
  },
  {
    "id": 230,
    "name": "攻守同存 ‧ 水",
    "desc": "I. 水屬性攻擊力 1.5 倍\nII. 心符石兼具 50% 水符石效果"
  },
  {
    "id": 231,
    "name": "攻守同存 ‧ 火",
    "desc": "I. 火屬性攻擊力 1.5 倍\nII. 心符石兼具 50% 火符石效果"
  },
  {
    "id": 232,
    "name": "攻守同存 ‧ 木",
    "desc": "I. 木屬性攻擊力 1.5 倍\nII. 心符石兼具 50% 木符石效果"
  },
  {
    "id": 233,
    "name": "攻守同存 ‧ 光",
    "desc": "I. 光屬性攻擊力 1.5 倍\nII. 心符石兼具 50% 光符石效果"
  },
  {
    "id": 234,
    "name": "攻守同存 ‧ 暗",
    "desc": "I. 暗屬性攻擊力 1.5 倍\nII. 心符石兼具 50% 暗符石效果"
  },
  {
    "id": 235,
    "name": "攻守兼備 ‧ 水",
    "desc": "I. 水屬性攻擊力 1.5 倍\nII. 心符石兼具水符石效果"
  },
  {
    "id": 236,
    "name": "攻守兼備 ‧ 火",
    "desc": "I. 火屬性攻擊力 1.5 倍\nII. 心符石兼具火符石效果"
  },
  {
    "id": 237,
    "name": "攻守兼備 ‧ 木",
    "desc": "I. 木屬性攻擊力 1.5 倍\nII. 心符石兼具木符石效果"
  },
  {
    "id": 238,
    "name": "攻守兼備 ‧ 光",
    "desc": "I. 光屬性攻擊力 1.5 倍\nII. 心符石兼具光符石效果"
  },
  {
    "id": 239,
    "name": "攻守兼備 ‧ 暗",
    "desc": "I. 暗屬性攻擊力 1.5 倍\nII. 心符石兼具暗符石效果"
  },
  {
    "id": 240,
    "name": "神力加持",
    "desc": "I. 神族攻擊力 2 倍\nII. 每有 1 個神族成員\n⇒ 神族成員增加 50 點攻擊力基值\n   (不會疊加攻擊力效果)"
  },
  {
    "id": 241,
    "name": "魔之兵權",
    "desc": "魔族攻擊力 1.5 倍及回復力 2 倍"
  },
  {
    "id": 242,
    "name": "護甲之術 ‧ 水",
    "desc": "I. 全隊攻擊力 1.5 倍\nII. 水屬性傷害減少 30%"
  },
  {
    "id": 243,
    "name": "護甲之術 ‧ 火",
    "desc": "I. 全隊攻擊力 1.5 倍\nII. 火屬性傷害減少 30%"
  },
  {
    "id": 244,
    "name": "護甲之術 ‧ 木",
    "desc": "I. 全隊攻擊力 1.5 倍\nII. 木屬性傷害減少 30%"
  },
  {
    "id": 245,
    "name": "護甲之術 ‧ 光",
    "desc": "I. 全隊攻擊力 1.5 倍\nII. 光屬性傷害減少 30%"
  },
  {
    "id": 246,
    "name": "護甲之術 ‧ 暗",
    "desc": "I. 全隊攻擊力 1.5 倍\nII. 暗屬性傷害減少 30%"
  },
  {
    "id": 247,
    "name": "水火堅甲之術",
    "desc": "I. 全隊攻擊力 1.5 倍\nII. 水和火屬性傷害減少 30%"
  },
  {
    "id": 248,
    "name": "火木堅甲之術",
    "desc": "I. 全隊攻擊力 1.5 倍\nII. 火和木屬性傷害減少 30%"
  },
  {
    "id": 249,
    "name": "木水堅甲之術",
    "desc": "I. 全隊攻擊力 1.5 倍\nII. 木和水屬性傷害減少 30%"
  },
  {
    "id": 250,
    "name": "光水堅甲之術",
    "desc": "I. 全隊攻擊力 1.5 倍\nII. 光和水屬性傷害減少 30%"
  },
  {
    "id": 251,
    "name": "暗木堅甲之術",
    "desc": "I. 全隊攻擊力 1.5 倍\nII. 暗和木屬性傷害減少 30%"
  },
  {
    "id": 252,
    "name": "靈石附體",
    "desc": "心符石兼具所有屬性符石效果"
  },
  {
    "id": 253,
    "name": "靈石附心",
    "desc": "心符石兼具所有屬性符石 120% 效果"
  },
  {
    "id": 254,
    "name": "攻守同存 ‧ 水",
    "desc": "I. 水屬性攻擊力 1.5 倍\nII. 心符石兼具 75% 水符石效果"
  },
  {
    "id": 255,
    "name": "攻守同存 ‧ 火",
    "desc": "I. 火屬性攻擊力 1.5 倍\nII. 心符石兼具 75% 火符石效果"
  },
  {
    "id": 256,
    "name": "攻守同存 ‧ 木",
    "desc": "I. 木屬性攻擊力 1.5 倍\nII. 心符石兼具 75% 木符石效果"
  },
  {
    "id": 257,
    "name": "攻守同存 ‧ 光",
    "desc": "I. 光屬性攻擊力 1.5 倍\nII. 心符石兼具 75% 光符石效果"
  },
  {
    "id": 258,
    "name": "攻守同存 ‧ 暗",
    "desc": "I. 暗屬性攻擊力 1.5 倍\nII. 心符石兼具 75% 暗符石效果"
  },
  {
    "id": 259,
    "name": "元素精鍊 ‧ 水",
    "desc": "消除 ≥5 粒木符石\n⇒ 水屬性攻擊力 3 倍"
  },
  {
    "id": 260,
    "name": "元素精鍊 ‧ 火",
    "desc": "消除 ≥5 粒木符石\n⇒ 火屬性攻擊力 3 倍"
  },
  {
    "id": 261,
    "name": "元素精鍊 ‧ 木",
    "desc": "消除 ≥5 粒木符石\n⇒ 木屬性攻擊力 3 倍"
  },
  {
    "id": 262,
    "name": "元素精鍊 ‧ 光",
    "desc": "消除 ≥5 粒光符石\n⇒ 光屬性攻擊力 3 倍"
  },
  {
    "id": 263,
    "name": "元素精鍊 ‧ 暗",
    "desc": "消除 ≥5 粒暗符石\n⇒ 暗屬性攻擊力 3 倍"
  },
  {
    "id": 264,
    "name": "真龍降臨",
    "desc": "I. 龍類攻擊力 1.5 倍\nII. 消除 ≥6 粒屬性符石\n⇒ 則龍類攻擊力 3 倍"
  },
  {
    "id": 265,
    "name": "幻龍利牙",
    "desc": "I. 龍類攻擊力 1.5 倍\nII. 消除 1 組 ≥6 粒屬性符石\n⇒ 則龍類攻擊力 3 倍"
  },
  {
    "id": 266,
    "name": "龍氣威逼",
    "desc": "消除 1 組 ≥7 粒屬性符石\n⇒ 龍類攻擊力 3 倍"
  },
  {
    "id": 267,
    "name": "蓄勢待發",
    "desc": "I. 1 回合沒有對敵方造成傷害\n⇒ 攻擊力 3 倍\nII. 連續 2 回合沒有對敵方造成傷害\n⇒ 攻擊力 4 倍\nIII. 連續 3 回合沒有對敵方造成傷害\n⇒ 攻擊力 5 倍"
  },
  {
    "id": 268,
    "name": "狂龍之怒",
    "desc": "當自身生命力 50% 以下\n⇒ 龍類攻擊力 3 倍"
  },
  {
    "id": 269,
    "name": "噬血龍族",
    "desc": "I. 龍類攻擊力 1.5 倍\nII. 將龍類對敵方造成實際傷害的 2% \n⇒ 轉化為生命力\nIII. 當場上只有單一敵人時效果提升\n⇒ 最大為生命力等值的 50% \n(傷害轉化效果不能疊加, \n並不計算主動及隊長技傷害)"
  },
  {
    "id": 270,
    "name": "噬血龍王",
    "desc": "I. 龍類攻擊力 2 倍\nII. 將龍類對敵方造成實際傷害的 2% \n⇒ 轉化為生命力 (不計算主動及隊長技傷害)\nIII. 當場上只有單一敵人時效果提升\n⇒ 最大為生命力等值的 50% (不能疊加)"
  },
  {
    "id": 271,
    "name": "喰日之儀",
    "desc": "該回合或連續數回合沒有對敵方造成傷害\n⇒ 下回合造成的傷害會持續提升，最大 16 倍 \n(需消除符石)"
  },
  {
    "id": 272,
    "name": "連擊爆發",
    "desc": "連擊 (Combo) 數愈多\n⇒ 每回合全隊攻擊力 6 倍的機率愈高"
  },
  {
    "id": 273,
    "name": "神之守護",
    "desc": "神族攻擊力及回復力 1.5 倍"
  },
  {
    "id": 274,
    "name": "神之加護",
    "desc": "神族攻擊力、回復力、生命力 1.5 倍"
  },
  {
    "id": 275,
    "name": "聚精會神",
    "desc": "延長移動符石時間 2 秒\n(不會疊加延長時間效果)"
  },
  {
    "id": 276,
    "name": "明鏡止水",
    "desc": "I. 攻擊力 1.5 倍\nII. 延長移動符石時間 2 秒\n(不會疊加延長時間效果)"
  },
  {
    "id": 277,
    "name": "巨龍戲珠",
    "desc": "I. 消除 ≥6 粒相同屬性符石\n⇒ 龍類攻擊力 3 倍\nII. 延長移動符石時間 1 秒\n(不會疊加延長時間效果)"
  },
  {
    "id": 278,
    "name": "神龍戲珠",
    "desc": "I. 消除 ≥6 粒相同屬性符石\n⇒ 龍類攻擊力 3 倍\nII. 延長移動符石時間 1 秒\n(不會疊加延長時間效果)"
  },
  {
    "id": 279,
    "name": "噬血龍族",
    "desc": "I. 龍類攻擊力 1.5 倍\nII. 將龍類對敵方造成實際傷害的 2% \n⇒ 轉化為生命力\nIII. 當場上只有單一敵人時效果提升\n⇒ 最大為生命力等值的 50% \n(傷害轉化效果不能疊加, \n並不計算主動及隊長技傷害)"
  },
  {
    "id": 280,
    "name": "噬血龍王",
    "desc": "I. 龍類攻擊力 2 倍\nII. 將龍類對敵方造成實際傷害的 2% \n⇒ 轉化為生命力 (不計算主動及隊長技傷害)\nIII. 當場上只有單一敵人時效果提升\n⇒ 最大為生命力等值的 50% (不能疊加)"
  },
  {
    "id": 281,
    "name": "幻龍利爪",
    "desc": "消除 1 組 ≥6 粒相同符石\n⇒ 龍類攻擊力 3 倍"
  },
  {
    "id": 282,
    "name": "噬血龍族",
    "desc": "I. 龍類攻擊力 1.5 倍\nII. 將龍類對敵方造成實際傷害的 4% \n⇒ 轉化為生命力\n⇒ 最大為生命力等值的 50%\n(傷害轉化效果不能疊加, \n並不計算主動及隊長技傷害)"
  },
  {
    "id": 283,
    "name": "噬血龍王",
    "desc": "I. 龍類攻擊力 2 倍\nII. 將龍類對敵方造成實際傷害的 4% \n⇒ 轉化為生命力 (不計算主動及隊長技傷害)\n⇒ 最大為生命力等值的 50%  (不能疊加)"
  },
  {
    "id": 284,
    "name": "聚精會神",
    "desc": "延長移動符石時間 3 秒"
  },
  {
    "id": 285,
    "name": "明鏡止水",
    "desc": "I. 攻擊力 1.5 倍\nII. 延長移動符石時間 3 秒"
  },
  {
    "id": 286,
    "name": "千年之約 ‧ 水",
    "desc": "關卡 \"水靈魂石發現\" 及 \"水靈魂石再現\" ，\n其初級難度最後一層的敵人\n有 50% 機率轉化為千年靈魂石\n(機率可以疊加)"
  },
  {
    "id": 287,
    "name": "千年之約 ‧ 火",
    "desc": "關卡 \"火靈魂石發現\" 及 \"火靈魂石再現\" ，\n其初級難度最後一層的敵人\n有 50% 機率轉化為千年靈魂石\n(機率可以疊加)"
  },
  {
    "id": 288,
    "name": "千年之約 ‧ 木",
    "desc": "關卡 \"木靈魂石發現\" 及 \"木靈魂石再現\" ，\n其初級難度最後一層的敵人\n有 50% 機率轉化為千年靈魂石\n(機率可以疊加)"
  },
  {
    "id": 289,
    "name": "猛獸之強權",
    "desc": "獸類攻擊力 2.5 倍及回復力 1.5 倍"
  },
  {
    "id": 290,
    "name": "噬血龍王",
    "desc": "I. 龍類攻擊力 2 倍\nII. 將龍類對敵方造成傷害的 5% \n⇒ 轉化為生命力 (不計算主動及隊長技傷害)\n⇒ 最大為生命力等值的 50% (不能疊加)"
  },
  {
    "id": 291,
    "name": "噬血龍王",
    "desc": "I. 龍類攻擊力 2 倍\nII. 將龍類對敵方造成傷害的 8% \n⇒ 轉化為生命力 (不計算主動及隊長技傷害)\n⇒ 最大為生命力等值的 50% (不能疊加)"
  },
  {
    "id": 292,
    "name": "野獸之強權",
    "desc": "獸類攻擊力 2 倍及回復力 1.5 倍"
  },
  {
    "id": 293,
    "name": "噬血龍族",
    "desc": "I. 龍類攻擊力 1.5 倍，\nII 將龍類對敵方造成傷害的 5% \n⇒ 轉化為生命力\n⇒ 最大為生命力等值的 50%\n(傷害轉化效果不能疊加, \n並不計算主動及隊長技傷害)"
  },
  {
    "id": 294,
    "name": "噬血龍族",
    "desc": "I. 龍類攻擊力 1.5 倍\nII. 將龍類對敵方造成傷害的 8% \n⇒ 轉化為生命力\n⇒ 最大為生命力等值的 50% \n(傷害轉化效果不能疊加, \n並不計算主動及隊長技傷害)"
  },
  {
    "id": 295,
    "name": "符能點燃 ‧ 元素之約",
    "desc": "2 粒水符石、火符石或木符石相連，\n即可發動消除"
  },
  {
    "id": 296,
    "name": "符能點燃 ‧ 水之約",
    "desc": "2 粒水符石相連，即可發動消除"
  },
  {
    "id": 297,
    "name": "符能點燃 ‧ 火之約",
    "desc": "2 粒火符石相連，即可發動消除"
  },
  {
    "id": 298,
    "name": "符能點燃 ‧ 木之約",
    "desc": "2 粒木符石相連，即可發動消除"
  },
  {
    "id": 299,
    "name": "符能點燃 ‧ 水靈之約",
    "desc": "2 粒水符石或心符石相連，即可發動消除"
  },
  {
    "id": 300,
    "name": "符能點燃 ‧ 火靈之約",
    "desc": "2 粒火符石或心符石相連，即可發動消除"
  },
  {
    "id": 301,
    "name": "符能點燃 ‧ 木靈之約",
    "desc": "2 粒木符石或心符石相連，即可發動消除"
  },
  {
    "id": 302,
    "name": "符能點燃 ‧ 水之約",
    "desc": "I. 2 粒水符石相連，即可發動消除\nII. 連擊 (Combo) 愈多\n⇒ 攻擊力提升愈多，上限為 50%"
  },
  {
    "id": 303,
    "name": "符能點燃 ‧ 火之約",
    "desc": "I. 2 粒火符石相連，即可發動消除\nII. 連擊 (Combo) 愈多\n⇒ 攻擊力提升愈多，上限為 50%"
  },
  {
    "id": 304,
    "name": "符能點燃 ‧ 木之約",
    "desc": "I. 2 粒木屬符石相連，即可發動消除\nII. 連擊 (Combo) 愈多\n⇒ 攻擊力提升愈多，上限為 50%"
  },
  {
    "id": 305,
    "name": "符能點燃 ‧ 水靈之約",
    "desc": "I. 2 粒水符石或心符石相連，即可發動消除\nII. 連擊 (Combo) 愈多\n⇒ 攻擊力提升愈多，上限為 50%"
  },
  {
    "id": 306,
    "name": "符能點燃 ‧ 火靈之約",
    "desc": "I. 2 粒火符石或心符石相連，即可發動消除\nII. 連擊 (Combo) 愈多\n⇒ 攻擊力提升愈多，上限為 50%"
  },
  {
    "id": 307,
    "name": "符能點燃 ‧ 木靈之約",
    "desc": "I. 2 粒木符石或心符石相連，即可發動消除\nII. 連擊 (Combo) 愈多\n⇒ 攻擊力提升愈多，上限為 50%"
  },
  {
    "id": 308,
    "name": "",
    "desc": ""
  },
  {
    "id": 309,
    "name": "水之靈動",
    "desc": "I. 心符石優先看作水符石消除\nII. 成功發動時，水屬性攻擊力 2 倍"
  },
  {
    "id": 310,
    "name": "火之靈動",
    "desc": "I. 心符石優先看作火符石消除\nII. 成功發動時，火屬性攻擊力 2 倍"
  },
  {
    "id": 311,
    "name": "木之靈動",
    "desc": "I. 心符石優先看作木符石消除\nII. 成功發動時，木屬性攻擊力 2 倍"
  },
  {
    "id": 312,
    "name": "光照大地",
    "desc": "I. 光屬性攻擊力 2 倍\nII. 消除 4 粒光符石即可發動全體攻擊"
  },
  {
    "id": 313,
    "name": "幽冥大地",
    "desc": "I. 暗屬性攻撃力 2 倍\nII. 消除 4 粒暗符石即可發動全體攻擊"
  },
  {
    "id": 314,
    "name": "龍之結界",
    "desc": "I. 龍族攻擊力 2 倍\nII. 當連擊 (Combo) 數為 3 時\n⇒ 回復 2000 點生命力"
  },
  {
    "id": 315,
    "name": "破釜沉舟 ‧ 狂怒",
    "desc": "12 回合內，全隊攻擊力 5 倍"
  },
  {
    "id": 316,
    "name": "進退闕如 ‧ 狂怒",
    "desc": "全隊攻擊力 5 倍，\n效果隨戰鬥回合數下降，\n直至無倍化為止"
  },
  {
    "id": 317,
    "name": "破釜沉舟",
    "desc": "10 回合內，全隊攻擊力 3 倍\n(只計算消除符石的回合)"
  },
  {
    "id": 318,
    "name": "進退闕如",
    "desc": "全隊攻擊力 3 倍，\n效果隨戰鬥回合數下降，\n直至無倍化為止"
  },
  {
    "id": 319,
    "name": "破釜沉舟 ‧ 愠怒",
    "desc": "10 回合內，全隊攻擊力 3.5 倍\n(只計算消除符石的回合)"
  },
  {
    "id": 320,
    "name": "進退闕如 ‧ 愠怒",
    "desc": "全隊攻擊力 3.5 倍，\n效果隨戰鬥回合數下降，\n直至無倍化為止"
  },
  {
    "id": 321,
    "name": "破釜沉舟 ‧ 一鼓作氣",
    "desc": "全隊攻擊力 5 倍，\n每回合減少攻擊力，\n直至 2 倍為止\n(只計算消除符石的回合)"
  },
  {
    "id": 322,
    "name": "蓄力悠逝",
    "desc": "I. 全隊攻擊力 3 倍\nII. 攻擊力會隨著移動符石而減少，\n    直至無倍化為止"
  },
  {
    "id": 323,
    "name": "滴水之契約",
    "desc": "I. 每次發動水屬性攻擊\n⇒ 水屬性攻擊力提升\n⇒ 上限為 2.4 倍\nII. 無水屬性攻擊則重置為無倍化\n(不包括主動技)"
  },
  {
    "id": 324,
    "name": "燄火之契約",
    "desc": "I. 每次發動火屬性攻擊\n⇒ 火屬性攻擊力提升\n⇒ 上限為 2.4 倍\nII. 無火屬性攻擊則重置為無倍化\n(不包括主動技)"
  },
  {
    "id": 325,
    "name": "自然之契約",
    "desc": "I. 每次發動木屬性攻擊\n⇒ 木屬性攻擊力提升\n⇒ 上限為 2.4 倍\nII. 無木屬性攻擊則重置為無倍化\n(不包括主動技)"
  },
  {
    "id": 326,
    "name": "曙光之契約",
    "desc": "I. 每次發動光屬性攻擊\n⇒ 光屬性攻擊力提升\n⇒ 上限為 2.4 倍\nII. 無光屬性攻擊則重置為無倍化\n(不包括主動技)"
  },
  {
    "id": 327,
    "name": "幽冥之契約",
    "desc": "I. 每次發動暗屬性攻擊\n⇒ 暗屬性攻擊力提升\n⇒ 上限為 2.4 倍\nII. 無暗屬性攻擊則重置為無倍化\n(不包括主動技)"
  },
  {
    "id": 328,
    "name": "戾氣繚繞 ‧ 水",
    "desc": "I. 每消除水符石\n⇒ 水屬性攻擊力持續提升\n⇒ 上限為 2.5 倍\nII. 2 回合內沒有消除水符石\n⇒ 攻擊力則重置為無倍化"
  },
  {
    "id": 329,
    "name": "戾氣繚繞 ‧ 火",
    "desc": "I. 每消除火符石\n⇒ 火屬性攻擊力持續提升\n⇒ 上限為 2.5 倍\nII. 2 回合內沒有消除火符石\n⇒ 攻擊力則重置為無倍化"
  },
  {
    "id": 330,
    "name": "戾氣繚繞 ‧ 木",
    "desc": "I. 每消除木符石\n⇒ 木屬性攻擊力持續提升\n⇒ 上限為 2.5 倍\nII. 2 回合內沒有消除木符石\n⇒ 攻擊力則重置為無倍化"
  },
  {
    "id": 331,
    "name": "戾氣繚繞 ‧ 光",
    "desc": "I. 每消除光符石\n⇒ 光屬性攻擊力持續提升\n⇒ 上限為 2.5 倍\nII. 2 回合內沒有消除光符石\n⇒ 攻擊力則重置為無倍化"
  },
  {
    "id": 332,
    "name": "戾氣繚繞 ‧ 暗",
    "desc": "I. 每消除暗符石\n⇒ 暗屬性攻擊力持續提升\n⇒ 上限為 2.5 倍\nII. 2 回合內沒有消除暗符石\n⇒ 攻擊力則重置為無倍化"
  },
  {
    "id": 333,
    "name": "似弱猶強",
    "desc": "I. 減少 60% 移動符石時間\nII. 所有成員攻擊力 3 倍\n(相同技能效果不能疊加)"
  },
  {
    "id": 334,
    "name": "水屬印記",
    "desc": "I. 水屬性攻擊力 1.5 倍\nII. 提升水屬性對火屬性目標的攻擊力"
  },
  {
    "id": 335,
    "name": "火屬印記",
    "desc": "I. 火屬性攻擊力 1.5 倍\nII. 提升火屬性對木屬性目標的攻擊力"
  },
  {
    "id": 336,
    "name": "木屬印記",
    "desc": "I. 木屬性攻擊力 1.5 倍\nII. 提升木屬性對水屬性目標的攻擊力"
  },
  {
    "id": 337,
    "name": "光屬印記",
    "desc": "I. 光屬性攻擊力 1.5 倍\nII. 提升光屬性對暗屬性目標的攻擊力"
  },
  {
    "id": 338,
    "name": "暗屬印記",
    "desc": "I. 暗屬性攻擊力 1.5 倍\nII. 提升暗屬性對光屬性目標的攻擊力"
  },
  {
    "id": 339,
    "name": "靈思之力",
    "desc": "人類及妖精類攻擊力 2.5 倍"
  },
  {
    "id": 340,
    "name": "戾氣盈溢 ‧ 水",
    "desc": "I. 每消除水符石，水屬性攻擊力持續提升\nII. 連續 2 回合沒有消除水符石，攻擊力減少\nIII. 當攻擊力達至最高 3 倍時\n⇒ 需每回合消除水符石，否則攻擊力減少"
  },
  {
    "id": 341,
    "name": "戾氣盈溢 ‧ 火",
    "desc": "I. 每消除火符石，火屬性攻擊力持續提升\nII. 連續 2 回合沒有消除火符石，攻擊力減少\nIII. 當攻擊力達至最高 3 倍時\n⇒ 需每回合消除火符石，否則攻擊力減少"
  },
  {
    "id": 342,
    "name": "戾氣盈溢 ‧ 木",
    "desc": "I. 每消除木符石，木屬性攻擊力持續提升\nII. 連續 2 回合沒有消除木符石，攻擊力減少\nIII. 當攻擊力達至最高 3 倍時\n⇒ 需每回合消除木符石，否則攻擊力減少"
  },
  {
    "id": 343,
    "name": "戾氣盈溢 ‧ 光",
    "desc": "I. 每消除光符石，光屬性攻擊力持續提升\nII. 連續 2 回合沒有消除光符石，攻擊力減少\nIII. 當攻擊力達至最高 3 倍時\n⇒ 需每回合消除光符石，否則攻擊力減少"
  },
  {
    "id": 344,
    "name": "戾氣盈溢 ‧ 暗",
    "desc": "I. 每消除暗符石，暗屬性攻擊力持續提升\nII. 連續 2 回合沒有消除暗符石，攻擊力減少\nIII. 當攻擊力達至最高 3 倍時\n⇒ 需每回合消除暗符石，否則攻擊力減少"
  },
  {
    "id": 345,
    "name": "千年之約 ‧ 光",
    "desc": "關卡 \"光靈魂石發現\" 及 \"光靈魂石再現\"，\n其初級難度最後一層的敵人\n有 50% 機率轉化為千年靈魂石\n(機率可以疊加)"
  },
  {
    "id": 346,
    "name": "千年之約 ‧ 暗",
    "desc": "關卡 \"暗靈魂石發現\" 及 \"暗靈魂石再現\"，\n其初級難度 最後一層的敵人\n有 50% 機率轉化為千年靈魂石\n(機率可以疊加)"
  },
  {
    "id": 347,
    "name": "重疊之時",
    "desc": "每回合有 2 次移動符石機會 (主動技能除外)"
  },
  {
    "id": 348,
    "name": "歃血之盟",
    "desc": "I. 龍類攻擊力 3 倍及生命力 2 倍\nII. 每回合扣除全隊總生命力 10%"
  },
  {
    "id": 349,
    "name": "靈獸之力",
    "desc": "獸類及妖精類攻擊力 2 倍"
  },
  {
    "id": 350,
    "name": "心之連動",
    "desc": "每累計消除 3 粒心符石 \n⇒ 將掉落 1 粒心強化符石"
  },
  {
    "id": 351,
    "name": "點滴成河",
    "desc": "每回合消除符石數量愈多，攻擊力愈高\n(不可與隊長技能符能點燃同時使用)"
  },
  {
    "id": 352,
    "name": "超絕回復",
    "desc": "每回合回復自身 7 倍回復力基值的生命力\n(需消除符石)"
  },
  {
    "id": 353,
    "name": "符靈聚擊 ‧ 水",
    "desc": "消除 ≥4 粒水符石時\n⇒ 水屬性攻擊力 2.5 倍"
  },
  {
    "id": 354,
    "name": "符靈聚擊 ‧ 火",
    "desc": "消除 ≥4 粒火符石時\n⇒ 火屬性攻擊力 2.5 倍"
  },
  {
    "id": 355,
    "name": "符靈聚擊 ‧ 木",
    "desc": "消除 ≥4 粒木符石時\n⇒ 木屬性攻擊力 2.5 倍"
  },
  {
    "id": 356,
    "name": "符靈聚擊 ‧ 光",
    "desc": "消除 ≥4 粒光符石時\n⇒ 光屬性攻擊力 2.5 倍"
  },
  {
    "id": 357,
    "name": "符靈聚擊 ‧ 暗",
    "desc": "消除 ≥4 粒暗符石時\n⇒ 暗屬性攻擊力 2.5 倍"
  },
  {
    "id": 358,
    "name": "海之盛怒",
    "desc": "I. 水屬性攻擊力 2 倍\nII. 消除水強化符石\n⇒ 則水屬性攻擊力 2.5 倍"
  },
  {
    "id": 359,
    "name": "炎之盛怒",
    "desc": "I. 火屬性攻擊力 2 倍\nII. 消除火強化符石\n⇒ 則火屬性攻擊力 2.5 倍"
  },
  {
    "id": 360,
    "name": "森之盛怒",
    "desc": "I. 木屬性攻擊力 2 倍\nII. 消除木強化符石\n⇒ 則木屬性攻擊力 2.5 倍"
  },
  {
    "id": 361,
    "name": "聖之盛怒",
    "desc": "I. 光屬性攻擊力 2 倍\nII. 消除光強化符石\n⇒ 則光屬性攻擊力 2.5 倍"
  },
  {
    "id": 362,
    "name": "邪之盛怒",
    "desc": "I. 暗屬性攻擊力 2 倍\nII. 消除暗強化符石\n⇒ 則暗屬性攻擊力 2.5 倍"
  },
  {
    "id": 363,
    "name": "凝神之滌",
    "desc": "I. 消除任何 ≥5 粒相同屬性符石\n⇒ 該屬性攻擊力 2 倍\nII. 所有成員無視屬性相剋"
  },
  {
    "id": 364,
    "name": "凝神之滌",
    "desc": "I. 消除任何 ≥5 粒相同屬性符石\n⇒ 該屬性攻擊力 2.5 倍\nII. 所有成員無視屬性相剋"
  },
  {
    "id": 365,
    "name": "凝神之滌",
    "desc": "I. 消除任何 ≥5 粒相同屬性符石\n⇒ 該屬性攻擊力 3 倍\nII. 所有成員無視屬性相剋"
  },
  {
    "id": 366,
    "name": "邃矚之力",
    "desc": "I. 全隊攻擊力 2 倍\nII. 所有成員無視屬性相剋"
  },
  {
    "id": 367,
    "name": "邃矚之力",
    "desc": "I. 全隊攻擊力 2.5 倍\nII. 所有成員無視屬性相剋"
  },
  {
    "id": 368,
    "name": "邃矚之力",
    "desc": "I. 全隊攻擊力 3 倍\nII. 所有成員無視屬性相剋"
  },
  {
    "id": 369,
    "name": "海之狂怒",
    "desc": "I. 水屬性攻擊力 2 倍\nII. 消除 ≥5 粒水符石\n⇒ 則水屬性攻擊力 3 倍"
  },
  {
    "id": 370,
    "name": "炎之狂怒",
    "desc": "I. 火屬性攻擊力 2 倍\nII. 消除 ≥5 粒火符石\n⇒ 則火屬性攻擊力 3 倍"
  },
  {
    "id": 371,
    "name": "森之狂怒",
    "desc": "I. 木屬性攻擊力 2 倍\nII. 消除 ≥5 粒木符石\n⇒ 則木屬性攻擊力 3 倍"
  },
  {
    "id": 372,
    "name": "聖之狂怒",
    "desc": "I. 光屬性攻擊力 2 倍\nII. 消除 ≥5 粒光符石\n⇒ 則光屬性攻擊力 3 倍"
  },
  {
    "id": 373,
    "name": "邪之狂怒",
    "desc": "I. 暗屬性攻擊力 2 倍\nII. 消除 ≥5 粒暗符石\n⇒ 則暗屬性攻擊力 3 倍"
  },
  {
    "id": 374,
    "name": "海之盛怒",
    "desc": "I. 水屬性攻擊力 2 倍\nII. 水屬性神族成員則攻擊力 2.5 倍"
  },
  {
    "id": 375,
    "name": "炎之盛怒",
    "desc": "I. 火屬性攻擊力 2 倍\nII. 火屬性神族成員則攻擊力 2.5 倍"
  },
  {
    "id": 376,
    "name": "森之盛怒",
    "desc": "I. 木屬性攻擊力 2 倍\nII. 木屬性神族成員則攻擊力 2.5 倍"
  },
  {
    "id": 377,
    "name": "聖之盛怒",
    "desc": "I. 光屬性攻擊力 2 倍\nII. 光屬性神族成員則攻擊力 2.5 倍"
  },
  {
    "id": 378,
    "name": "邪之盛怒",
    "desc": "I. 暗屬性攻擊力 2 倍\nII. 暗屬性神族成員則攻擊力 2.5 倍"
  },
  {
    "id": 379,
    "name": "千年之約",
    "desc": "星期一至五的靈魂石關卡，\n最後一層的敵人有 50% 機率\n轉化為千年靈魂石 (機率可以疊加)"
  },
  {
    "id": 380,
    "name": "戾氣盈溢 ‧ 水",
    "desc": "I. 每消除水符石，水屬性攻擊力持續提升\nII. 連續 2 回合沒有消除水符石，攻擊力減少\nIII. 當攻擊力達至最高 3 倍時\n⇒ 需每回合消除水符石，否則攻擊力減少"
  },
  {
    "id": 381,
    "name": "戾氣盈溢 ‧ 火",
    "desc": "I. 每消除火符石，火屬性攻擊力持續提升\nII. 連續 2 回合沒有消除火符石，攻擊力減少\nIII. 當攻擊力達至最高 3 倍時\n⇒ 需每回合消除火符石，否則攻擊力減少"
  },
  {
    "id": 382,
    "name": "戾氣盈溢 ‧ 木",
    "desc": "I. 每消除木符石，木屬性攻擊力持續提升\nII. 連續 2 回合沒有消除木符石，攻擊力減少\nIII. 當攻擊力達至最高 3 倍時\n⇒ 需每回合消除木符石，否則攻擊力減少"
  },
  {
    "id": 383,
    "name": "戾氣盈溢 ‧ 光",
    "desc": "I. 每消除光符石，光屬性攻擊力持續提升\nII. 連續 2 回合沒有消除光符石，攻擊力減少\nIII. 當攻擊力達至最高 3 倍時\n⇒ 需每回合消除光符石，否則攻擊力減少"
  },
  {
    "id": 384,
    "name": "戾氣盈溢 ‧ 暗",
    "desc": "I. 每消除暗符石，暗屬性攻擊力持續提升\nII. 連續 2 回合沒有消除暗符石，攻擊力減少\nIII. 當攻擊力達至最高 3 倍時\n⇒ 需每回合消除暗符石，否則攻擊力減少"
  },
  {
    "id": 385,
    "name": "海森護牆",
    "desc": "I. 水屬性傷害減少 50%\nII. 木屬性傷害減少 30%"
  },
  {
    "id": 386,
    "name": "炎海護牆",
    "desc": "I. 火屬性傷害減少 50%\nII. 水屬性傷害減少 30%"
  },
  {
    "id": 387,
    "name": "森炎護牆",
    "desc": "I. 木屬性傷害減少 50%\nII. 火屬性傷害減少 30%"
  },
  {
    "id": 388,
    "name": "聖海護牆",
    "desc": "I. 光屬性傷害減少 50%\nII. 水屬性傷害減少 30%"
  },
  {
    "id": 389,
    "name": "闇炎護牆",
    "desc": "I. 暗屬性傷害減少 50%\nII. 火屬性傷害減少 30%"
  },
  {
    "id": 390,
    "name": "海森闇之壁",
    "desc": "I. 水屬性傷害減少 50%\nII. 木和暗屬性傷害減少 30%"
  },
  {
    "id": 391,
    "name": "炎海聖之壁",
    "desc": "I. 火屬性傷害減少 50%\nII. 水和光屬性傷害減少 30%"
  },
  {
    "id": 392,
    "name": "森炎闇之壁",
    "desc": "I. 木屬性傷害減少 50%\nII. 火和暗屬性傷害減少 30%"
  },
  {
    "id": 393,
    "name": "聖海森之壁",
    "desc": "I. 光屬性傷害減少 50%\nII. 水和木屬性傷害減少 30%"
  },
  {
    "id": 394,
    "name": "闇炎聖之壁",
    "desc": "I. 暗屬性傷害減少 50%\nII. 火和光屬性傷害減少 30%"
  },
  {
    "id": 395,
    "name": "護甲之賦 ‧ 火",
    "desc": "I. 全隊攻擊力 1.5 倍\nII. 火屬性傷害減少 50%"
  },
  {
    "id": 396,
    "name": "火木堅甲之賦",
    "desc": "I. 全隊攻擊力 1.5 倍\nII. 火和木屬性傷害減少 50%"
  },
  {
    "id": 397,
    "name": "護甲之賦 ‧ 光",
    "desc": "I. 全隊攻擊力 1.5 倍\nII. 光屬性傷害減少 50%"
  },
  {
    "id": 398,
    "name": "光水堅甲之賦",
    "desc": "I. 全隊攻擊力 1.5 倍\nII. 光和水屬性傷害減少 50%"
  },
  {
    "id": 399,
    "name": "護甲之賦 ‧ 木",
    "desc": "I. 全隊攻擊力 1.5 倍\nII. 木屬性傷害減少 50%"
  },
  {
    "id": 400,
    "name": "木水堅甲之賦",
    "desc": "I. 全隊攻擊力 1.5 倍\nII. 木屬性和水屬性傷害減少 50%"
  },
  {
    "id": 401,
    "name": "護甲之賦 ‧ 水",
    "desc": "I. 全隊攻擊力 1.5 倍\nII. 水屬性傷害減少 50%"
  },
  {
    "id": 402,
    "name": "水火堅甲之賦",
    "desc": "I. 全隊攻擊力 1.5 倍\nII. 水和火屬性傷害減少 50%"
  },
  {
    "id": 403,
    "name": "矢無虛發",
    "desc": "當進行單體攻擊時\n⇒ 全隊攻擊力 2 倍"
  },
  {
    "id": 404,
    "name": "亡命攻擊",
    "desc": "當前生命力不足 20% 時\n⇒ 全隊攻擊力 2.5 倍"
  },
  {
    "id": 405,
    "name": "銳兵列陣",
    "desc": "隊伍中只有水、木、暗 3 種屬性的成員時：\n同時消除水、木、暗 3 種屬性符石\n⇒ 攻擊力 3 倍"
  },
  {
    "id": 406,
    "name": "野獸之醒覺",
    "desc": "獸類回復力 3 倍"
  },
  {
    "id": 407,
    "name": "野獸之血晶",
    "desc": "獸類生命力 3 倍"
  },
  {
    "id": 408,
    "name": "野獸之嗔怒",
    "desc": "獸類攻擊力 3 倍"
  },
  {
    "id": 409,
    "name": "真龍之血",
    "desc": "I. 龍類攻擊力 2.5 倍\nII. 龍類成員增加 1,000 點生命力基值"
  },
  {
    "id": 410,
    "name": "凝神之力",
    "desc": "當進行全體攻擊時\n⇒ 全隊攻擊力 3 倍"
  },
  {
    "id": 411,
    "name": "符能點燃 ‧ 玄冥之約",
    "desc": "2 粒光符石、暗符石或心符石相連，\n即可發動消除"
  },
  {
    "id": 412,
    "name": "銳兵列陣",
    "desc": "隊伍中需有水、火、光 3 種屬性的成員：\nI. 消除 ≥4 種屬性符石\n⇒ 水、火、光屬性攻擊力 3 倍\nII. 消除心符石\n⇒ 攻擊力有 30% 機率額外 1.5 倍"
  },
  {
    "id": 413,
    "name": "野獸之雛怒",
    "desc": "獸類攻擊力 1.5 倍及回復力 2.5 倍"
  },
  {
    "id": 414,
    "name": "光暗一體",
    "desc": "光及暗符石互相兼具效果\n"
  },
  {
    "id": 415,
    "name": "元素存菁 ‧ 水",
    "desc": "I. 水屬性攻擊力 2 倍\nII. 水屬性全體攻擊攻擊力 2.5 倍"
  },
  {
    "id": 416,
    "name": "元素存菁 ‧ 火",
    "desc": "I. 火屬性攻擊力 2 倍\nII. 火屬性全體攻擊攻擊力 2.5 倍"
  },
  {
    "id": 417,
    "name": "元素存菁 ‧ 木",
    "desc": "I. 木屬性攻擊力 2 倍\nII. 木屬性全體攻擊攻擊力 2.5 倍"
  },
  {
    "id": 418,
    "name": "元素存菁 ‧ 光",
    "desc": "I. 光屬性攻擊力 2 倍\nII. 光屬性全體攻擊攻擊力 2.5 倍"
  },
  {
    "id": 419,
    "name": "元素存菁 ‧ 暗",
    "desc": "I. 暗屬性攻擊力 2 倍\nII. 暗屬性全體攻擊攻擊力 2.5 倍"
  },
  {
    "id": 420,
    "name": "真龍嘯天",
    "desc": "I. 龍類攻擊力 2.5 倍\nII. 龍類成員增加 200 點攻擊力基值"
  },
  {
    "id": 421,
    "name": "魅幻神力",
    "desc": "全隊攻擊力 2 倍"
  },
  {
    "id": 422,
    "name": "符能點燃 ‧ 水之約",
    "desc": "I. 2 粒水符石相連，即可發動消除\nII. 所有符石掉落率不受其他技能影響\n   (包括改變掉落符石屬性的技能)"
  },
  {
    "id": 423,
    "name": "符能點燃 ‧ 火之約",
    "desc": "I. 2 粒火符石相連，即可發動消除\nII. 所有符石掉落率不受其他技能影響\n   (包括改變掉落符石屬性的技能)"
  },
  {
    "id": 424,
    "name": "符能點燃 ‧ 木之約",
    "desc": "I. 2 粒木符石相連，即可發動消除\nII. 所有符石掉落率不受其他技能影響\n   (包括改變掉落符石屬性的技能)"
  },
  {
    "id": 425,
    "name": "符能點燃 ‧ 光之約",
    "desc": "I. 2 粒光符石相連，即可發動消除\nII. 所有符石掉落率不受其他技能影響\n   (包括改變掉落符石屬性的技能)"
  },
  {
    "id": 426,
    "name": "符能點燃 ‧ 暗之約",
    "desc": "I. 2 粒暗符石相連，即可發動消除\nII. 所有符石掉落率不受其他技能影響\n   (包括改變掉落符石屬性的技能)"
  },
  {
    "id": 427,
    "name": "符能點燃 ‧ 水靈之約",
    "desc": "I. 2 粒水符石或心符石相連，即可發動消除\nII. 所有符石掉落率不受其他技能影響\n   (包括改變掉落符石屬性的技能)"
  },
  {
    "id": 428,
    "name": "符能點燃 ‧ 火靈之約",
    "desc": "I. 2 粒火符石或心符石相連，即可發動消除\nII. 所有符石掉落率不受其他技能影響\n(包括改變掉落符石屬性的技能)"
  },
  {
    "id": 429,
    "name": "符能點燃 ‧ 木靈之約",
    "desc": "I. 2 粒木符石或心符石相連，即可發動消除\nII. 所有符石掉落率不受其他技能影響\n   (包括改變掉落符石屬性的技能)"
  },
  {
    "id": 430,
    "name": "符能點燃 ‧ 光靈之約",
    "desc": "I. 2 粒光符石或心符石相連，即可發動消除\nII. 所有符石掉落率不受其他技能影響\n   (包括改變掉落符石屬性的技能)"
  },
  {
    "id": 431,
    "name": "符能點燃 ‧ 暗靈之約",
    "desc": "I. 2 粒暗符石或心符石相連，即可發動消除\nII. 所有符石掉落率不受其他技能影響\n   (包括改變掉落符石屬性的技能)"
  },
  {
    "id": 432,
    "name": "銳兵列陣",
    "desc": "隊伍中需有水和光屬性的成員：\nI. 消除 ≥3 種屬性符石\n⇒ 水和光屬性攻擊力 3 倍\nII. 消除心符石時\n⇒ 水及光屬性的攻擊力\n    有 50% 機率額外 1.5 倍\n    (機率可以疊加)"
  },
  {
    "id": 433,
    "name": "銳兵列陣",
    "desc": "隊伍中需有水和光屬性的成員：\nI. 消除 ≥3 種屬性符石\n⇒ 水和光屬性攻擊力 2.5 倍\nII. 消除心符石時\n⇒ 水及光屬性的攻擊力\n    有 50% 機率額外 1.5 倍\n    (機率可以疊加)"
  },
  {
    "id": 434,
    "name": "符靈契合 ‧ 水",
    "desc": "I. 水屬性攻擊力 2 倍\nII. 水與心符石組合成 3 粒即可發動消除"
  },
  {
    "id": 435,
    "name": "符靈契合 ‧ 火",
    "desc": "I. 火屬性攻擊力 2 倍\nII. 火與心符石組合成 3 粒即可發動消除"
  },
  {
    "id": 436,
    "name": "符靈契合 ‧ 木",
    "desc": "I. 木屬性攻擊力 2 倍\nII. 木與心符石組合成 3 粒即可發動消除"
  },
  {
    "id": 437,
    "name": "符靈契合 ‧ 光",
    "desc": "I. 光屬性攻擊力 2 倍\nII. 光與心符石組合成 3 粒即可發動消除"
  },
  {
    "id": 438,
    "name": "符靈契合 ‧ 暗",
    "desc": "I. 暗屬性攻擊力 2 倍\nII. 暗與心符石組合成 3 粒即可發動消除"
  },
  {
    "id": 439,
    "name": "愈戰愈強 ‧ 超",
    "desc": "生命力愈低時\n⇒ 全隊攻擊力會愈高，最大 3.5 倍"
  },
  {
    "id": 440,
    "name": "愈戰愈強 ‧ 極",
    "desc": "生命力愈低時\n⇒ 全隊攻擊力會愈高，最大 4 倍"
  },
  {
    "id": 441,
    "name": "魅影幻陣",
    "desc": "I. 隊伍中需有火、木及暗屬性的成員：\n⓵ 消除 ≥3 種屬性符石\n⇒ 火、木及暗屬性攻擊力 3 倍\nII. 消除心符石時\n⇒ 火、木及暗屬性的攻擊力\n    有 50% 機率額外 1.5 倍\n    (機率可以疊加)"
  },
  {
    "id": 442,
    "name": "速戰速決",
    "desc": "每回合剩餘的移動符石時間愈多\n⇒ 全隊攻擊力愈高\n⇒ 最少 1.5 倍，最大 4 倍"
  },
  {
    "id": 443,
    "name": "龍攻代守",
    "desc": "I. 龍類攻擊力 2 倍\nII. 將每個龍類成員回復力基值\n⇒ 各自加入自身攻擊力基值\nIII. 消除心符石\n⇒ 回復固定百分比的已損失生命力\n   (每粒心符石回復百分比相等於\n   隊伍龍類數量的 2 倍)"
  },
  {
    "id": 444,
    "name": "龍之持守",
    "desc": "I. 龍類攻擊力 2 倍\nII. 龍類成員增加 200 點回復力基值\nIII. 消除心符石時\n⇒ 等同消除暗符石\n⇒ 達 50% 暗符石效果"
  },
  {
    "id": 445,
    "name": "真龍之脈",
    "desc": "I. 龍類攻擊力 2.5 倍\nII. 龍類成員增加 200 點回復力基值"
  },
  {
    "id": 446,
    "name": "潛龍勿用",
    "desc": "I. 龍類攻擊力 2 倍\nII. 龍類成員增加 200 點回復力基值\nIII. 消除心符石的回合\n⇒ 所有龍類可額外積存 100% 攻擊力\n⇒ 上限為 500%\nIII. 在沒有消除心符石的回合\n⇒ 所積存的攻擊力會 1 次爆發"
  },
  {
    "id": 447,
    "name": "",
    "desc": ""
  },
  {
    "id": 448,
    "name": "",
    "desc": ""
  },
  {
    "id": 449,
    "name": "",
    "desc": ""
  },
  {
    "id": 450,
    "name": "",
    "desc": ""
  },
  {
    "id": 451,
    "name": "速戰速決",
    "desc": "每回合剩餘的移動符石時間愈多\n⇒ 全隊攻擊力愈高，最大 5 倍"
  },
  {
    "id": 452,
    "name": "元素防護",
    "desc": "所有屬性傷害減少 30%"
  },
  {
    "id": 453,
    "name": "元素防備",
    "desc": "所有屬性傷害減少 40%"
  },
  {
    "id": 454,
    "name": "元素防壁",
    "desc": "所有屬性傷害減少 50%"
  },
  {
    "id": 455,
    "name": "元素凝匯",
    "desc": "隊伍成員的屬性愈多\n⇒ 全隊攻擊力愈高，最大 3.5 倍"
  },
  {
    "id": 456,
    "name": "捨守為攻",
    "desc": "I. 全隊攻擊力 3 倍\nII. 隊伍受到的傷害 1.5 倍"
  },
  {
    "id": 457,
    "name": "捨守為攻",
    "desc": "I. 全隊攻擊力 2.5 倍\nII. 隊伍受到的傷害 1.5 倍"
  },
  {
    "id": 458,
    "name": "",
    "desc": ""
  },
  {
    "id": 459,
    "name": "",
    "desc": ""
  },
  {
    "id": 460,
    "name": "",
    "desc": ""
  },
  {
    "id": 461,
    "name": "",
    "desc": ""
  },
  {
    "id": 462,
    "name": "",
    "desc": ""
  },
  {
    "id": 463,
    "name": "",
    "desc": ""
  },
  {
    "id": 464,
    "name": "",
    "desc": ""
  },
  {
    "id": 465,
    "name": "",
    "desc": ""
  },
  {
    "id": 466,
    "name": "",
    "desc": ""
  },
  {
    "id": 467,
    "name": "真龍王震怒",
    "desc": "I. 龍類攻擊力 3 倍\nII. 神族攻擊力 2.5 倍"
  },
  {
    "id": 468,
    "name": "真火煉獄",
    "desc": "每回合以自身攻擊力 5 倍\n⇒ 追打無屬性傷害 1 次，\n    此傷害無視敵方防禦力\n    (需消除符石)"
  },
  {
    "id": 469,
    "name": "霸王震怒",
    "desc": "獸類及妖精類攻擊力 3 倍"
  },
  {
    "id": 470,
    "name": "嗜戰金剛",
    "desc": "I. 生命力愈高\n⇒ 所受傷害愈低\n⇒ 最多減少 60% 傷害\nII. 生命力愈低\n⇒ 全隊攻擊力愈高\n⇒ 最大 4 倍"
  },
  {
    "id": 471,
    "name": "傾世絕色",
    "desc": "連擊 (Combo) 時攻擊力提升 100%"
  },
  {
    "id": 472,
    "name": "傾世絕色",
    "desc": "連擊 (Combo) 時攻擊力提升 125%"
  },
  {
    "id": 473,
    "name": "真火煉獄",
    "desc": "每回合以自身攻擊力基值 15 倍對敵方全體\n後追打無屬性攻擊 1 次"
  },
  {
    "id": 474,
    "name": "護甲金身",
    "desc": "I. 生命力愈高\n⇒ 所受傷害愈低\n⇒ 最多減少 60 % 傷害\nII. 攻擊時無視敵方防禦力"
  },
  {
    "id": 475,
    "name": "護甲金身",
    "desc": "I. 生命力愈高\n⇒ 所受傷害愈低\n⇒ 最多減少 70 % 傷害\nII. 攻擊時無視敵方防禦力"
  },
  {
    "id": 476,
    "name": "護甲金身",
    "desc": "生命力愈高\n⇒ 所受傷害愈低\n⇒ 最多減少 70 % 傷害"
  },
  {
    "id": 477,
    "name": "水之凝護",
    "desc": "I. 水屬性攻擊力 2 倍\nII. 每回合攻擊後\n    場上每剩下 1 粒水符石\n⇒ 該回合可減少 5% 所受傷害\n⇒ 最多減少 30% 傷害"
  },
  {
    "id": 478,
    "name": "火之凝護",
    "desc": "I. 火屬性攻擊力 2 倍\nII. 每回合攻擊後，\n    場上每剩下 1 粒火符石\n⇒ 該回合可減少 5% 所受傷害\n⇒ 最多減少 30% 傷害"
  },
  {
    "id": 479,
    "name": "木之凝護",
    "desc": "I. 木屬性攻擊力 2 倍\nII. 每回合攻擊後，\n    場上每剩下 1 粒木符石\n⇒ 該回合可減少 5% 所受傷害\n⇒ 最多減少 30% 傷害"
  },
  {
    "id": 480,
    "name": "光之凝護",
    "desc": "I. 光屬性攻擊力 2 倍\nII. 每回合攻擊後，\n    場上每剩下 1 粒光符石\n⇒ 該回合可減少 5% 所受傷害\n⇒ 最多減少 30% 傷害"
  },
  {
    "id": 481,
    "name": "暗之凝護",
    "desc": "I. 暗屬性攻擊力 2 倍\nII. 每回合攻擊後，\n    場上每剩下 1 粒暗符石\n⇒ 該回合可減少 5% 所受傷害\n⇒ 最多減少 30% 傷害"
  },
  {
    "id": 482,
    "name": "攻守同源 ‧ 水波",
    "desc": "I. 水屬性攻擊力 2 倍\nII. 心符石兼具 50% 水符石效果\n(效果不能疊加)"
  },
  {
    "id": 483,
    "name": "攻守同源 ‧ 火燄",
    "desc": "I. 火屬性攻擊力 2 倍\nII. 心符石兼具 50% 火符石效果\n(效果不能疊加)"
  },
  {
    "id": 484,
    "name": "攻守同源 ‧ 藤木",
    "desc": "I. 木屬性攻擊力 2 倍\nII. 心符石兼具 50% 木符石效果\n(效果不能疊加)"
  },
  {
    "id": 485,
    "name": "攻守同源 ‧ 光明",
    "desc": "I. 光屬性攻擊力 2 倍\nII. 心符石兼具 50% 光符石效果\n(效果不能疊加)"
  },
  {
    "id": 486,
    "name": "攻守同源 ‧ 幽暗",
    "desc": "I. 暗屬性攻擊力 2 倍\nII. 心符石兼具 50% 暗符石效果\n(效果不能疊加)"
  },
  {
    "id": 487,
    "name": "附火進擊 ‧ 水波",
    "desc": "I. 水屬性攻擊力 2 倍\nII. 火符石兼具 50% 水符石效果\n(效果不能疊加)"
  },
  {
    "id": 488,
    "name": "附木進擊 ‧ 火燄",
    "desc": "I. 火屬性攻擊力 2 倍\nII. 木符石兼具 50% 火符石效果\n(效果不能疊加)"
  },
  {
    "id": 489,
    "name": "附水進擊 ‧ 藤木",
    "desc": "I. 木屬性攻擊力 2 倍\nII. 水符石兼具 50% 木符石效果\n(效果不能疊加)"
  },
  {
    "id": 490,
    "name": "附暗進擊 ‧ 光明",
    "desc": "I. 光屬性攻擊力 2 倍\nII. 暗符石兼具 50% 光符石效果\n(效果不能疊加)"
  },
  {
    "id": 491,
    "name": "附光進擊 ‧ 幽暗",
    "desc": "I. 暗屬性攻擊力 2 倍\nII. 光符石兼具 50% 暗符石效果\n(效果不能疊加)"
  },
  {
    "id": 492,
    "name": "火靈附攻 ‧ 水波",
    "desc": "I. 水屬性攻擊力 2 倍\nII. 火符石及心符石兼具 50% 水符石效果"
  },
  {
    "id": 493,
    "name": "木靈附攻 ‧ 火燄",
    "desc": "I. 火屬性攻擊力 2 倍\nII. 木符石及心符石兼具 50% 火符石效果"
  },
  {
    "id": 494,
    "name": "水靈附攻 ‧ 藤木",
    "desc": "I. 木屬性攻擊力 2 倍\nII. 水符石及心符石兼具 50% 木符石效果"
  },
  {
    "id": 495,
    "name": "暗靈附攻 ‧ 光明",
    "desc": "I. 光屬性攻擊力 2 倍\nII. 暗符石及心符石兼具 50% 光符石效果"
  },
  {
    "id": 496,
    "name": "光靈附攻 ‧ 幽暗",
    "desc": "I. 暗屬性攻擊力 2 倍\nII. 光符石及心符石兼具 50% 暗符石效果"
  },
  {
    "id": 497,
    "name": "絕命暴擊",
    "desc": "I. 每回合有 30% 機率全隊攻擊力 7 倍\nII. 當生命力不足 10% 時\n⇒ 機率由 30% 變成 50%"
  },
  {
    "id": 498,
    "name": "元素齊集 ‧ 人",
    "desc": "I. 人類攻擊力 2.5 倍\nII. 若隊伍中齊集 5 種屬性的人類\n⇒ 人類攻擊力 3 倍"
  },
  {
    "id": 499,
    "name": "人類之強權",
    "desc": "人類攻擊力 2 倍及回復力 1.5 倍"
  },
  {
    "id": 500,
    "name": "養生延壽",
    "desc": "人類生命力 2 倍及回復力 1.5 倍"
  },
  {
    "id": 501,
    "name": "元素附水 ‧ 人",
    "desc": "I. 人類攻擊力 2 倍\nII. 隊伍中只有人類時：\n⓵ 人類攻擊力 2.5 倍\n⓶ 水符石兼具 50% 其他屬性符石效果"
  },
  {
    "id": 502,
    "name": "元素附火 ‧ 人",
    "desc": "I. 人類攻擊力 2 倍\nII. 隊伍中只有人類時：\n⓵ 人類攻擊力 2.5 倍\n⓶ 火符石兼具 50% 其他屬性符石效果"
  },
  {
    "id": 503,
    "name": "元素附木 ‧ 人",
    "desc": "I. 人類攻擊力 2 倍\nII. 隊伍中只有人類時：\n⓵ 人類攻擊力 2.5 倍\n⓶ 木符石兼具 50% 其他屬性符石效果"
  },
  {
    "id": 504,
    "name": "元素附光 ‧ 人",
    "desc": "I. 人類攻擊力 2 倍\nII. 隊伍中只有人類時：\n⓵ 人類攻擊力 2.5 倍\n⓶ 光符石兼具 50% 其他屬性符石效果"
  },
  {
    "id": 505,
    "name": "元素附暗 ‧ 人",
    "desc": "I. 人類攻擊力 2 倍\nII. 隊伍中只有人類時：\n⓵ 人類攻擊力 2.5 倍\n⓶ 暗符石兼具 50% 其他屬性符石效果"
  },
  {
    "id": 506,
    "name": "靈獸輔主 ‧ 水",
    "desc": "I. 人類及獸類攻擊力 2 倍\nII. 隊伍中只有人類及獸類成員時：\n⓵ 水符石兼具 50% 其他屬性效果\n⓶ 每個獸類成員額外提高人類成員\n    攻擊力 0.5 倍，最大 3.5 倍"
  },
  {
    "id": 507,
    "name": "靈獸輔主 ‧ 火",
    "desc": "I. 人類及獸類攻擊力 2 倍\nII. 隊伍中只有人類及獸類成員時：\n⓵ 火符石兼具 50% 其他屬性效果\n⓶ 每個獸類成員額外提高人類成員\n    攻擊力 0.5 倍，最大 3.5 倍"
  },
  {
    "id": 508,
    "name": "靈獸輔主 ‧ 木",
    "desc": "I. 人類及獸類攻擊力 2 倍\nII. 隊伍中只有人類及獸類成員時：\n⓵ 木符石兼具 50% 其他屬性效果\n⓶ 每個獸類成員額外提高人類成員\n    攻擊力 0.5 倍，最大 3.5 倍"
  },
  {
    "id": 509,
    "name": "靈獸輔主 ‧ 光",
    "desc": "I. 人類及獸類攻擊力 2 倍\nII. 隊伍中只有人類及獸類成員時：\n⓵ 光符石兼具 50% 其他屬性效果\n⓶ 每個獸類成員額外提高人類成員\n    攻擊力 0.5 倍，最大 3.5 倍"
  },
  {
    "id": 510,
    "name": "靈獸輔主 ‧ 暗",
    "desc": "I. 人類及獸類攻擊力 2 倍\nII. 隊伍中只有人類及獸類成員時\n⓵ 暗符石兼具 50% 其他屬性效果\n⓶ 每個獸類成員額外提高人類成員\n    攻擊力 0.5 倍，最大 3.5 倍"
  },
  {
    "id": 511,
    "name": "元素附人",
    "desc": "隊伍中人類成員\n於消除任何不相同屬性符石\n兼具 50% 攻擊效果 (效果不能疊加)"
  },
  {
    "id": 512,
    "name": "",
    "desc": "隊伍中人類成員\n於消除任何不相同屬性符石\n兼具 75% 攻擊效果 (效果不能疊加)"
  },
  {
    "id": 513,
    "name": "護甲金身",
    "desc": "I. 生命力愈高\n⇒ 所受傷害愈低\n⇒ 最多減少 60 % 傷害\nII. 生命力愈低\n⇒ 迴避敵人攻擊的機率愈高\n⇒ 最大 50%"
  },
  {
    "id": 514,
    "name": "人類之嗔怒",
    "desc": "人類攻擊力 3 倍"
  },
  {
    "id": 515,
    "name": "靈獸輔主",
    "desc": "隊伍中只有人類及 ≥2 個獸類成員時：\nI. 人類攻擊力 3.5 倍\nII. 獸類攻擊力 2.5 倍"
  },
  {
    "id": 516,
    "name": "龍魂輔主",
    "desc": "隊伍中只有人類及 ≥2 個龍類成員時：\nI. 人類攻擊力 3.5 倍\nII. 龍類攻擊力 2 倍"
  },
  {
    "id": 517,
    "name": "神靈輔主",
    "desc": "隊伍中只有人類及 ≥2 個神族成員時：\nI. 人類攻擊力 3.5 倍\nII. 神族攻擊力 2 倍"
  },
  {
    "id": 518,
    "name": "幻獸輔主",
    "desc": "隊伍中只有人類及 ≥2 個獸類或妖精類成員時：\nI. 人類攻擊力 3.5 倍\nII. 獸類及妖精類攻擊力 2.5 倍"
  },
  {
    "id": 519,
    "name": "妖仙輔主",
    "desc": "隊伍中只有人類及 ≥2 個妖精類成員時：\nI. 人類攻擊力 3.5 倍\nII. 妖精類攻擊力 2.5 倍"
  },
  {
    "id": 520,
    "name": "魔影輔主",
    "desc": "隊伍中只有人類及 ≥2 個魔族成員時：\nI. 人類攻擊力 3.5 倍\nII. 魔族攻擊力 2.5 倍"
  },
  {
    "id": 521,
    "name": "妖魔輔主",
    "desc": "隊伍中只有人類及 ≥2 個魔族或妖精類成員時：\nI. 人類攻擊力 3.5 倍\nII. 魔族及妖精類攻擊力 2.5 倍"
  },
  {
    "id": 522,
    "name": "水影世界 ‧ 獸",
    "desc": "I. 獸類攻擊力 2.5 倍\nII. 水符石兼具其他屬性符石效果：\n⇒ 每個獸類成員提升 10% 效果\n⇒ 最高 50% (效果可以疊加)"
  },
  {
    "id": 523,
    "name": "燄影世界 ‧ 獸",
    "desc": "I. 獸類攻擊力 2.5 倍\nII. 火符石兼具其他屬性符石效果：\n⇒ 每個獸類成員提升 10% 效果\n⇒ 最高 50% (效果可以疊加)"
  },
  {
    "id": 524,
    "name": "森影世界 ‧ 獸",
    "desc": "I. 獸類攻擊力 2.5 倍\nII. 木符石兼具其他屬性符石效果：\n⇒ 每個獸類成員提升 10% 效果\n⇒ 最高 50% (效果可以疊加)"
  },
  {
    "id": 525,
    "name": "光影世界 ‧ 獸",
    "desc": "I. 獸類攻擊力 2.5 倍\nII. 光符石兼具其他屬性符石效果：\n⇒ 每個獸類成員提升 10% 效果\n⇒ 最高 50% (效果可以疊加)"
  },
  {
    "id": 526,
    "name": "魅影世界 ‧ 獸",
    "desc": "I. 獸類攻擊力 2.5 倍\nII. 暗符石兼具其他屬性符石效果：\n⇒ 每個獸類成員提升 10% 效果\n⇒ 最高 50% (效果可以疊加)"
  },
  {
    "id": 527,
    "name": "水靈之力",
    "desc": "消除水符石及心符石的數目愈多\n⇒ 攻擊力提升愈多，最大 3 倍"
  },
  {
    "id": 528,
    "name": "火靈之力",
    "desc": "消除火符石及心符石的數目愈多\n⇒ 攻擊力提升愈多，最大 3 倍"
  },
  {
    "id": 529,
    "name": "木靈之力",
    "desc": "消除木符石及心符石的數目愈多\n⇒ 攻擊力提升愈多，最大 3 倍"
  },
  {
    "id": 530,
    "name": "光靈之力",
    "desc": "消除光符石及心符石的數目愈多\n⇒ 攻擊力提升愈多，最大 3 倍"
  },
  {
    "id": 531,
    "name": "暗靈之力",
    "desc": "消除暗符石及心符石的數目愈多\n⇒ 攻擊力提升愈多，最大 3 倍"
  },
  {
    "id": 532,
    "name": "神魔之強權",
    "desc": "神族及魔族攻擊力 2 倍及回復力 1.5 倍"
  },
  {
    "id": 533,
    "name": "集大成者 ‧ 水",
    "desc": "隊伍成員的種族愈多\n⇒ 水屬性攻擊力愈高"
  },
  {
    "id": 534,
    "name": "集大成者 ‧ 火",
    "desc": "隊伍成員的種族愈多\n⇒ 火屬性攻擊力愈高"
  },
  {
    "id": 535,
    "name": "集大成者 ‧ 木",
    "desc": "隊伍成員的種族愈多\n⇒ 木屬性攻擊力愈高"
  },
  {
    "id": 536,
    "name": "集大成者 ‧ 光",
    "desc": "隊伍成員的種族愈多\n⇒ 光屬性攻擊力愈高"
  },
  {
    "id": 537,
    "name": "集大成者 ‧ 暗",
    "desc": "隊伍成員的種族愈多\n⇒ 暗屬性攻擊力愈高"
  },
  {
    "id": 538,
    "name": "全神貫注",
    "desc": "當隊伍中只有神族成員時\n⇒ 全隊攻擊力 2 倍"
  },
  {
    "id": 539,
    "name": "全神貫注",
    "desc": "當隊伍中只有神族成員時\n⇒ 全隊攻擊力 2.5 倍"
  },
  {
    "id": 540,
    "name": "水之誅罰",
    "desc": "I. 水屬性攻擊無視屬性相剋\nII. 大幅提升水屬性對火及暗屬性目標的攻擊力\nIII. 提升對其他屬性目標的攻擊力\n(包括主動技)"
  },
  {
    "id": 541,
    "name": "火之誅罰",
    "desc": "I. 火屬性攻擊無視屬性相剋\nII. 大幅提升火屬性對火及木屬性目標的攻擊力\nIII. 提升對其他屬性目標的攻擊力\n(包括主動技)"
  },
  {
    "id": 542,
    "name": "木之誅罰",
    "desc": "I. 木屬性攻擊無視屬性相剋\nII. 大幅提升木屬性對水及光屬性目標的攻擊力\nIII. 提升對其他屬性目標的攻擊力\n(包括主動技)"
  },
  {
    "id": 543,
    "name": "光之誅罰",
    "desc": "I. 光屬性攻擊無視屬性相剋\nII. 大幅提升光屬性對火及暗屬性目標的攻擊力\nIII. 提升對其他屬性目標的攻擊力\n(包括主動技)"
  },
  {
    "id": 544,
    "name": "暗之誅罰",
    "desc": "I. 暗屬性攻擊無視屬性相剋\nII. 大幅提升暗屬性對木及光屬性目標的攻擊力\nIII. 提升對其他屬性目標的攻擊力\n(包括主動技)"
  },
  {
    "id": 545,
    "name": "龍魂伴主",
    "desc": "隊伍中只有人類及 ≥2 個龍類成員時\nI. 人類攻擊力 3 倍\nII. 龍類攻擊力 1.5 倍"
  },
  {
    "id": 546,
    "name": "幻獸伴主",
    "desc": "隊伍中只有人類、 ≥2 個獸類或妖精類成員時：\nI. 人類攻擊力 3 倍\nII. 獸類及妖精類攻擊力 2 倍"
  },
  {
    "id": 547,
    "name": "妖魔伴主",
    "desc": "隊伍中只有人類、≥2 個魔族或妖精類成員時：\nI. 人類攻擊力 3 倍\nII. 魔族及妖精類攻擊力 2 倍"
  },
  {
    "id": 548,
    "name": "神靈伴主",
    "desc": "隊伍中只有人類及 ≥2 個神族成員時：\nI. 人類攻擊力 3 倍\nII. 神族攻擊力 1.5 倍"
  },
  {
    "id": 549,
    "name": "絕境反噬 ‧ 水",
    "desc": "I. 當前生命力大於 50% 時\n⇒ 下一次所受傷害不會使你死亡\nII. 將未能正常扣除的傷害\n⇒ 對敵方攻擊者進行水屬性反擊\n(同 1 回合只發動 1 次)"
  },
  {
    "id": 550,
    "name": "絕境反噬 ‧ 火",
    "desc": "I. 當前生命力大於 50% 時\n⇒ 下一次所受傷害不會使你死亡\nII. 將未能正常扣除的傷害\n⇒ 對敵方攻擊者進行火屬性反擊\n(同 1 回合只發動 1 次)"
  },
  {
    "id": 551,
    "name": "絕境反噬 ‧ 木",
    "desc": "I. 當前生命力大於 50% 時\n⇒ 下一次所受傷害不會使你死亡\nII. 將未能正常扣除的傷害\n⇒ 對敵方攻擊者進行木屬性反擊\n(同 1 回合只發動 1 次)"
  },
  {
    "id": 552,
    "name": "絕境反噬 ‧ 光",
    "desc": "I. 當前生命力大於 50% 時\n⇒ 下一次所受傷害不會使你死亡\nII. 將未能正常扣除的傷害\n⇒ 對敵方攻擊者進行光屬性反擊\n(同 1 回合只發動 1 次)"
  },
  {
    "id": 553,
    "name": "絕境反噬 ‧ 暗",
    "desc": "I. 當前生命力大於 50% 時\n⇒ 下一次所受傷害不會使你死亡\nII. 將未能正常扣除的傷害\n⇒ 對敵方攻擊者進行暗屬性反擊\n(同 1 回合只發動 1 次)"
  },
  {
    "id": 554,
    "name": "百箭穿楊",
    "desc": "I. 當進行單體攻擊時\n⇒ 全隊攻擊力 2.5 倍\nII. 若消除 ≥3 種屬性符石\n⇒ 全隊攻擊力提升至 3 倍。\n (若發動全體攻擊時只有 1 個敵人，\n  會視作單體攻擊計算)"
  },
  {
    "id": 555,
    "name": "五星連珠",
    "desc": "所有屬性符石兼具 50% 其他屬性符石效果"
  },
  {
    "id": 556,
    "name": "孤注一擲",
    "desc": "當隊伍中只有 2 個火屬性成員\n(包括隊長及隊友) 時\n⇒ 全隊攻擊力 3 倍及回復力 2.5 倍"
  },
  {
    "id": 557,
    "name": "狐鎧焱神",
    "desc": "I. 全隊攻擊力及回復力 1.5 倍\nII. 延長移動符石時間 2.5 秒"
  },
  {
    "id": 558,
    "name": "屠殺契機",
    "desc": "連擊 (Combo) 數為雙數時\n⇒ 全隊攻擊力 5 倍"
  },
  {
    "id": 559,
    "name": "龍魂佐主",
    "desc": "隊伍中只有人類及 ≥1 個龍類成員時：\nI. 人類攻擊力 3.5 倍\nII. 龍類攻擊力 2 倍"
  },
  {
    "id": 560,
    "name": "幻獸佐主",
    "desc": "隊伍中只有人類及 ≥1 個獸類或妖精類成員時：\nI. 人類攻擊力 3.5 倍\nII. 獸類及妖精類攻擊力 2.5 倍"
  },
  {
    "id": 561,
    "name": "妖魔佐主",
    "desc": "隊伍中只有人類及 ≥1 個魔族或妖精類成員時：\nI. 人類攻擊力 3.5 倍\nII. 魔族及妖精類攻擊力 2.5 倍"
  },
  {
    "id": 562,
    "name": "神靈佐主",
    "desc": "當隊伍中只有人類及 ≥1 個神族成員時：\nI. 人類攻擊力 3.5 倍\nII. 神族攻擊力 2 倍"
  },
  {
    "id": 563,
    "name": "念之強勢 ‧ 光",
    "desc": "I. 減少 50% 移動符石時間\nII. 全隊攻擊力 3 倍"
  },
  {
    "id": 564,
    "name": "念之強勢 ‧ 暗",
    "desc": "I. 減少 50% 移動符石時間\nII. 全隊攻擊力 3 倍"
  },
  {
    "id": 565,
    "name": "水魄之靈",
    "desc": "I. 水屬性攻擊力 2 倍\nII. 提升 25% 水符石效果 (效果可以疊加)"
  },
  {
    "id": 566,
    "name": "火魄之靈",
    "desc": "I. 火屬性攻擊力 2 倍\nII. 提升 25% 火符石效果 (效果可以疊加)"
  },
  {
    "id": 567,
    "name": "木魄之靈",
    "desc": "I. 木屬性攻擊力 2 倍\nII. 提升 25% 木符石效果 (效果可以疊加)"
  },
  {
    "id": 568,
    "name": "光魄之靈",
    "desc": "I. 光屬性攻擊力 2 倍\nII. 提升 25% 光符石效果 (效果可以疊加)"
  },
  {
    "id": 569,
    "name": "暗魄之靈",
    "desc": "I. 暗屬性攻擊力 2 倍\nII. 提升 25% 暗符石效果 (效果可以疊加)"
  },
  {
    "id": 570,
    "name": "火舞傳人",
    "desc": "I. 全隊攻擊力及回復力 1.5 倍\nII. 人類生命力 1.5 倍"
  },
  {
    "id": 571,
    "name": "絕境反噬",
    "desc": "I. 當前生命力大於 50% 時\n⇒ 下一次所受傷害不會使你死亡\nII. 將未能正常扣除的傷害\n⇒ 對敵方攻擊者進行無屬性反擊\n(同 1 回合只發動 1 次)"
  },
  {
    "id": 572,
    "name": "妖之靈力",
    "desc": "妖精類攻擊力及生命力 1.5 倍"
  },
  {
    "id": 573,
    "name": "人之祈願",
    "desc": "人類生命力 3 倍"
  },
  {
    "id": 574,
    "name": "戾氣蔽日 ‧ 水",
    "desc": "I. 每消除水符石，水屬性攻擊力持續提升\nII. 連續 2 回合沒有消除水符石，攻擊力減少\nIII. 當攻擊力達至最高 3.5 倍時\n⇒ 需每回合消除水符石，否則攻擊力減少"
  },
  {
    "id": 575,
    "name": "戾氣蔽日 ‧ 火",
    "desc": "I. 每消除火符石，火屬性攻擊力持續提升\nII. 連續 2 回合沒有消除火符石，攻擊力減少\nIII. 當攻擊力達至最高 3.5 倍時\n⇒ 需每回合消除火符石，否則攻擊力減少"
  },
  {
    "id": 576,
    "name": "戾氣蔽日‧ 木",
    "desc": "I. 每消除木符石，木屬性攻擊力持續提升\nII. 連續 2 回合沒有消除木符石，攻擊力減少\nIII. 當攻擊力達至最高 3.5 倍時\n⇒ 需每回合消除木符石，否則攻擊力減少"
  },
  {
    "id": 577,
    "name": "戾氣滔天 ‧ 水",
    "desc": "I. 每消除水符石，水屬性攻擊力持續提升\nII. 連續 2 回合沒有消除水符石，攻擊力減少\nIII. 當攻擊力達至最高 3.5 倍時，\n⇒ 需每回合消除水符石，否則攻擊力減少\n\nIV. 同時消除水、火及心符石\n⇒ 該回合水屬性攻擊力額外 3 倍 (不能疊加)\n⇒ 下回合水屬性攻擊力變回 1 倍"
  },
  {
    "id": 578,
    "name": "戾氣滔天 ‧ 火",
    "desc": "I. 每消除火符石，火屬性攻擊力持續提升\nII. 連續 2 回合沒有消除火符石，攻擊力減少\nIII. 當攻擊力達至最高 3.5 倍時，\n⇒ 需每回合消除火符石，否則攻擊力減少\n\nIV. 同時消除火、木及心符石\n⇒ 該回合火屬性攻擊力額外 3 倍 (不能疊加)\n⇒ 下回合火屬性攻擊力變回 1 倍"
  },
  {
    "id": 579,
    "name": "戾氣滔天 ‧ 木",
    "desc": "I. 每消除木符石，木屬性攻擊力持續提升\nII. 連續 2 回合沒有消除木符石，攻擊力減少\nIII. 當攻擊力達至最高 3.5 倍時，\n⇒ 需每回合消除木符石，否則攻擊力減少\n\nIV. 同時消除木、水及心符石\n⇒ 該回合木屬性攻擊力額外 3 倍 (不能疊加)\n⇒ 下回合木屬性攻擊力變回 1 倍"
  },
  {
    "id": 580,
    "name": "魔魅復甦 ‧ 水波",
    "desc": "I. 水屬性攻擊力 2.5 倍\nII. 魔族回復力 2 倍"
  },
  {
    "id": 581,
    "name": "魔魅復甦 ‧ 火燄",
    "desc": "I. 火屬性攻擊力 2.5 倍\nII. 魔族回復力 2 倍"
  },
  {
    "id": 582,
    "name": "魔魅復甦 ‧ 藤木",
    "desc": "I. 木屬性攻擊力 2.5 倍\nII. 魔族回復力 2 倍"
  },
  {
    "id": 583,
    "name": "魔魅復甦 ‧ 光明",
    "desc": "I. 光屬性攻擊力 2.5 倍\nII. 魔族回復力 2 倍"
  },
  {
    "id": 584,
    "name": "魔魅復甦 ‧ 幽暗",
    "desc": "I. 暗屬性攻擊力 2.5 倍\nII. 魔族回復力 2 倍"
  },
  {
    "id": 585,
    "name": "魔魅之靈泉",
    "desc": "I. 水屬性攻擊力 2.5 倍\nII. 當生命力少於 50% 時\n⇒ 心符石效果提升至 300%\n(效果不能疊加)"
  },
  {
    "id": 586,
    "name": "俠盜之力",
    "desc": "人類及魔族攻擊力 2.5 倍"
  },
  {
    "id": 587,
    "name": "魔怒嘯天 ‧ 水",
    "desc": "水屬性魔族攻擊力 3.5 倍"
  },
  {
    "id": 588,
    "name": "魔怒嘯天 ‧ 火",
    "desc": "火屬性魔族攻擊力 3.5 倍"
  },
  {
    "id": 589,
    "name": "魔怒嘯天 ‧ 木",
    "desc": "木屬性魔族攻擊力 3.5 倍"
  },
  {
    "id": 590,
    "name": "魔怒嘯天 ‧ 光",
    "desc": "光屬性魔族攻擊力 3.5 倍"
  },
  {
    "id": 591,
    "name": "魔怒嘯天 ‧ 暗",
    "desc": "暗屬性魔族攻擊力 3.5 倍"
  },
  {
    "id": 592,
    "name": "魔之本性 ‧ 攻",
    "desc": "魔族攻擊力 2 倍、生命力及回復力 1.5 倍"
  },
  {
    "id": 593,
    "name": "魔魅復甦 ‧ 水",
    "desc": "I. 水屬性攻擊力 2 倍\nII. 魔族回復力 2 倍"
  },
  {
    "id": 594,
    "name": "魔魅復甦 ‧ 火",
    "desc": "I. 火屬性攻擊力 2 倍\nII. 魔族回復力 2 倍"
  },
  {
    "id": 595,
    "name": "魔魅復甦 ‧ 木",
    "desc": "I. 木屬性攻擊力 2 倍\nII. 魔族回復力 2 倍"
  },
  {
    "id": 596,
    "name": "魔魅復甦 ‧ 光",
    "desc": "I. 光屬性攻擊力 2 倍\nII. 魔族回復力 2 倍"
  },
  {
    "id": 597,
    "name": "魔魅復甦 ‧ 暗",
    "desc": "I. 暗屬性攻擊力 2 倍\nII. 魔族回復力 2 倍"
  },
  {
    "id": 598,
    "name": "魔之狂怒 ‧ 水",
    "desc": "水屬性魔族攻擊力 2.5 倍"
  },
  {
    "id": 599,
    "name": "魔之狂怒 ‧ 火",
    "desc": "火屬性魔族攻擊力 2.5 倍"
  },
  {
    "id": 600,
    "name": "魔之狂怒 ‧ 木",
    "desc": "木屬性魔族攻擊力 2.5 倍"
  },
  {
    "id": 601,
    "name": "魔之狂怒 ‧ 光",
    "desc": "光屬性魔族攻擊力 2.5 倍"
  },
  {
    "id": 602,
    "name": "魔之狂怒 ‧ 暗",
    "desc": "暗屬性魔族攻擊力 2.5 倍"
  },
  {
    "id": 603,
    "name": "水之震怒",
    "desc": "水屬性攻擊力 3 倍"
  },
  {
    "id": 604,
    "name": "火之震怒",
    "desc": "火屬性攻擊力 3 倍"
  },
  {
    "id": 605,
    "name": "木之震怒",
    "desc": "木屬性攻擊力 3 倍"
  },
  {
    "id": 606,
    "name": "光之震怒",
    "desc": "光屬性攻擊力 3 倍"
  },
  {
    "id": 607,
    "name": "暗之震怒",
    "desc": "暗屬性攻擊力 3 倍"
  },
  {
    "id": 608,
    "name": "萬年之約 ‧ 水",
    "desc": "關卡 \"水靈魂石發現\" 及 \"水靈魂石再現\" ，\n其初級難度及高級難度最後一層的敵人\n分別有 25% 及 50% 機率轉化為萬年靈魂石\n(效果可以疊加)"
  },
  {
    "id": 609,
    "name": "萬年之約 ‧ 火",
    "desc": "關卡 \"火靈魂石發現\" 及 \"火靈魂石再現\" ，\n其初級難度及高級難度最後一層的敵人\n分別有 25% 及 50% 機率轉化為萬年靈魂石\n(效果可以疊加)"
  },
  {
    "id": 610,
    "name": "萬年之約 ‧ 木",
    "desc": "關卡 \"木靈魂石發現\" 及 \"木靈魂石再現\" ，\n其初級難度及高級難度最後一層的敵人\n分別有 25% 及 50% 機率轉化為萬年靈魂石\n(效果可以疊加)"
  },
  {
    "id": 611,
    "name": "萬年之約 ‧ 光",
    "desc": "關卡 \"光靈魂石發現\" 及 \"光靈魂石再現\" ，\n其初級難度及高級難度最後一層的敵人\n分別有 25% 及 50% 機率轉化為萬年靈魂石\n(效果可以疊加)"
  },
  {
    "id": 612,
    "name": "萬年之約 ‧ 暗",
    "desc": "關卡 \"暗靈魂石發現\" 及 \"暗靈魂石再現\" ，\n其初級難度及高級難度最後一層的敵人\n分別有 25% 及 50% 機率轉化為萬年靈魂石\n(效果可以疊加)"
  },
  {
    "id": 613,
    "name": "人魔之怒",
    "desc": "人類及魔族攻擊力 2 倍"
  },
  {
    "id": 614,
    "name": "燄影堅甲之術",
    "desc": "I. 全隊攻擊力 1.5 倍\nII. 火屬性和暗屬性傷害減少 50%"
  },
  {
    "id": 615,
    "name": "劍緣陣法",
    "desc": "隊伍中只有水、火及木屬性成員時：\nI. 消除 ≥3 種屬性符石\n⇒ 全隊攻擊力 3 倍\nII. 消除心符石時攻擊力\n    有 50% 機率額外 1.5 倍\n    (機率可以疊加)"
  },
  {
    "id": 616,
    "name": "伏虎怒嘯",
    "desc": "I. 水、火及木屬性人類攻擊力 3 倍\nII. 自身沒有發動攻擊時\n⇒ 全隊攻擊力額外 1.5 倍 (不能疊加)"
  },
  {
    "id": 617,
    "name": "繁星托玉",
    "desc": "I. 隊伍中人類成員愈多\n⇒ 人類攻擊力愈高\n⇒ 5 個人類成員即可達至最大 3 倍\nII. 隊伍中有 ≥1 個成員沒發動攻擊時\n⇒ 自身攻擊力額外 1.5 倍"
  },
  {
    "id": 618,
    "name": "韶光疊影",
    "desc": "I. 光屬性攻擊力 2 倍\nII. 隊伍中的人類成員愈多\n⇒ 光屬性攻擊力額外提升愈多\n⇒ 最大 3.5 倍"
  },
  {
    "id": 619,
    "name": "喋血狂屠",
    "desc": "隊伍中只有人類及魔族成員時：\nI. 人類及魔族攻擊力 2.5 倍\nII. 當生命力未滿時，攻擊力提升至 3.5 倍"
  },
  {
    "id": 620,
    "name": "燄之靈泉",
    "desc": "I. 火屬性攻擊力 2 倍\nII. 當生命力少於 50%時\n⇒ 人類回復力 2 倍"
  },
  {
    "id": 621,
    "name": "森燄之怒",
    "desc": "火屬性和木屬性攻擊力 2 倍"
  },
  {
    "id": 622,
    "name": "焚天煉日",
    "desc": "I. 光屬性攻擊力 2.5 倍\nII. 首批消除場上所有光符石時\n⇒ 光屬性人類攻擊力 4 倍"
  },
  {
    "id": 623,
    "name": "幽魂附攻 ‧ 光明",
    "desc": "I. 光屬性攻擊力 2 倍\nII. 暗符石兼具 50% 光符石效果\n   (效果不能疊加)"
  },
  {
    "id": 624,
    "name": "陰陽煞陣",
    "desc": "I. 光和暗屬性攻擊力 2 倍\nII. 同時消除光符石及暗符石\n⇒ 光和暗屬性攻擊力額外 1.5 倍\n(效果可以疊加)"
  },
  {
    "id": 625,
    "name": "桀驁猛獸",
    "desc": "I. 獸類攻擊力 2 倍\nII. 消除的屬性符石愈多\n⇒ 獸類攻擊力提升愈多\n⇒ 最大 2 倍 (效果不能疊加)"
  },
  {
    "id": 626,
    "name": "魔燄之輪",
    "desc": "I. 首回合火屬性攻擊力 4 倍\nII. 次回合火屬性攻擊力 2 倍\n周而復始 (只計算消除符石的回合)"
  },
  {
    "id": 627,
    "name": "靈魂之約",
    "desc": "關卡 \"靈魂之日\" 初級難度最後一層的敵人\n有 30% 機率轉化為蘊魔晶寵 (機率可以疊加)"
  },
  {
    "id": 628,
    "name": "醉意裊繞",
    "desc": "I. 每次消除心符石\n⇒ 神族攻擊力持續提升\nII. 連續 2 回合沒有消除心符石\n⇒ 攻擊力減少\nIII. 當攻擊力達至最高 3 倍時\n⇒ 需每回合消除心符石，否則攻擊力減少"
  },
  {
    "id": 629,
    "name": "攻守同道 ‧ 光明",
    "desc": "I. 光屬性攻擊力 2.5 倍\nII. 心符石兼具 50% 光符石效果\n(效果不能疊加)"
  },
  {
    "id": 630,
    "name": "魔之嗔怒",
    "desc": "魔族攻擊力 3 倍"
  },
  {
    "id": 631,
    "name": "靈魂之緣",
    "desc": "關卡 \"靈魂之日\" 初級難度最後一層的敵人\n有 15% 機率轉化為蘊魔晶寵 (機率可以疊加)"
  },
  {
    "id": 632,
    "name": "神龍呼嘯 ‧ 水",
    "desc": "當隊伍中只有神族及龍類成員時：\nI. 全隊攻擊力 2.5 倍\nII. 消除水及心符石時攻擊力\n    有 40% 機率額外 2 倍\n(機率可以疊加，倍率優先跟隨隊長技能)"
  },
  {
    "id": 633,
    "name": "神龍呼嘯 ‧ 火",
    "desc": "隊伍中只有神族及龍類成員時：\nI. 全隊攻擊力 2.5 倍\nII. 消除火及心符石時攻擊力\n    有 40% 機率額外 2 倍 (機率可以疊加)"
  },
  {
    "id": 634,
    "name": "神龍呼嘯 ‧ 木",
    "desc": "隊伍中只有神族及龍類成員時：\nI. 全隊攻擊力 2.5 倍\nII. 消除木及心符石時攻擊力\n    有 40% 機率額外 2 倍 \n(機率可以疊加，倍率優先跟隨隊長技能)"
  },
  {
    "id": 635,
    "name": "神龍呼嘯 ‧ 光",
    "desc": "隊伍中只有神族及龍類成員時：\nI. 全隊攻擊力 2.5 倍\nII. 消除光及心符石時攻擊力\n    有 40% 機率額外 2 倍 (機率可以疊加)"
  },
  {
    "id": 636,
    "name": "神龍呼嘯 ‧ 暗",
    "desc": "隊伍中只有神族及龍類成員時：\nI. 全隊攻擊力 2.5 倍\nII. 消除暗及心符石時攻擊力\n   有 40% 機率額外 2 倍 (機率可以疊加)"
  },
  {
    "id": 637,
    "name": "魔龍狂號 ‧ 水",
    "desc": "隊伍中只有魔族及龍類成員時：\nI. 全隊攻擊力 3 倍\nII. 場上有附加效果時\n⇒ 水屬性攻擊力有 25% 機率額外 1.5 倍\n(機率可以疊加)"
  },
  {
    "id": 638,
    "name": "魔龍狂號 ‧ 火",
    "desc": "隊伍中只有魔族及龍類成員時：\nI. 全隊攻擊力 3 倍\nII. 場上有附加效果時\n⇒ 火屬性攻擊力有 25% 機率額外 1.5 倍\n(機率可以疊加，倍率優先跟隨隊長技能)"
  },
  {
    "id": 639,
    "name": "魔龍狂號 ‧ 木",
    "desc": "隊伍中只有魔族及龍類成員時：\nI. 全隊攻擊力 3 倍\nII. 場上有附加效果時\n⇒ 木屬性攻擊力有 25% 機率額外 1.5 倍\n(機率可以疊加)"
  },
  {
    "id": 640,
    "name": "魔龍狂號 ‧ 光",
    "desc": "隊伍中只有魔族及龍類成員時：\nI. 全隊攻擊力 3 倍\nII. 場上有附加效果時\n⇒ 光屬性攻擊力有 25% 機率額外 1.5 倍\n(機率可以疊加)"
  },
  {
    "id": 641,
    "name": "魔龍狂號 ‧ 暗",
    "desc": "隊伍中只有魔族及龍類成員時\nI. 全隊攻擊力 3 倍\nII. 場上有附加效果時\n⇒ 暗屬性攻擊力有 25% 機率額外 1.5 倍\n(機率可以疊加)"
  },
  {
    "id": 642,
    "name": "水浪之護守",
    "desc": "I. 水屬性攻擊力 2.5 倍\nII. 火屬性傷害減少 20%"
  },
  {
    "id": 643,
    "name": "燄火之護守",
    "desc": "I. 火屬性攻擊力 2.5 倍\nII. 木屬性傷害減少 20%"
  },
  {
    "id": 644,
    "name": "藤木之護守",
    "desc": "I. 木屬性攻擊力 2.5 倍\nII. 水屬性傷害減少 20%"
  },
  {
    "id": 645,
    "name": "耀光之護守",
    "desc": "I. 光屬性攻擊力 2.5 倍\nII. 暗屬性傷害減少 20%"
  },
  {
    "id": 646,
    "name": "魅影之護守",
    "desc": "I. 暗屬性攻擊力 2.5 倍\nII. 光屬性傷害減少 20%"
  },
  {
    "id": 647,
    "name": "神魔法則",
    "desc": "隊伍中只有神族及魔族成員時：\nI. 神族攻擊力 3 倍及魔族攻擊力 2.5 倍\nII. 火符石及木符石兼具 50% 水符石效果\n(效果不能疊加)"
  },
  {
    "id": 648,
    "name": "神魔盟約 ‧ 水",
    "desc": "隊伍中只有神族及魔族成員時：\nI. 神族攻擊力 3 倍及魔族攻擊力 2.5 倍\nII. 火及木符石兼具水符石效果\n(效果不能疊加)"
  },
  {
    "id": 649,
    "name": "神魔盟約 ‧ 火",
    "desc": "隊伍中只有神族及魔族成員時：\nI. 神族攻擊力 3 倍及魔族攻擊力 2.5 倍\nII. 水及木符石兼具火符石效果\n(效果不能疊加)"
  },
  {
    "id": 650,
    "name": "神魔盟約 ‧ 木",
    "desc": "隊伍中只有神族及魔族成員時：\nI. 神族攻擊力 3 倍及魔族攻擊力 2.5 倍\nII. 水及火符石兼具木符石效果\n(效果不能疊加)"
  },
  {
    "id": 651,
    "name": "罪之罰則",
    "desc": "以所受傷害 3 倍對敵方攻擊者\n⇒ 進行相剋屬性反擊"
  },
  {
    "id": 652,
    "name": "元素凝匯 ‧ 獸",
    "desc": "隊伍中獸類成員的屬性愈多\n⇒ 全隊攻擊力愈高，最大 3.5 倍"
  },
  {
    "id": 653,
    "name": "勢煞龍息",
    "desc": "隊伍中只有龍類隊員時：\n連擊 (Combo) 時攻擊力提升 125%"
  },
  {
    "id": 654,
    "name": "",
    "desc": "隊伍中只有神族及魔類隊員時：\nI. 神族攻擊力 3 倍\nII. 魔類攻擊力 2.5 倍\nIII. 火、木符石兼具 30% 水符石效果\n(效果不能疊加)"
  },
  {
    "id": 655,
    "name": "",
    "desc": "隊伍中只有神族及魔類隊員時：\nI. 神族攻擊力 3 倍\nII. 魔類攻擊力 2.5 倍\nIII. 火、木符石兼具 75% 水符石效果\n(效果不能疊加)"
  },
  {
    "id": 656,
    "name": "",
    "desc": "隊伍中只有神族及魔類隊員時：\nI. 神族攻擊力 3 倍\nII. 魔類攻擊力 2.5 倍\nIII. 水、木符石兼具 75% 火符石效果\n(效果不能疊加)"
  },
  {
    "id": 657,
    "name": "",
    "desc": "隊伍中只有神族及魔類隊員時：\nI. 神族攻擊力 3 倍\nII. 魔類攻擊力 2.5 倍\nIII. 水、火符石兼具 75% 木符石效果\n(效果不能疊加)"
  },
  {
    "id": 658,
    "name": "護甲金身 ‧ 強",
    "desc": "I. 生命力愈高\n⇒ 所受傷害愈低\n⇒ 最多減少 80% 傷害\nII. 生命力愈低\n⇒ 迴避敵人攻擊的機率愈高\n⇒ 最大 50%"
  },
  {
    "id": 659,
    "name": "金剛不壞 ‧ 強",
    "desc": "生命力愈高\n⇒ 所受傷害愈低\n⇒ 最多減少 80% 傷害"
  },
  {
    "id": 660,
    "name": "大海之霸權",
    "desc": "水屬性攻擊力 2.5 倍及回復力 2 倍"
  },
  {
    "id": 661,
    "name": "煉獄之霸權",
    "desc": "火屬性攻擊力 2.5 倍及回復力 2 倍"
  },
  {
    "id": 662,
    "name": "大地之霸權",
    "desc": "木屬性攻擊力 2.5 倍及回復力 2 倍"
  },
  {
    "id": 663,
    "name": "神聖之霸權",
    "desc": "光屬性攻擊力 2.5 倍及回復力 2 倍"
  },
  {
    "id": 664,
    "name": "暗黑之霸權",
    "desc": "暗屬性攻擊力 2.5 倍及回復力 2 倍"
  },
  {
    "id": 665,
    "name": "水火堅甲之賦 ‧ 突破",
    "desc": "I. 全隊攻擊力 2 倍\nII. 水和火屬性傷害減少 50%\nIII. 光屬性傷害減少 30%"
  },
  {
    "id": 666,
    "name": "木水堅甲之賦 ‧ 突破",
    "desc": "I. 全隊攻擊力 2 倍\nII. 木和水屬性傷害減少 50%\nIII. 火屬性傷害減少 30%"
  },
  {
    "id": 667,
    "name": "火木堅甲之賦 ‧ 突破",
    "desc": "I. 全隊攻擊力 2 倍\nII. 火和木屬性傷害減少 50%\nIII. 光屬性傷害減少 30%"
  },
  {
    "id": 668,
    "name": "光水堅甲之賦 ‧ 突破",
    "desc": "I. 全隊攻擊力 2 倍\nII. 光和水屬性傷害減少 50%\nIII. 火屬性傷害減少 30%"
  },
  {
    "id": 669,
    "name": "眾神之嗔怒",
    "desc": "神族攻擊力 3 倍"
  },
  {
    "id": 670,
    "name": "虛靜恬淡",
    "desc": "I. 攻擊力 2 倍\nII. 延長移動符石時間 3 秒"
  },
  {
    "id": 671,
    "name": "百步穿楊 ‧ 神弩",
    "desc": "I. 當進行單體攻擊時\n⇒ 全隊攻擊力 2.5 倍\nII. 同時消除火、木及暗符石\n⇒ 全隊攻擊力則提升至 4 倍"
  },
  {
    "id": 672,
    "name": "愈戰愈強 ‧ 爆擊",
    "desc": "I. 生命力愈低時\n⇒ 全隊攻擊力會愈高，最大 3 倍\nII. 同時消除光及暗符石\n⇒ 全隊攻擊力額外 1.5 倍\n(效果可以疊加)"
  },
  {
    "id": 673,
    "name": "穹蒼之賜 ‧ 水",
    "desc": "I. 水屬性攻擊力 2.5 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒水符石"
  },
  {
    "id": 674,
    "name": "穹蒼之賜 ‧ 火",
    "desc": "I. 火屬性攻擊力 2.5 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒火符石"
  },
  {
    "id": 675,
    "name": "穹蒼之賜 ‧ 木",
    "desc": "I. 木屬性攻擊力 2.5 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒木符石"
  },
  {
    "id": 676,
    "name": "穹蒼之賜 ‧ 光",
    "desc": "I. 光屬性攻擊力 2.5 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒光符石"
  },
  {
    "id": 677,
    "name": "穹蒼之賜 ‧ 暗",
    "desc": "I. 暗屬性攻擊力 2.5 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒暗符石"
  },
  {
    "id": 678,
    "name": "穹蒼之賜 ‧ 心",
    "desc": "每直行首批消除 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒心符石"
  },
  {
    "id": 679,
    "name": "元素之念 ‧ 水",
    "desc": "I. 水屬性攻擊力 2 倍\nII. 每直行首批消除 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒水符石"
  },
  {
    "id": 680,
    "name": "元素之念 ‧ 火",
    "desc": "I. 火屬性攻擊力 2 倍\nII. 每直行首批消除 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒火符石"
  },
  {
    "id": 681,
    "name": "元素之念 ‧ 木",
    "desc": "I. 木屬性攻擊力 2 倍\nII. 每直行首批消除 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒木符石"
  },
  {
    "id": 682,
    "name": "元素之念 ‧ 光",
    "desc": "I. 光屬性攻擊力 2 倍\nII. 每直行首批消除 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒光符石"
  },
  {
    "id": 683,
    "name": "元素之念 ‧ 暗",
    "desc": "I. 暗屬性攻擊力 2 倍\nII. 每直行首批消除 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒暗符石"
  },
  {
    "id": 684,
    "name": "進擊之浪濤",
    "desc": "I. 水屬性攻擊力 2 倍\nII. 首批消除火符石時\n⇒ 水屬性成員追打 50% 水屬性攻擊 1 次\nIII. 首批消除心符石時\n⇒ 水屬性成員追打 25% 水屬性攻擊 1 次"
  },
  {
    "id": 685,
    "name": "獨行追擊 ‧ 水",
    "desc": "I. 水屬性攻擊力 2.5 倍\nII. 首批消除火符石時\n⇒ 個人追打 200% 水屬性攻擊 1 次\nIII. 首批消除心符石時\n⇒ 個人追打 150% 水屬性攻擊 1 次 "
  },
  {
    "id": 686,
    "name": "邃矚遠目之力",
    "desc": "I. 全隊攻擊力 3.25 倍\nII. 所有成員無視屬性相剋"
  },
  {
    "id": 687,
    "name": "速戰速決 ‧ 強",
    "desc": "每回合剩餘的移動符石時間愈多\n⇒ 全隊攻擊力愈高\n⇒ 最少 2.25 倍，最大 4.25 倍"
  },
  {
    "id": 688,
    "name": "靈力充沛",
    "desc": "生命力全滿時，攻擊力 2.5 倍"
  },
  {
    "id": 689,
    "name": "靈力迫人",
    "desc": "生命力全滿時，攻擊力 3 倍"
  },
  {
    "id": 690,
    "name": "魔魅結聚 ‧ 木",
    "desc": "隊中只有木屬性「妖精類、獸類及魔族」成員\n⇒ 木屬性攻擊力 3 倍"
  },
  {
    "id": 691,
    "name": "穹蒼之賜 ‧ 浪濤",
    "desc": "I. 水屬性攻擊力 3 倍\nII. 每直行首批消除 1 組 ≥4 粒或以上符石時\n⇒ 該直行將掉落 1 粒水符石"
  },
  {
    "id": 692,
    "name": "穹蒼之賜 ‧ 熾燄",
    "desc": "I. 火屬性攻擊力 3 倍\nII. 每直行首批消除 1 組 ≥4 粒或以上符石時\n⇒ 該直行將掉落 1 粒火符石"
  },
  {
    "id": 693,
    "name": "穹蒼之賜 ‧ 藤木",
    "desc": "I. 木屬性攻擊力 3 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時 \n⇒ 該直行將掉落 1 粒木符石"
  },
  {
    "id": 694,
    "name": "穹蒼之賜 ‧ 玄光",
    "desc": "I. 光屬性攻擊力 3 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒光符石"
  },
  {
    "id": 695,
    "name": "穹蒼之賜 ‧ 幽冥",
    "desc": "I. 暗屬性攻擊力 3 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒暗符石"
  },
  {
    "id": 696,
    "name": "速戰速決 ‧ 強",
    "desc": "每回合剩餘的移動符石時間愈多\n⇒ 全隊攻擊力愈高\n⇒ 最少 2 倍，最大 4.5 倍"
  },
  {
    "id": 697,
    "name": "邃矚遠目之力",
    "desc": "I. 全隊攻擊力 3.5 倍\nII. 所有成員無視屬性相剋"
  },
  {
    "id": 700,
    "name": "獵殺天賦",
    "desc": "全隊攻擊力 5 倍"
  },
  {
    "id": 701,
    "name": "虐殺契機",
    "desc": "連擊 (Combo) 數為單數時\n⇒ 全隊攻擊力 5 倍"
  },
  {
    "id": 702,
    "name": "水之怒嘯 ‧ 獸",
    "desc": "I. 水屬性攻擊力 2 倍\nII. 水屬性獸類攻擊力則 3.5 倍"
  },
  {
    "id": 703,
    "name": "火之怒嘯 ‧ 獸",
    "desc": "I. 火屬性攻擊力 2 倍\nII. 火屬性獸類攻擊力則 3.5 倍"
  },
  {
    "id": 704,
    "name": "木之怒嘯 ‧ 獸",
    "desc": "I. 木屬性攻擊力 2 倍\nII. 木屬性獸類攻擊力則 3.5 倍"
  },
  {
    "id": 705,
    "name": "光之怒嘯 ‧ 獸",
    "desc": "I. 光屬性攻擊力 2 倍\nII. 光屬性獸類攻擊力則 3.5 倍"
  },
  {
    "id": 706,
    "name": "暗之怒嘯 ‧ 獸",
    "desc": "I. 暗屬性攻擊力 2 倍\nII. 暗屬性獸類攻擊力則 3.5 倍"
  },
  {
    "id": 707,
    "name": "妖精之輕步",
    "desc": "妖精類攻擊力 2 倍及回復力 1.5 倍"
  },
  {
    "id": 708,
    "name": "妖精之曼妙舞姿",
    "desc": "妖精類攻擊力 2 倍及回復力 3 倍"
  },
  {
    "id": 709,
    "name": "歃血之盟誓",
    "desc": "I. 龍類攻擊力 3.5 倍及生命力 2 倍\nII. 每回合扣除全隊總生命力 10%"
  },
  {
    "id": 710,
    "name": "水之怒嘯 ‧ 神",
    "desc": "I. 水屬性攻擊力 2 倍\nII. 水屬性神族攻擊力則 3.5 倍"
  },
  {
    "id": 711,
    "name": "火之怒嘯 ‧ 神",
    "desc": "I. 火屬性攻擊力 2 倍\nII. 火屬性神族攻擊力則 3.5 倍"
  },
  {
    "id": 712,
    "name": "木之怒嘯 ‧ 神",
    "desc": "I. 木屬性攻擊力 2 倍\nII. 木屬性神族攻擊力則 3.5 倍"
  },
  {
    "id": 713,
    "name": "光之怒嘯 ‧ 神",
    "desc": "I. 光屬性攻擊力 2 倍\nII. 光屬性神族攻擊力則 3.5 倍"
  },
  {
    "id": 714,
    "name": "暗之怒嘯 ‧ 神",
    "desc": "I. 暗屬性攻擊力 2 倍\nII. 暗屬性神族攻擊力則 3.5 倍"
  },
  {
    "id": 715,
    "name": "富饒之約 ‧ 火",
    "desc": "I. 火屬性攻擊力 2 倍\nII. 戰鬥中所獲得的金幣增加 50% (可疊加)"
  },
  {
    "id": 716,
    "name": "陰陽之怒",
    "desc": "光和暗屬性攻擊力 2 倍"
  },
  {
    "id": 717,
    "name": "生命之泉 ‧ 水",
    "desc": "水屬性攻擊力 2 倍及生命力 1.5 倍"
  },
  {
    "id": 718,
    "name": "生命之泉 ‧ 火",
    "desc": "火屬性攻擊力 2 倍及生命力 1.5 倍"
  },
  {
    "id": 719,
    "name": "生命之泉 ‧ 木",
    "desc": "木屬性攻擊力 2 倍及生命力 1.5 倍"
  },
  {
    "id": 720,
    "name": "生命之泉 ‧ 光",
    "desc": "光屬性攻擊力 2 倍及生命力 1.5 倍"
  },
  {
    "id": 721,
    "name": "生命之湧泉 ‧ 暗",
    "desc": "暗屬性攻擊力 2 倍及生命力 1.5 倍"
  },
  {
    "id": 722,
    "name": "生命之湧泉 ‧ 水",
    "desc": "水屬性攻擊力及生命力 2 倍"
  },
  {
    "id": 723,
    "name": "生命之湧泉 ‧ 火",
    "desc": "火屬性攻擊力及生命力 2 倍"
  },
  {
    "id": 724,
    "name": "生命之湧泉 ‧ 木",
    "desc": "木屬性攻擊力及生命力 2 倍"
  },
  {
    "id": 725,
    "name": "生命之湧泉 ‧ 光",
    "desc": "光屬性攻擊力及生命力 2 倍"
  },
  {
    "id": 726,
    "name": "生命之湧泉 ‧ 暗",
    "desc": "暗屬性攻擊力及生命力 2 倍"
  },
  {
    "id": 727,
    "name": "",
    "desc": ""
  },
  {
    "id": 728,
    "name": "",
    "desc": ""
  },
  {
    "id": 729,
    "name": "",
    "desc": ""
  },
  {
    "id": 730,
    "name": "",
    "desc": ""
  },
  {
    "id": 731,
    "name": "",
    "desc": ""
  },
  {
    "id": 732,
    "name": "",
    "desc": ""
  },
  {
    "id": 733,
    "name": "童趣約定",
    "desc": "I. 連擊 (Combo) 數為單數時\n⇒ 全隊攻擊力 2 倍\nII. 若連擊 (Combo) 數為雙數時\n⇒ 則全隊攻擊力 3.5 倍"
  },
  {
    "id": 734,
    "name": "童趣約定 ‧ 水",
    "desc": "I. 連擊 (Combo) 數為單數時\n⇒ 水屬性攻擊力 2 倍\nII. 若連擊 (Combo) 數為雙數時\n⇒ 則水屬性攻擊力 3.5 倍"
  },
  {
    "id": 735,
    "name": "童趣約定 ‧ 火",
    "desc": "I. 連擊 (Combo) 數為單數時\n⇒ 火屬性攻擊力 2 倍\nII. 若連擊 (Combo) 數為雙數時\n⇒ 則火屬性攻擊力 3.5 倍"
  },
  {
    "id": 736,
    "name": "童趣約定 ‧ 木",
    "desc": "I. 連擊 (Combo) 數為單數時\n⇒ 木屬性攻擊力 2 倍\nII. 若連擊 (Combo) 數為雙數時\n⇒ 則木屬性攻擊力 3.5 倍"
  },
  {
    "id": 737,
    "name": "童趣約定 ‧ 光",
    "desc": "I. 連擊 (Combo) 數為單數時\n⇒ 光屬性攻擊力 2 倍\nII. 若連擊 (Combo) 數為雙數時\n⇒ 則光屬性攻擊力 3.5 倍"
  },
  {
    "id": 738,
    "name": "童趣約定 ‧ 暗",
    "desc": "I. 連擊 (Combo) 數為單數時\n⇒ 暗屬性攻擊力 2 倍\nII. 若連擊 (Combo) 數為雙數時\n⇒ 則暗屬性攻擊力 3.5 倍"
  },
  {
    "id": 739,
    "name": "水波灩影",
    "desc": "水屬性攻擊力 2 倍，\n隊伍中的人類成員愈多，\n水屬性攻擊力提升愈多，最大 3.5 倍"
  },
  {
    "id": 740,
    "name": "火燄舞影",
    "desc": "火屬性攻擊力 2 倍，\n隊伍中的人類成員愈多，\n火屬性攻擊力提升愈多，最大 3.5 倍"
  },
  {
    "id": 741,
    "name": "藤蔓碧影",
    "desc": "木屬性攻擊力 2 倍，\n隊伍中的人類成員愈多，\n木屬性攻擊力提升愈多，最大 3.5 倍"
  },
  {
    "id": 742,
    "name": "幽闇魅影",
    "desc": "暗屬性攻擊力 2 倍，\n隊伍中的人類成員愈多，\n暗屬性攻擊力提升愈多，最大 3.5 倍"
  },
  {
    "id": 743,
    "name": "萬年之緣 ‧ 三色",
    "desc": "關卡 \"三色靈魂石發現\" 及 \"三色靈魂石再現\"，\n其初級難度最後一層的敵人\n有 25% 機率轉化為萬年靈魂石\n(效果可以疊加)"
  },
  {
    "id": 744,
    "name": "萬年之約 ‧ 三色",
    "desc": "關卡 \"三色靈魂石發現\" 及 \"三色靈魂石再現\"，\n其初級難度及高級難度最後一層的敵人\n分別有 25% 及 50% 機率轉化為萬年靈魂石\n(效果可以疊加)"
  },
  {
    "id": 745,
    "name": "萬年之緣 ‧ 光暗",
    "desc": "關卡 \"光暗靈魂石發現\" 及 \"光暗靈魂石再現\"，\n其初級難度最後一層的敵人\n有 25% 機率轉化為萬年靈魂石\n(效果可以疊加)"
  },
  {
    "id": 746,
    "name": "萬年之約 ‧ 光暗",
    "desc": "關卡 \"光暗靈魂石發現\" 及 \"光暗靈魂石再現\"，\n其初級難度及高級難度最後一層的敵人\n分別有 25% 及 50% 機率轉化為萬年靈魂石\n(效果可以疊加)"
  },
  {
    "id": 747,
    "name": "劍緣列陣",
    "desc": "隊伍中只有水、火及木屬性的成員時：\nI. 消除 ≥4 組符石時\n⇒ 全隊攻擊力 3 倍\nII. 消除心符石時攻擊力有\n    50% 機率額外 1.5 倍 (機率可以疊加)"
  },
  {
    "id": 748,
    "name": "陰陽煞陣 ‧ 強",
    "desc": "隊伍中只有光及暗屬性人類時：\nI. 全隊攻擊力 3 倍\nII. 同時消除光符石及暗符石\n⇒ 光和暗屬性攻擊力額外 1.5 倍\n(效果可以疊加)"
  },
  {
    "id": 749,
    "name": "緣來天賜",
    "desc": "隊伍中只有水、火及木屬性的成員時：\nI. 全隊攻擊力 1.5 倍\nII. 非首批消除的連擊 (Combo) 數愈多\n⇒ 攻擊力額外提升愈多\n⇒ 3 連擊 (Combo) 即可達至最大 2.1 倍"
  },
  {
    "id": 750,
    "name": "緣來天賜",
    "desc": "隊伍中只有水、火及木屬性的成員時：\nI. 全隊攻擊力 2 倍\nII. 掉落消除的連擊 (Combo) 數愈多\n⇒ 攻擊力額外提升愈多\n⇒ 3 連擊 (Combo) 即可達至最大 2.1 倍"
  },
  {
    "id": 751,
    "name": "緣來天賜",
    "desc": "隊伍中只有水、火及木屬性的成員時：\nI. 全隊攻擊力 2 倍\nII. 掉落消除的連擊 (Combo) 數愈多\n⇒ 攻擊力額外提升愈多\n⇒ 5 連擊 (Combo) 即可達至最大 2.5 倍"
  },
  {
    "id": 752,
    "name": "戾氣吞天 ‧ 水",
    "desc": "I. 每消除水符石，水屬性攻擊力持續提升\nII.  連續 2 回合沒有消除水符石，攻擊力減少\nIII. 當攻擊力達至最高 3.5 倍時，\n⇒ 需每回合消除水符石，否則攻擊力減少\n\nIV. 同時消除水、火及心符石\n⇒ 該回合水屬性攻擊力額外 3 倍 (不能疊加)\n⇒ 下回合水屬性攻擊力減少 1 倍\n⇒ 若當時攻擊力達至最高 3.5 倍時，\n    下回合水屬性攻擊力減少 1.5 倍"
  },
  {
    "id": 753,
    "name": "戾氣吞天 ‧ 火",
    "desc": "I. 每消除火符石，火屬性攻擊力持續提升\nII. 連續 2 回合沒有消除火符石，攻擊力減少\nIII. 當攻擊力達至最高 3.5 倍時，\n⇒ 需每回合消除火符石，否則攻擊力減少\n\nIV. 同時消除火、木及心符石\n⇒ 該回合火屬性攻擊力額外 3 倍 (不能疊加)\n⇒ 下回合火屬性攻擊力減少 1 倍\n⇒ 若當時攻擊力達至最高 3.5 倍時，\n    下回合火屬性攻擊力減少 1.5 倍"
  },
  {
    "id": 754,
    "name": "戾氣吞天 ‧ 木",
    "desc": "I. 每消除木符石，木屬性攻擊力持續提升\nII. 連續 2 回合沒有消除木符石，攻擊力減少\nIII. 當攻擊力達至最高 3.5 倍時，\n⇒ 需每回合消除木符石，否則攻擊力減少\n\nIV. 同時消除木、水及心符石\n⇒ 該回合木屬性攻擊力額外 3 倍 (不能疊加)\n⇒ 下回合木屬性攻擊力減少 1 倍\n⇒ 若當時攻擊力達至最高 3.5 倍時，\n    下回合木屬性攻擊力減少 1.5 倍"
  },
  {
    "id": 755,
    "name": "戾氣吞天 ‧ 水",
    "desc": "I. 水屬性攻擊力 2 倍\nII. 每消除水符石，水屬性攻擊力持續提升\nIII. 連續 2 回合沒有消除水符石，攻擊力減少\nIV. 當攻擊力達至最高 3.5 倍時，\n⇒ 需每回合消除水符石，否則攻擊力減少\n\nV. 同時消除水、火及心符石\n⇒ 該回合水屬性攻擊力額外 3 倍 (不能疊加)\n⇒ 下回合水屬性攻擊力減少 1 倍\n(最多減至 2 倍)"
  },
  {
    "id": 756,
    "name": "戾氣吞天 ‧ 火",
    "desc": "I. 火屬性攻擊力 2 倍\nII.  每消除火符石，火屬性攻擊力持續提升\nIII.  連續 2 回合沒有消除火符石，攻擊力減少\nIV.  當攻擊力達至最高 3.5 倍時，\n⇒ 需每回合消除火符石，否則攻擊力減少\n\nV. 同時消除火、木及心符石\n⇒ 該回合火屬性攻擊力額外 3 倍 (不能疊加)\n⇒ 下回合火屬性攻擊力減少 1 倍\n(最多減至 2 倍)"
  },
  {
    "id": 757,
    "name": "戾氣吞天 ‧ 木",
    "desc": "I. 木屬性攻擊力 2 倍\nII. 每消除木符石，木屬性攻擊力持續提升\nIII. 連續 2 回合沒有消除木符石，攻擊力減少\nIV. 當攻擊力達至最高 3.5 倍時，\n⇒ 需每回合消除木符石，否則攻擊力減少\n\nV. 同時消除木、水及心符石\n⇒ 該回合木屬性攻擊力額外 3 倍 (不能疊加)\n⇒ 下回合木屬性攻擊力減少 1 倍\n(最多減至 2 倍)"
  },
  {
    "id": 758,
    "name": "仙劍同源",
    "desc": "隊伍中只有水、火及木屬性的成員時：\nI. 水符石兼具火及木符石效果\nII. 火符石兼具水及木符石效果\nIII. 木符石兼具水及火符石效果\n(不能疊加)\n\nIV. 消除心符石時攻擊力有\n50% 機率額外 1.5 倍\n(機率可以疊加)"
  },
  {
    "id": 759,
    "name": "仙劍同源 ‧ 元氣",
    "desc": "隊伍中只有水、火及木屬性的成員時：\nI. 水符石兼具火及木符石效果\nII. 火符石兼具水及木符石效果\nIII. 木符石兼具水及火符石效果\n(可疊加)"
  },
  {
    "id": 760,
    "name": "水之盛怒 ‧ 人",
    "desc": "I. 水屬性攻擊力 2 倍\nII. 水屬性人類攻擊力則 2.5 倍"
  },
  {
    "id": 761,
    "name": "火之盛怒 ‧ 人",
    "desc": "I. 火屬性攻擊力 2 倍\nII. 火屬性人類攻擊力則 2.5 倍"
  },
  {
    "id": 762,
    "name": "木之盛怒 ‧ 人",
    "desc": "I. 木屬性攻擊力 2 倍\nII. 木屬性人類攻擊力則 2.5 倍"
  },
  {
    "id": 763,
    "name": "光之盛怒 ‧ 人",
    "desc": "I. 光屬性攻擊力 2 倍\nII. 光屬性人類攻擊力則 2.5 倍"
  },
  {
    "id": 764,
    "name": "暗之盛怒 ‧ 人",
    "desc": "I. 暗屬性攻擊力 2 倍\nII. 暗屬性人類攻擊力則 2.5 倍"
  },
  {
    "id": 765,
    "name": "大海之集權",
    "desc": "水屬性攻擊力 2.5 倍及回復力 1.5 倍"
  },
  {
    "id": 766,
    "name": "煉獄之集權",
    "desc": "火屬性攻擊力 2.5 倍及回復力 1.5 倍"
  },
  {
    "id": 767,
    "name": "大地之集權",
    "desc": "木屬性攻擊力 2.5 倍及回復力 1.5 倍"
  },
  {
    "id": 768,
    "name": "神聖之集權",
    "desc": "光屬性攻擊力 2.5 倍及回復力 1.5 倍"
  },
  {
    "id": 769,
    "name": "暗黑之集權",
    "desc": "暗屬性攻擊力 2.5 倍及回復力 1.5 倍"
  },
  {
    "id": 770,
    "name": "逍遙神劍",
    "desc": "I. 全隊攻擊力 1.8 倍，\n   消除的符石數量愈多 (主動技能除外)\n⇒ 全隊攻擊力提升愈多 (不能疊加)\n\nII. 隊伍中只有水、火及木屬性的成員時：\n⇒ 消除心符石時攻擊力有\n    50% 機率額外 1.5 倍 (機率可以疊加)"
  },
  {
    "id": 771,
    "name": "仙劍同源",
    "desc": "隊伍中只有水、火及木屬性的成員時：\nI. 水符石兼具 120% 火及木符石效果\nII. 火符石兼具 120% 水及木符石效果\nIII. 木符石兼具 120% 水及火符石效果\n(不能疊加)"
  },
  {
    "id": 772,
    "name": "仙劍同源",
    "desc": "隊伍中只有水、火及木屬性的成員時：\nI. 水符石兼具 120% 火及木符石效果\nII. 火符石兼具 120% 水及木符石效果\nIII. 木符石兼具 120% 水及火符石效果\n(可疊加)"
  },
  {
    "id": 773,
    "name": "劍走偏鋒",
    "desc": "隊伍中的成員愈少\n⇒ 全隊攻擊力愈高\n⇒ 最大 6 倍"
  },
  {
    "id": 774,
    "name": "乾坤列陣",
    "desc": "隊伍中只有光及暗屬性人類時：\nI. 全隊攻擊力 3 倍\nII. 光及暗符石互相兼具 50% 效果 (可疊加)"
  },
  {
    "id": 775,
    "name": "天魔血脈",
    "desc": "火屬性魔族攻擊力 3 倍及生命力 1.3 倍"
  },
  {
    "id": 776,
    "name": "不撓雄傑 ‧ 水",
    "desc": "I. 水屬性攻擊力 2.5 倍\nII. 隊伍中的人類成員愈多時\n⇒ 水屬性成員的生命力及回復力愈高\n⇒ 5 個人類成員可達至最大 1.5 倍 (不計自身)"
  },
  {
    "id": 777,
    "name": "不撓雄傑 ‧ 火",
    "desc": "I. 火屬性攻擊力 2.5 倍\nII. 隊伍中的人類成員愈多時\n⇒ 火屬性成員的生命力及回復力愈高\n⇒ 5 個人類成員可達至最大 1.5 倍 (不計自身)"
  },
  {
    "id": 778,
    "name": "不撓雄傑 ‧ 木",
    "desc": "I. 木屬性攻擊力 2.5 倍\nII. 隊伍中的人類成員愈多時\n⇒ 木屬性成員的生命力及回復力愈高\n⇒ 5 個人類成員可達至最大 1.5 倍 (不計自身)"
  },
  {
    "id": 779,
    "name": "不撓雄傑 ‧ 光",
    "desc": "I. 光屬性攻擊力 2.5 倍\nII. 隊伍中的人類成員愈多時\n⇒ 光屬性成員的生命力及回復力愈高\n⇒ 5 個人類成員可達至最大 1.5 倍 (不計自身)"
  },
  {
    "id": 780,
    "name": "不撓雄傑 ‧ 暗",
    "desc": "I. 暗屬性攻擊力 2.5 倍\nII. 隊伍中的人類成員愈多時\n⇒ 暗屬性成員的生命力及回復力愈高\n⇒ 5 個人類成員可達至最大 1.5 倍 (不計自身)"
  },
  {
    "id": 781,
    "name": "水之怒嘯 ‧ 魔",
    "desc": "I. 水屬性攻擊力 2 倍\nII. 水屬性魔族則攻擊力 3.5 倍"
  },
  {
    "id": 782,
    "name": "火之怒嘯 ‧ 魔",
    "desc": "I. 火屬性攻擊力 2 倍\nII. 火屬性魔族則攻擊力 3.5 倍"
  },
  {
    "id": 783,
    "name": "木之怒嘯 ‧ 魔",
    "desc": "I. 木屬性攻擊力 2 倍\nII. 木屬性魔族則攻擊力 3.5 倍"
  },
  {
    "id": 784,
    "name": "光之怒嘯 ‧ 魔",
    "desc": "I. 光屬性攻擊力 2 倍\nII. 光屬性魔族則攻擊力 3.5 倍"
  },
  {
    "id": 785,
    "name": "暗之怒嘯 ‧ 魔",
    "desc": "I. 暗屬性攻擊力 2 倍\nII. 暗屬性魔族則攻擊力 3.5 倍"
  },
  {
    "id": 786,
    "name": "仙劍同源 ‧ 元氣",
    "desc": "隊伍中只有水、火及木屬性的成員時：\nI. 全隊攻擊力 2.5 倍\n\nII. 水符石兼具火及木符石效果\nIII. 火符石兼具水及木符石效果\nIV. 木符石兼具水及火符石效果\n(不能疊加)\n\nV. 消除心符石時攻擊力有\n50% 機率額外 1.5 倍 (機率可以疊加)"
  },
  {
    "id": 787,
    "name": "仙劍同源 ‧ 元氣",
    "desc": "隊伍中只有水、火及木屬性的成員時：\nI. 全隊攻擊力 3 倍\n\nII. 水符石兼具火及木符石效果\nIII. 火符石兼具水及木符石效果\nIV. 木符石兼具水及火符石效果\n(不能疊加)\n\nV. 消除心符石時攻擊力有\n50% 機率額外 1.5 倍 (機率可以疊加)"
  },
  {
    "id": 788,
    "name": "浪濤之連動",
    "desc": "I. 每累計消除 3 粒水符石\n⇒ 將掉落 1 粒水強化符石\nII. 每消除 1 組水以外的屬性符石\n⇒ 將掉落 1 粒水符石"
  },
  {
    "id": 789,
    "name": "熾燄之連動",
    "desc": "I. 每累計消除 3 粒火符石\n⇒ 將掉落 1 粒火強化符石\nII. 每消除 1 組火以外的屬性符石\n⇒ 將掉落 1 粒火符石"
  },
  {
    "id": 790,
    "name": "藤木之連動",
    "desc": "I. 每累計消除 3 粒木符石\n⇒ 將掉落 1 粒木強化符石\nII. 每消除 1 組木以外的屬性符石\n⇒ 將掉落 1 粒木符石"
  },
  {
    "id": 791,
    "name": "玄光之連動",
    "desc": "I. 每累計消除 3 粒光符石\n⇒ 將掉落 1 粒光強化符石\nII. 每消除 1 組光以外的屬性符石\n⇒ 將掉落 1 粒光符石"
  },
  {
    "id": 792,
    "name": "幽冥之連動",
    "desc": "I. 每累計消除 3 粒暗符石\n⇒ 將掉落 1 粒暗強化符石\nII. 每消除 1 組暗以外的屬性符石\n⇒ 將掉落 1 粒暗符石"
  },
  {
    "id": 793,
    "name": "神界聯盟",
    "desc": "I. 神族攻擊力 2.5 倍\nII. 若戰友為神族時\n⇒ 神族攻擊力提升至 3 倍"
  },
  {
    "id": 794,
    "name": "神界聯盟 ‧ 水",
    "desc": "I. 神族及水屬性攻擊力 2.5 倍\nII. 若戰友為神族時\n⇒ 神族攻擊力提升至 3.5 倍"
  },
  {
    "id": 795,
    "name": "神界聯盟 ‧ 火",
    "desc": "I. 神族及火屬性攻擊力 2.5 倍\nII. 若戰友為神族時\n⇒ 神族攻擊力提升至 3.5 倍"
  },
  {
    "id": 796,
    "name": "神界聯盟 ‧ 木",
    "desc": "I. 神族及木屬性攻擊力 2.5 倍\nII. 若戰友為神族時\n⇒ 神族攻擊力提升至 3.5 倍"
  },
  {
    "id": 797,
    "name": "神界聯盟 ‧ 光",
    "desc": "I. 神族及光屬性攻擊力 2.5 倍\nII. 若戰友為神族時\n⇒ 神族攻擊力提升至 3.5 倍"
  },
  {
    "id": 798,
    "name": "神界聯盟 ‧ 暗",
    "desc": "I. 神族及暗屬性攻擊力 2.5 倍\nII. 若戰友為神族時\n⇒ 神族攻擊力提升至 3.5 倍"
  },
  {
    "id": 799,
    "name": "焚天煉日 ‧ 強",
    "desc": "I. 光屬性攻擊力 3 倍\nII. 首批消除場上所有光符石時\n⇒ 光屬性人類攻擊力提升至 4.5 倍"
  },
  {
    "id": 800,
    "name": "陰陽煞陣 ‧ 強",
    "desc": "I. 光和暗屬性攻擊力 2.5 倍\nII. 光及暗符石互相兼具 50% 效果 (可疊加)\nIII. 同時消除光符石及暗符石\n⇒ 光和暗屬性攻擊力額外 1.5 倍\n(效果可以疊加)"
  },
  {
    "id": 801,
    "name": "連環陷阱",
    "desc": "I. 連擊 (Combo) 愈多\n⇒ 全隊攻擊力愈高\n⇒ 10 連擊 (Combo) 即可達至最大 4.5 倍\nII. 若連擊 (Combo) 數大於 10\n⇒ 則全隊攻擊力變 0"
  },
  {
    "id": 802,
    "name": "連環陷阱",
    "desc": "I. 連擊 (Combo) 愈多\n⇒ 全隊攻擊力愈高\n⇒ 10 連擊 (Combo) 即可達至最大 4.5 倍\nII. 若連擊 (Combo) 數大於 10\n⇒ 則全隊攻擊力 1 倍"
  },
  {
    "id": 803,
    "name": "靈魂契約",
    "desc": "關卡 \"靈魂之日\"，\n其初級、高級及超級難度\n最後一層的敵人分別有\n30%、50% 及 100% 機率轉化為蘊魔晶寵\n(機率可以疊加)"
  },
  {
    "id": 804,
    "name": "莫逆相伴 ‧ 人",
    "desc": "隊伍中的人類成員愈多\n⇒ 全隊攻擊力愈高，最大 3.5 倍"
  },
  {
    "id": 805,
    "name": "莫逆相伴 ‧ 獸",
    "desc": "隊伍中的獸類成員愈多\n⇒ 全隊攻擊力愈高，最大 3.5 倍"
  },
  {
    "id": 806,
    "name": "莫逆相伴 ‧ 妖",
    "desc": "隊伍中的妖精類成員愈多\n⇒ 全隊攻擊力愈高，最大 3.5 倍"
  },
  {
    "id": 807,
    "name": "莫逆相伴 ‧ 龍",
    "desc": "隊伍中的龍類成員愈多\n⇒ 全隊攻擊力愈高，最大 3.5 倍"
  },
  {
    "id": 808,
    "name": "莫逆相伴 ‧ 神",
    "desc": "隊伍中的神族成員愈多\n⇒ 全隊攻擊力愈高，最大 3.5 倍"
  },
  {
    "id": 809,
    "name": "莫逆相伴 ‧ 魔",
    "desc": "隊伍中的魔族成員愈多\n⇒ 全隊攻擊力愈高，最大 3.5 倍"
  },
  {
    "id": 810,
    "name": "靈念 ‧ 水",
    "desc": "I. 水屬性攻擊力 2 倍\nII. 水符石兼具 50% 心符石效果\n(效果不能疊加)"
  },
  {
    "id": 811,
    "name": "靈念 ‧ 火",
    "desc": "I. 火屬性攻擊力 2 倍\nII. 火符石兼具 50% 心符石效果\n(效果不能疊加)"
  },
  {
    "id": 812,
    "name": "靈念 ‧ 木",
    "desc": "I. 木屬性攻擊力 2 倍\nII. 木符石兼具 50% 心符石效果\n(效果不能疊加)"
  },
  {
    "id": 813,
    "name": "靈念 ‧ 光",
    "desc": "I. 光屬性攻擊力 2 倍\nII. 光符石兼具 50% 心符石效果\n(效果不能疊加)"
  },
  {
    "id": 814,
    "name": "靈念 ‧ 暗",
    "desc": "I. 暗屬性攻擊力 2 倍\nII. 暗符石兼具 50% 心符石效果\n(效果不能疊加)"
  },
  {
    "id": 815,
    "name": "靈念 ‧ 水",
    "desc": "I. 水屬性攻擊力 2.5 倍\nII. 水符石兼具 50% 心符石效果\n(效果不能疊加)"
  },
  {
    "id": 816,
    "name": "靈念 ‧ 火",
    "desc": "I. 火屬性攻擊力 2.5 倍\nII. 火符石兼具 50% 心符石效果\n(效果不能疊加)"
  },
  {
    "id": 817,
    "name": "靈念 ‧ 木",
    "desc": "I. 木屬性攻擊力 2.5 倍\nII. 木符石兼具 50% 心符石效果\n(效果不能疊加)"
  },
  {
    "id": 818,
    "name": "靈念 ‧ 光",
    "desc": "I. 光屬性攻擊力 2.5 倍\nII. 光符石兼具 50% 心符石效果\n(效果不能疊加)"
  },
  {
    "id": 819,
    "name": "靈念 ‧ 暗",
    "desc": "I. 暗屬性攻擊力 2.5 倍\nII. 暗符石兼具 50% 心符石效果\n(效果不能疊加)"
  },
  {
    "id": 820,
    "name": "全神貫注 ‧ 強",
    "desc": "I. 隊伍中只有神族成員時：\n⇒ 全隊攻擊力 3 倍\n\nII. 消除 ≥5 粒心符石時\n⇒ 全隊攻擊力額外 1.5 倍 (不能疊加)"
  },
  {
    "id": 821,
    "name": "浪濤怒嘯",
    "desc": "水屬性攻擊力 3.5 倍"
  },
  {
    "id": 822,
    "name": "熾燄怒嘯",
    "desc": "火屬性攻擊力 3.5 倍"
  },
  {
    "id": 823,
    "name": "藤木怒嘯",
    "desc": "木屬性攻擊力 3.5 倍"
  },
  {
    "id": 824,
    "name": "玄光怒嘯",
    "desc": "光屬性攻擊力 3.5 倍"
  },
  {
    "id": 825,
    "name": "幽冥怒嘯",
    "desc": "暗屬性攻擊力 3.5 倍"
  },
  {
    "id": 826,
    "name": "浪濤萬鈞之怒",
    "desc": "水屬性成員攻擊力 4 倍"
  },
  {
    "id": 827,
    "name": "熾燄萬鈞之怒",
    "desc": "火屬性成員攻擊力 4 倍"
  },
  {
    "id": 828,
    "name": "藤木萬鈞之怒",
    "desc": "木屬性成員攻擊力 4 倍"
  },
  {
    "id": 829,
    "name": "玄光萬鈞之怒",
    "desc": "光屬性成員攻擊力 4 倍"
  },
  {
    "id": 830,
    "name": "幽冥萬鈞之怒",
    "desc": "暗屬性成員攻擊力 4 倍"
  },
  {
    "id": 831,
    "name": "元素契約 ‧ 水",
    "desc": "I. 水屬性攻擊力 2.5 倍\nII. 消除 1 組 ≥5 粒水符石\n⇒ 則水屬性攻擊力 3 倍\n\nII. 消除水強化符石時\n⇒ 全隊攻擊力有 50% 機率額外 1.5 倍\n   (機率可以疊加)"
  },
  {
    "id": 832,
    "name": "元素契約 ‧ 火",
    "desc": "I. 火屬性攻擊力 2.5 倍\nII. 消除 1 組 ≥5 粒火符石\n⇒ 則火屬性攻擊力 3 倍\n\nII. 消除火強化符石時\n⇒ 全隊攻擊力有 50% 機率額外 1.5 倍\n   (機率可以疊加)"
  },
  {
    "id": 833,
    "name": "元素契約 ‧ 木",
    "desc": "I. 木屬性攻擊力 2.5 倍\nII. 消除 1 組 ≥5 粒木符石\n⇒ 則木屬性攻擊力 3 倍\n\nII. 消除木強化符石時\n⇒ 全隊攻擊力有 50% 機率額外 1.5 倍\n   (機率可以疊加)"
  },
  {
    "id": 834,
    "name": "元素契約 ‧ 光",
    "desc": "I. 光屬性攻擊力 2.5 倍\nII. 消除 1 組 ≥5 粒光符石\n⇒ 則光屬性攻擊力 3 倍\n\nII. 消除光強化符石時\n⇒ 全隊攻擊力有 50% 機率額外 1.5 倍\n   (機率可以疊加)"
  },
  {
    "id": 835,
    "name": "元素契約 ‧ 暗",
    "desc": "I. 暗屬性攻擊力 2.5 倍\nII. 消除 1 組 ≥5 粒暗符石\n⇒ 則暗屬性攻擊力 3 倍\n\nII. 消除暗強化符石時\n⇒ 全隊攻擊力有 50% 機率額外 1.5 倍\n   (機率可以疊加)"
  },
  {
    "id": 836,
    "name": "",
    "desc": ""
  },
  {
    "id": 837,
    "name": "",
    "desc": ""
  },
  {
    "id": 838,
    "name": "",
    "desc": ""
  },
  {
    "id": 839,
    "name": "",
    "desc": ""
  },
  {
    "id": 840,
    "name": "",
    "desc": ""
  },
  {
    "id": 841,
    "name": "戾氣蔽日 ‧ 浪濤",
    "desc": "I. 水屬性攻擊力 2.5 倍\nII. 每消除水符石，水屬性攻擊力持續提升\nIII. 連續 2 回合沒有消除水符石，攻擊力減少\nIV. 當攻擊力達至最高 3.5 倍時，\n⇒ 需每回合消除水符石，否則攻擊力減少"
  },
  {
    "id": 842,
    "name": "戾氣蔽日 ‧ 熾燄",
    "desc": "I. 火屬性攻擊力 2.5 倍\nII. 每消除火符石，火屬性攻擊力持續提升\nIII. 連續 2 回合沒有消除火符石，攻擊力減少\nIV. 當攻擊力達至最高 3.5 倍時，\n⇒ 需每回合消除火符石，否則攻擊力減少"
  },
  {
    "id": 843,
    "name": "戾氣蔽日 ‧ 藤木",
    "desc": "I. 木屬性攻擊力 2.5 倍\nII. 每消除木符石，木屬性攻擊力持續提升\nIII. 連續 2 回合沒有消除木符石，攻擊力減少\nIV. 當攻擊力達至最高 3.5 倍時，\n⇒ 需每回合消除木符石，否則攻擊力減少"
  },
  {
    "id": 844,
    "name": "戾氣吞天 ‧ 浪濤",
    "desc": "I. 水屬性攻擊力 2.5 倍\nII. 每消除水符石，水屬性攻擊力持續提升\nIII. 連續 2 回合沒有消除水符石，攻擊力減少\nIV. 當攻擊力達至最高 3.5 倍時，\n⇒ 需每回合消除水符石，否則攻擊力減少\n\nV. 同時消除水、火及心符石\n⇒ 該回合水屬性攻擊力額外 3 倍(不能疊加)\n⇒ 下回合水屬性攻擊力減少 1 倍\n    (最多減至 2.5 倍)"
  },
  {
    "id": 845,
    "name": "戾氣吞天 ‧ 熾燄",
    "desc": "I. 火屬性攻擊力 2.5 倍\nII. 每消除火符石，火屬性攻擊力持續提升\nIII. 連續 2 回合沒有消除火符石，攻擊力減少\nIV. 當攻擊力達至最高 3.5 倍時，\n⇒ 需每回合消除火符石，否則攻擊力減少\n\nV. 同時消除火、木及心符石\n⇒ 該回合火屬性攻擊力額外 3 倍(不能疊加)\n⇒ 下回合火屬性攻擊力減少 1 倍\n    (最多減至 2.5 倍)"
  },
  {
    "id": 846,
    "name": "戾氣吞天 ‧ 藤木",
    "desc": "I. 木屬性攻擊力 2.5 倍\nII. 每消除木符石，木屬性攻擊力持續提升\nIII. 連續 2 回合沒有消除木符石，攻擊力減少\nIV. 當攻擊力達至最高 3.5 倍時，\n⇒ 需每回合消除木符石，否則攻擊力減少\n\nV. 同時消除木、水及心符石\n⇒ 該回合木屬性攻擊力額外 3 倍(不能疊加)\n⇒ 下回合木屬性攻擊力減少 1 倍\n    (最多減至 2.5 倍)"
  },
  {
    "id": 847,
    "name": "魔之本性 ‧ 強攻",
    "desc": "魔族攻擊力 2.5 倍，生命力及回復力 1.5 倍"
  },
  {
    "id": 848,
    "name": "魔之本性 ‧ 強攻",
    "desc": "魔族攻擊力 3 倍，生命力及回復力 1.5 倍"
  },
  {
    "id": 849,
    "name": "元素契約",
    "desc": "I. 自身屬性攻擊力 2.5 倍\nII. 消除 1 組 ≥5 粒自身屬性符石\n⇒ 則自身屬性攻擊力 3 倍\n\nII. 消除自身屬性的強化符石時\n⇒ 全隊攻擊力有 50% 機率額外 1.5 倍\n   (機率可以疊加)"
  },
  {
    "id": 850,
    "name": "靈石附體",
    "desc": "心符石兼具 250% 所有屬性效果"
  },
  {
    "id": 851,
    "name": "道歉之塔",
    "desc": "I. 每當死亡時，發動 1 次「道歉」效果\n⇒ 可免除死亡 1 次 (效果可疊加)\n\nII. 疊加效果達 5 次時，\n⇒ 必需露出胸部方可獲得召喚師原諒"
  },
  {
    "id": 852,
    "name": "",
    "desc": "所有緊急任務(靈魂石出現,靈魂石再現)尾關 50%出萬年"
  },
  {
    "id": 853,
    "name": "百獸同盟",
    "desc": "隊伍中只有獸類成員時\n⇒ 全隊攻擊力 4.5 倍"
  },
  {
    "id": 854,
    "name": "百獸同盟",
    "desc": "隊伍中只有獸類成員時\n⇒ 全隊攻擊力 5 倍"
  },
  {
    "id": 855,
    "name": "百獸同心",
    "desc": "隊伍中只有獸類成員時：\nI. 全隊攻擊力 3 倍\nII. 所有屬性符石兼具 25% 心符石效果\n(效果可以疊加)"
  },
  {
    "id": 856,
    "name": "百獸同心",
    "desc": "隊伍中只有獸類成員時：\nI. 全隊攻擊力 3.5 倍\nII. 所有屬性符石兼具 25% 心符石效果\n(效果可以疊加)"
  },
  {
    "id": 857,
    "name": "",
    "desc": ""
  },
  {
    "id": 858,
    "name": "銳兵列陣 ‧ 強",
    "desc": "隊伍中需有水和光屬性的成員：\nI. 消除 ≥3 種屬性符石\n⇒ 水和光屬性攻擊力 3 倍\nII. 消除水和光符石時\n⇒ 水和光屬性的攻擊力\n    有 50% 機率額外 2 倍\n    (機率可以疊加)"
  },
  {
    "id": 859,
    "name": "愈戰愈強 ‧ 聚擊",
    "desc": "I. 生命力愈低時\n⇒ 全隊攻擊力會愈高，最大 3 倍\nII. 消除 1 組 ≥5 粒暗符石時\n⇒ 全隊攻擊力額外 1.5 倍 (效果可以疊加)"
  },
  {
    "id": 860,
    "name": "愈戰愈強 ‧ 聚擊",
    "desc": "I. 生命力愈低時\n⇒ 全隊攻擊力愈高，最大 3.5 倍\nII. 消除 1 組 ≥5 粒暗符石時\n⇒ 全隊攻擊力額外 1.5 倍 (效果可以疊加)"
  },
  {
    "id": 861,
    "name": "",
    "desc": ""
  },
  {
    "id": 862,
    "name": "",
    "desc": ""
  },
  {
    "id": 863,
    "name": "百獸同盟",
    "desc": "隊伍中只有獸類成員時：\nI. 全隊攻擊力 4.5 倍\nII. 當全部成員發動攻擊時\n⇒ 全隊攻擊力額外 1.5 倍 (效果可以疊加)"
  },
  {
    "id": 864,
    "name": "百獸同盟",
    "desc": "隊伍中只有獸類成員時：\nI. 全隊攻擊力 4.5 倍\nII. 當全部成員發動攻擊時\n⇒ 全隊攻擊力額外 1.5 倍 (不能疊加)"
  },
  {
    "id": 865,
    "name": "大海之強權 ‧ 獸",
    "desc": "I. 水屬性攻擊力 2 倍及回復力 1.5 倍\nII. 水屬性獸類攻擊力 3.5 倍"
  },
  {
    "id": 866,
    "name": "海濤之強權 ‧ 獸",
    "desc": "I. 水屬性攻擊力 2 倍及回復力 1.5 倍\nII. 水屬性獸類攻擊力 4 倍"
  },
  {
    "id": 867,
    "name": "煉獄之強權 ‧ 獸",
    "desc": "I. 火屬性攻擊力 2 倍及回復力 1.5 倍\nII. 火屬性獸類攻擊力 3.5 倍"
  },
  {
    "id": 868,
    "name": "焦獄之強權 ‧ 獸",
    "desc": "I. 火屬性攻擊力 2 倍及回復力 1.5 倍\nII. 火屬性獸類攻擊力 4 倍"
  },
  {
    "id": 869,
    "name": "大地之強權 ‧ 獸",
    "desc": "I. 木屬性攻擊力 2 倍及回復力 1.5 倍\nII. 木屬性獸類攻擊力 3.5 倍"
  },
  {
    "id": 870,
    "name": "森野之強權 ‧ 獸",
    "desc": "I. 木屬性攻擊力 2 倍及回復力 1.5 倍\nII. 木屬性獸類攻擊力 4 倍"
  },
  {
    "id": 871,
    "name": "神聖之強權 ‧ 獸",
    "desc": "I. 光屬性攻擊力 2 倍及回復力 1.5 倍\nII. 光屬性獸類攻擊力 3.5 倍"
  },
  {
    "id": 872,
    "name": "聖耀之強權 ‧ 獸",
    "desc": "I. 光屬性攻擊力 2 倍及回復力 1.5 倍\nII. 光屬性獸類攻擊力 4 倍"
  },
  {
    "id": 873,
    "name": "暗黑之強權 ‧ 獸",
    "desc": "I. 暗屬性攻擊力 2 倍及回復力 1.5 倍\nII. 暗屬性獸類攻擊力 3.5 倍"
  },
  {
    "id": 874,
    "name": "極暗之強權 ‧ 獸",
    "desc": "I. 暗屬性攻擊力 2 倍及回復力 1.5 倍\nII. 暗屬性獸類攻擊力 4 倍"
  },
  {
    "id": 875,
    "name": "血色繚繞 ‧ 水",
    "desc": "水屬性攻擊力 2 倍\n⇒ 每消除水符石，水屬性攻擊力持續提升\n⇒ 連續 2 回合沒有消除水符石，攻擊力減少\n⇒ 當攻擊力達至最高 3.5 倍時，\n    需每回合消除水符石，否則攻擊力減少"
  },
  {
    "id": 876,
    "name": "血色繚繞 ‧ 火",
    "desc": "火屬性攻擊力 2 倍\n⇒ 每消除火符石，火屬性攻擊力持續提升\n⇒ 連續 2 回合沒有消除火符石，攻擊力減少\n⇒ 當攻擊力達至最高 3.5 倍時，\n    需每回合消除火符石，否則攻擊力減少"
  },
  {
    "id": 877,
    "name": "血色繚繞 ‧ 木",
    "desc": "木屬性攻擊力 2 倍\n⇒ 每消除木符石，木屬性攻擊力持續提升\n⇒ 連續 2 回合沒有消除木符石，攻擊力減少\n⇒ 當攻擊力達至最高 3.5 倍時，\n    需每回合消除木符石，否則攻擊力減少"
  },
  {
    "id": 878,
    "name": "血色繚繞 ‧ 水",
    "desc": "水屬性攻擊力 2.5 倍\n⇒ 每消除水符石，水屬性攻擊力持續提升\n⇒ 連續 2 回合沒有消除水符石，攻擊力減少\n⇒ 當攻擊力達至最高 4 倍時，\n    需每回合消除水符石，否則攻擊力減少"
  },
  {
    "id": 879,
    "name": "血色繚繞 ‧ 火",
    "desc": "火屬性攻擊力 2.5 倍\n⇒ 每消除火符石，火屬性攻擊力持續提升\n⇒ 連續 2 回合沒有消除火符石，攻擊力減少\n⇒ 當攻擊力達至最高 4 倍時，\n    需每回合消除火符石，否則攻擊力減少"
  },
  {
    "id": 880,
    "name": "血色繚繞 ‧ 木",
    "desc": "木屬性攻擊力 2.5 倍\n⇒ 每消除木符石，木屬性攻擊力持續提升\n⇒ 連續 2 回合沒有消除木符石，攻擊力減少\n⇒ 當攻擊力達至最高 4 倍時，\n    需每回合消除木符石，否則攻擊力減少"
  },
  {
    "id": 881,
    "name": "水靈符籙",
    "desc": "I. 2 粒水符石或心符石相連，即可發動消除\n所有符石掉落率不受其他技能影響\n(包括改變掉落符石屬性的技能)\n\nII. 回合結束時，將 2 粒符石轉化為水符石\n(光及暗符石優先轉換)"
  },
  {
    "id": 882,
    "name": "火靈符籙",
    "desc": "I. 2 粒火符石或心符石相連，即可發動消除\n所有符石掉落率不受其他技能影響\n(包括改變掉落符石屬性的技能)\n\nII. 回合結束時，將 2 粒符石轉化為火符石\n(光及暗符石優先轉換)"
  },
  {
    "id": 883,
    "name": "木靈符籙",
    "desc": "I. 2 粒木符石或心符石相連，即可發動消除\n所有符石掉落率不受其他技能影響\n(包括改變掉落符石屬性的技能)\n\nII. 回合結束時，將 2 粒符石轉化為木符石\n(光及暗符石優先轉換)"
  },
  {
    "id": 884,
    "name": "噬血龍王 ‧ 強",
    "desc": "I. 龍類攻擊力 2.5 倍\nII. 將龍類對敵方造成傷害的 10%\n⇒ 轉化為生命力 (不計算主動及隊長技傷害)\n⇒ 最大為生命力等值的 50% (不能疊加）"
  },
  {
    "id": 885,
    "name": "噬血移魂",
    "desc": "I. 木屬性的龍類及獸類\n攻擊力 3.5 倍及生命力 1.5 倍\n\nII. 每回合扣除全隊總生命力 5%\n\nIII. 將龍類及獸類對敵方造成傷害的\n10% 轉化為生命力 (不計算主動技傷害)，\n最大為生命力等值的 60% (不能疊加)\n\nIV. 若轉化的生命力超出總生命力的上限時\n⓵ 每超出 10% 的生命力\n⇒ 回合結束時隨機將 1 粒符石轉化為木符石\n⇒ 最多可轉化 5 粒 (效果不能疊加)"
  },
  {
    "id": 886,
    "name": "腳踏無影",
    "desc": "I. 移動符石時兼具夾腳拖聲效\nII. 所有屬性符石兼具其他屬性符石效果\n    (效果不能疊加)\nIII. 首批消除 ≥5 連擊 (Combo) 時\n⇒ 全隊攻擊力 1.5 倍"
  },
  {
    "id": 887,
    "name": "腳踏無影",
    "desc": "I. 所有屬性符石兼具其他屬性符石效果\n   (效果不能疊加)\nII. 首批消除 ≥5 連擊 (Combo) 時\n⇒ 全隊攻擊力 2 倍"
  },
  {
    "id": 888,
    "name": "腳踏無影",
    "desc": "I. 所有屬性符石兼具其他屬性符石效果\n   (效果不能疊加)\nII. 首批消除 ≥5 連擊 (Combo) 時\n⇒ 全隊攻擊力 2.5 倍"
  },
  {
    "id": 889,
    "name": "夾腳拖",
    "desc": "I. 移動符石時兼具夾腳拖聲效\nII. 首批消除 ≥5 連擊 (Combo) 時\n⇒ 全隊攻擊力 2.5 倍"
  },
  {
    "id": 890,
    "name": "連擊法陣",
    "desc": "首批消除 ≥5 連擊 (Combo) 時\n⇒ 全隊攻擊力 3 倍"
  },
  {
    "id": 891,
    "name": "連擊法陣",
    "desc": "首批消除 ≥5 連擊 (Combo) 時\n⇒ 全隊攻擊力 3.5 倍"
  },
  {
    "id": 892,
    "name": "連擊法陣",
    "desc": "首批消除 ≥5 連擊 (Combo) 時\n⇒ 全隊攻擊力 4 倍"
  },
  {
    "id": 893,
    "name": "腳踏無影",
    "desc": "I. 移動符石時兼具夾腳拖聲效\nII. 所有屬性符石兼具其他屬性符石效果\n    (效果不能疊加)\nIII. 首批消除 ≥5 連擊 (Combo) 時\n⇒ 全隊攻擊力 1.5 倍"
  },
  {
    "id": 894,
    "name": "腳踏無影",
    "desc": "I. 移動符石時兼具夾腳拖聲效\nII. 所有屬性符石兼具其他屬性符石效果\n    (效果不能疊加)\nIII. 首批消除 ≥5 連擊 (Combo) 時\n⇒ 全隊攻擊力 2 倍"
  },
  {
    "id": 895,
    "name": "夾腳拖",
    "desc": "I. 移動符石時兼具夾腳拖聲效\nII. 全隊攻擊力 2 倍"
  },
  {
    "id": 896,
    "name": "",
    "desc": "I. 龍類及神族攻擊力 3.5 倍\nII. 所有龍類成員兼具回復力基值\n    最高的神族成員的 50% 回復力\n    (可疊加)"
  },
  {
    "id": 897,
    "name": "",
    "desc": "I. 龍類及神族攻擊力 4 倍\nII. 所有龍類成員兼具回復力基值\n    最高的神族成員的 50% 回復力\n    (可疊加)"
  },
  {
    "id": 898,
    "name": "真火煉獄 ‧ 熾岩",
    "desc": "每回合以自身攻擊力 30 倍\n⇒ 追打無屬性傷害 1 次\n   (需消除符石)"
  },
  {
    "id": 899,
    "name": "",
    "desc": "I. 獸類及妖精類攻擊力 4 倍\nII. 所有獸類成員兼具回復力基值\n    最高的妖精類成員的 50% 回復力\n    (可疊加)"
  },
  {
    "id": 900,
    "name": "",
    "desc": "I. 獸類及妖精類攻擊力 4.5 倍\nII. 所有獸類成員兼具回復力基值\n    最高的妖精類成員的 50% 回復力 \n    (可疊加)"
  },
  {
    "id": 901,
    "name": "護甲金尊",
    "desc": "I. 全隊回復力 1.5 倍\n\nII. 生命力愈高\n⇒ 所受傷害愈低\n⇒ 最多減少 60% 傷害\n\nIII. 生命力愈低\n⇒ 迴避敵人攻擊的機率愈高\n⇒ 最大 50%"
  },
  {
    "id": 902,
    "name": "護甲金尊",
    "desc": "I. 全隊回復力 1.5 倍\n\nII. 生命力愈高\n⇒ 所受傷害愈低\n⇒ 最多減少 80% 傷害\n\nIII. 生命力愈低\n⇒ 迴避敵人攻擊的機率愈高\n⇒ 最大 50%"
  },
  {
    "id": 903,
    "name": "",
    "desc": "I. 連擊 (Combo) 時攻擊力提升 125%\nII. 延長移動符石時間 1 秒"
  },
  {
    "id": 904,
    "name": "",
    "desc": "I. 連擊 (Combo) 時攻擊力提升 125%\nII. 延長移動符石時間 1.5 秒"
  },
  {
    "id": 905,
    "name": "",
    "desc": "I. 連擊 (Combo) 時攻擊力提升 125%\nII. 延長移動符石時間 2 秒"
  },
  {
    "id": 906,
    "name": "雙刃斬 ‧ 水",
    "desc": "I. 水屬性攻擊力 2.5 倍\nII. 消除 1 組 ≥5 粒水符石時\n⇒ 自身攻擊力額外 2 倍\nIII. 若使用相同的隊長及戰友時\n⇒ 自身攻擊力則額外 4 倍"
  },
  {
    "id": 907,
    "name": "穹蒼之賜 ‧ 護心",
    "desc": "I. 全隊攻擊力 3 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒心符石\nIII. 生命力全滿時\n⇒ 減少 20% 所受傷害"
  },
  {
    "id": 908,
    "name": "穹蒼之賜 ‧ 護心",
    "desc": "I. 全隊攻擊力 3 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒心符石\nIII. 生命力全滿時\n⇒ 減少 25% 所受傷害"
  },
  {
    "id": 909,
    "name": "穹蒼之賜 ‧ 護心",
    "desc": "I. 全隊攻擊力 3 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒心符石\nIII. 生命力全滿時\n⇒ 減少 30% 所受傷害"
  },
  {
    "id": 910,
    "name": "穹蒼之賜 ‧ 護心",
    "desc": "I. 全隊攻擊力 2 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒心符石\nIII. 生命力全滿時\n⇒ 減少 20% 所受傷害"
  },
  {
    "id": 911,
    "name": "穹蒼之賜 ‧ 護心",
    "desc": "I. 全隊攻擊力 2 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒心符石\nIII. 生命力全滿時\n⇒ 減少 25% 所受傷害"
  },
  {
    "id": 912,
    "name": "穹蒼之賜 ‧ 護心",
    "desc": "I. 全隊攻擊力 2 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒心符石\nIII. 生命力全滿時\n⇒ 減少 30% 所受傷害"
  },
  {
    "id": 913,
    "name": "穹蒼之賜 ‧ 護心",
    "desc": "I. 全隊攻擊力 2.5 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒心符石\nIII. 生命力全滿時\n⇒ 減少 20% 所受傷害"
  },
  {
    "id": 914,
    "name": "穹蒼之賜 ‧ 護心",
    "desc": "I. 全隊攻擊力 2.5 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒心符石\nIII. 生命力全滿時\n⇒ 減少 25% 所受傷害"
  },
  {
    "id": 915,
    "name": "穹蒼之賜 ‧ 護心",
    "desc": "I. 全隊攻擊力 2.5 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒心符石\nIII. 生命力全滿時\n⇒ 減少 30% 所受傷害"
  },
  {
    "id": 916,
    "name": "雙刃斬 ‧ 火",
    "desc": "I. 火屬性攻擊力 2.5 倍\nII. 消除 1 組 ≥5 粒火符石時\n⇒ 自身攻擊力額外 2 倍\nIII. 若使用相同的隊長及戰友時\n⇒ 自身攻擊力則額外 4 倍"
  },
  {
    "id": 917,
    "name": "雙刃斬 ‧ 木",
    "desc": "I. 木屬性攻擊力 2.5 倍\nII. 消除 1 組 ≥5 粒木符石時\n⇒ 自身攻擊力額外 2 倍\nIII. 若使用相同的隊長及戰友時\n⇒ 自身攻擊力則額外 4 倍"
  },
  {
    "id": 918,
    "name": "雙刃斬 ‧ 光",
    "desc": "I. 光屬性攻擊力 2.5 倍\nII. 消除 1 組 ≥5 粒光符石時\n⇒ 自身攻擊力額外 2 倍\nIII. 若使用相同的隊長及戰友時\n⇒ 自身攻擊力則額外 4 倍"
  },
  {
    "id": 919,
    "name": "雙刃斬 ‧ 暗",
    "desc": "I. 暗屬性攻擊力 2.5 倍\nII. 消除 1 組 ≥5 粒暗符石時\n⇒ 自身攻擊力額外 2 倍\nIII. 若使用相同的隊長及戰友時\n⇒ 自身攻擊力則額外 4 倍"
  },
  {
    "id": 920,
    "name": "雙刃斬 ‧ 水",
    "desc": "I. 水屬性攻擊力 2.5 倍\nII. 消除最底 1 橫行內的所有符石時\n⇒ 自身攻擊力額外 2.5 倍\nIII. 若使用相同的隊長及戰友時\n⇒ 自身攻擊力則額外 6.25 倍"
  },
  {
    "id": 921,
    "name": "雙刃斬 ‧ 火",
    "desc": "I. 火屬性攻擊力 2.5 倍\nII. 消除最底 1 橫行內的所有符石時\n⇒ 自身攻擊力額外 2.5 倍\nIII. 若使用相同的隊長及戰友時\n⇒ 自身攻擊力則額外 6.25 倍"
  },
  {
    "id": 922,
    "name": "雙刃斬 ‧ 木",
    "desc": "I. 木屬性攻擊力 2.5 倍\nII. 消除最底 1 橫行內的所有符石時\n⇒ 自身攻擊力額外 2.5 倍\nIII. 若使用相同的隊長及戰友時\n⇒ 自身攻擊力則額外 6.25 倍"
  },
  {
    "id": 923,
    "name": "雙刃斬 ‧ 光",
    "desc": "I. 光屬性攻擊力 2.5 倍\nII. 消除最底 1 橫行內的所有符石時\n⇒ 自身攻擊力額外 2.5 倍\nIII. 若使用相同的隊長及戰友時\n⇒ 自身攻擊力則額外 6.25 倍"
  },
  {
    "id": 924,
    "name": "雙刃斬 ‧ 暗",
    "desc": "I. 暗屬性攻擊力 2.5 倍\nII. 消除最底 1 橫行內的所有符石時\n⇒ 自身攻擊力額外 2.5 倍\nIII. 若使用相同的隊長及戰友時\n⇒ 自身攻擊力則額外 6.25 倍"
  },
  {
    "id": 925,
    "name": "流雲雙刃斬",
    "desc": "I. 水屬性攻擊力 2.5 倍\nII. 消除最底 1 橫行內的所有符石時\n⇒ 自身攻擊力額外 3 倍\nIII. 若使用相同的隊長及戰友時\n⇒ 自身攻擊力則額外 9 倍"
  },
  {
    "id": 926,
    "name": "赤燄雙刃斬",
    "desc": "I. 火屬性攻擊力 2.5 倍\nII. 消除最底 1 橫行內的所有符石時\n⇒ 自身攻擊力額外 3 倍\nIII. 若使用相同的隊長及戰友時\n⇒ 自身攻擊力則額外 9 倍"
  },
  {
    "id": 927,
    "name": "藤棘雙刃斬",
    "desc": "I. 木屬性攻擊力 2.5 倍\nII. 消除最底 1 橫行內的所有符石時\n⇒ 自身攻擊力額外 3 倍\nIII. 若使用相同的隊長及戰友時\n⇒ 自身攻擊力則額外 9 倍"
  },
  {
    "id": 928,
    "name": "電殛雙刃斬",
    "desc": "I. 光屬性攻擊力 2.5 倍\nII. 消除最底 1 橫行內的所有符石時\n⇒ 自身攻擊力額外 3 倍\nIII. 若使用相同的隊長及戰友時\n⇒ 自身攻擊力則額外 9 倍"
  },
  {
    "id": 929,
    "name": "魅影雙刃斬",
    "desc": "I. 暗屬性攻擊力 2.5 倍\nII. 消除最底 1 橫行內的所有符石時\n⇒ 自身攻擊力額外 3 倍\nIII. 若使用相同的隊長及戰友時\n⇒ 自身攻擊力則額外 9 倍"
  },
  {
    "id": 930,
    "name": "天魔道 ‧ 水",
    "desc": "I. 水屬性攻擊力 2 倍\nII. 隊伍中每個魔族成員，\n⓵ 扣除 5 %總生命力上限\n⇒ 6 個魔族成員共扣除 30% 總生命力上限\n⓶ 額外增加水屬性攻擊力 0.5 倍\n⇒ 6 個魔族成員達至最高 5 倍水屬性攻擊力"
  },
  {
    "id": 931,
    "name": "天魔道 ‧ 火",
    "desc": "I. 火屬性攻擊力 2 倍\nII. 隊伍中每個魔族成員，\n⓵ 扣除 5 %總生命力上限\n⇒ 6 個魔族成員共扣除 30% 總生命力上限\n⓶ 額外增加火屬性攻擊力 0.5 倍\n⇒ 6 個魔族成員達至最高 5 倍火屬性攻擊力"
  },
  {
    "id": 932,
    "name": "天魔道 ‧ 木",
    "desc": "I. 木屬性攻擊力 2 倍\nII. 隊伍中每個魔族成員，\n⓵ 扣除 5 %總生命力上限\n⇒ 6 個魔族成員共扣除 30% 總生命力上限\n⓶ 額外增加木屬性攻擊力 0.5 倍\n⇒ 6 個魔族成員達至最高 5 倍木屬性攻擊力"
  },
  {
    "id": 933,
    "name": "天魔道 ‧ 光",
    "desc": "I. 光屬性攻擊力 2 倍\nII. 隊伍中每個魔族成員，\n⓵ 扣除 5 %總生命力上限\n⇒ 6 個魔族成員共扣除 30% 總生命力上限\n⓶ 額外增加光屬性攻擊力 0.5 倍\n⇒ 6 個魔族成員達至最高 5 倍光屬性攻擊力"
  },
  {
    "id": 934,
    "name": "天魔道 ‧ 暗",
    "desc": "I. 暗屬性攻擊力 2 倍\nII. 隊伍中每個魔族成員，\n⓵ 扣除 5 %總生命力上限\n⇒ 6 個魔族成員共扣除 30% 總生命力上限\n⓶ 額外增加暗屬性攻擊力 0.5 倍\n⇒ 6 個魔族成員達至最高 5 倍暗屬性攻擊力"
  },
  {
    "id": 935,
    "name": "",
    "desc": "I. 減少 50% 移動符石時間\nII. 全隊攻擊力 3.75 倍"
  },
  {
    "id": 936,
    "name": "",
    "desc": "I. 減少 50% 移動符石時間\nII. 全隊攻擊力 3.75 倍"
  },
  {
    "id": 937,
    "name": "",
    "desc": "I. 減少 50% 移動符石時間\nII. 全隊攻擊力 4 倍"
  },
  {
    "id": 938,
    "name": "",
    "desc": "I. 減少 50% 移動符石時間\nII. 全隊攻擊力 4 倍"
  },
  {
    "id": 939,
    "name": "噬血移魂",
    "desc": "I. 木屬性的龍類及獸類\n攻擊力 3.5 倍及生命力 1.5 倍\n\nII. 每回合扣除全隊總生命力 5%\n\nIII. 將龍類及獸類對敵方造成傷害的\n10% 轉化為生命力 (不計算主動技傷害)，\n最大為生命力等值的 50% (不能疊加)\n\nIV. 若轉化的生命力超出總生命力的上限時\n⓵ 每超出 15% 的生命力\n⇒ 回合結束時隨機將 1 粒符石轉化為木符石\n⇒ 最多可轉化 3 粒 (效果不能疊加)"
  },
  {
    "id": 940,
    "name": "噬血移魂",
    "desc": "I. 木屬性的龍類及獸類\n攻擊力 3.5 倍及生命力 1.5 倍\n\nII. 每回合扣除全隊總生命力 5%\n\nIII. 將龍類及獸類對敵方造成傷害的\n10% 轉化為生命力 (不計算主動技傷害)，\n最大為生命力等值的 60% (不能疊加)\n\nIV. 若轉化的生命力超出總生命力的上限時\n⓵ 每超出 15% 的生命力\n⇒ 回合結束時隨機將 1 粒符石轉化為木符石\n⇒ 最多可轉化 4 粒 (效果不能疊加)"
  },
  {
    "id": 941,
    "name": "噬血移魂",
    "desc": "I. 木屬性的龍類及獸類\n攻擊力 3.5 倍及生命力 1.5 倍\n\nII. 每回合扣除全隊總生命力 5%\n\nIII. 將龍類及獸類對敵方造成傷害的\n10% 轉化為生命力 (不計算主動技傷害)，\n最大為生命力等值的 50% (不能疊加)\n\nIV. 若轉化的生命力超出總生命力的上限時\n⓵ 每超出 10% 的生命力\n⇒ 回合結束時隨機將 1 粒符石轉化為木符石\n⇒ 最多可轉化 3 粒 (效果不能疊加)"
  },
  {
    "id": 942,
    "name": "噬血移魂",
    "desc": "I. 木屬性的龍類及獸類\n攻擊力 3.5 倍及生命力 1.5 倍\n\nII. 每回合扣除全隊總生命力 5%\n\nIII. 將龍類及獸類對敵方造成傷害的\n10% 轉化為生命力 (不計算主動技傷害)，\n最大為生命力等值的 60% (不能疊加)\n\nIV. 若轉化的生命力超出總生命力的上限時\n⓵ 每超出 10% 的生命力\n⇒ 回合結束時隨機將 1 粒符石轉化為木符石\n⇒ 最多可轉化 4 粒 (效果不能疊加)"
  },
  {
    "id": 943,
    "name": "噬血移魂",
    "desc": "I. 木屬性的龍類及獸類\n攻擊力 3 倍及生命力 1.5 倍\n\nII. 每回合扣除全隊總生命力 5%\n\nIII. 將龍類及獸類對敵方造成傷害的\n10% 轉化為生命力 (不計算主動技傷害)，\n最大為生命力等值的 50% (不能疊加)\n\nIV. 若轉化的生命力超出總生命力的上限時\n⓵ 每超出 10% 的生命力\n⇒ 回合結束時隨機將 1 粒符石轉化為木符石\n⇒ 最多可轉化 3 粒 (效果不能疊加)"
  },
  {
    "id": 944,
    "name": "噬血移魂",
    "desc": "I. 木屬性的龍類及獸類\n攻擊力 3 倍及生命力 1.5 倍\n\nII. 每回合扣除全隊總生命力 5%\n\nIII. 將龍類及獸類對敵方造成傷害的\n10% 轉化為生命力 (不計算主動技傷害)，\n最大為生命力等值的 60% (不能疊加)\n\nIV. 若轉化的生命力超出總生命力的上限時\n⓵ 每超出 10% 的生命力\n⇒ 回合結束時隨機將 1 粒符石轉化為木符石\n⇒ 最多可轉化 4 粒 (效果不能疊加)"
  },
  {
    "id": 945,
    "name": "噬血移魂",
    "desc": "I. 木屬性的龍類及獸類\n攻擊力 3.5 倍及生命力 1.5 倍\n\nII. 每回合扣除全隊總生命力 5%\n\nIII. 將龍類及獸類對敵方造成傷害的\n10% 轉化為生命力 (不計算主動技傷害)，\n最大為生命力等值的 50% (不能疊加)\n\nIV. 若轉化的生命力超出總生命力的上限時\n⓵ 每超出 12% 生命力\n⇒ 回合結束時隨機將 1 粒符石轉化為木符石\n⇒ 最多可轉化 4 粒 (效果不能疊加)"
  },
  {
    "id": 946,
    "name": "元素凝滙 ‧ 強",
    "desc": "I. 全隊攻擊力 1.5 倍\nII. 隊伍成員的屬性愈多\n⇒ 全隊攻擊力愈高，最大 4 倍"
  },
  {
    "id": 947,
    "name": "仙劍同源 ‧ 強",
    "desc": "隊伍中只有水、火及木屬性的成員時：\n\nI. 水符石兼具火及木符石效果\nII. 火符石兼具水及木符石效果\nIII. 木符石兼具水及火符石效果\n   (不能疊加)\n\nIV. 消除心符石時\n⇒ 攻擊力有 50% 機率額外 1.5 倍\n(機率可以疊加)\n\nV. 同時消除水、火及木符石時\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 948,
    "name": "乾坤列陣 ‧ 幻",
    "desc": "隊伍中只有光及暗屬性的成員時：\nI. 全隊攻擊力 3 倍\nII. 光及暗符石互相兼具 50% 效果 (可疊加)"
  },
  {
    "id": 949,
    "name": "真火煉獄 ‧ 熾岩",
    "desc": "每回合對敵方全體後追打 50,000 點無屬性傷害 1 次"
  },
  {
    "id": 950,
    "name": "真龍王震怒 ‧ 癒術",
    "desc": "I. 龍類及神族攻擊力 3.5 倍\nII. 龍類回復力 2 倍"
  },
  {
    "id": 951,
    "name": "霸王震怒 ‧ 癒術",
    "desc": "I. 獸類及妖精類攻擊力 4 倍\nII. 獸類回復力 1.8 倍"
  },
  {
    "id": 952,
    "name": "凝冰結陣",
    "desc": "I. 水屬性攻擊力 3 倍\nII. 延長移動符石時間 1 秒\nIII. 消除 1 組 ≥5 粒水符石時\n⇒ 水屬性攻擊力額外 1.5 倍 (可疊加)"
  },
  {
    "id": 953,
    "name": "燄火結陣",
    "desc": "I. 火屬性攻擊力 3 倍\nII. 延長移動符石時間 1 秒\nIII. 消除 1 組 ≥5 粒火符石時\n⇒ 火屬性攻擊力額外 1.5 倍 (可疊加)"
  },
  {
    "id": 954,
    "name": "藤棘結陣",
    "desc": "I. 木屬性攻擊力 3 倍\nII. 延長移動符石時間 1 秒\nIII. 消除 1 組 ≥5 粒木符石時\n⇒ 木屬性攻擊力額外 1.5 倍 (可疊加)"
  },
  {
    "id": 955,
    "name": "流螢結陣 ‧ 繼",
    "desc": "I. 光屬性攻擊力 3 倍\nII. 延長移動符石時間 1 秒\nIII. 消除 1 組 ≥5 粒光符石時\n⇒ 光屬性攻擊力額外 1.5 倍 (可疊加)"
  },
  {
    "id": 956,
    "name": "幽冥結陣 ‧ 繼",
    "desc": "I. 暗屬性攻擊力 3 倍\nII. 延長移動符石時間 1 秒\nIII. 消除 1 組 ≥5 粒暗符石時\n⇒ 暗屬性攻擊力額外 1.5 倍 (可疊加)"
  },
  {
    "id": 957,
    "name": "無影幻像 ‧ 水",
    "desc": "I. 水屬性攻擊力 3.5 倍\nII. 每回合開始時，\n場上數量最多的 1 種屬性符石\n⇒ 兼具 50% 水符石效果 (可疊加)\nIII. 如場上數量最多的 1 種屬性符石為水符石\n⇒ 則兼具效果變為\n水屬性攻擊力額外 1.4 倍 (可疊加)"
  },
  {
    "id": 958,
    "name": "無影幻像 ‧ 火",
    "desc": "I. 火屬性攻擊力 3.5 倍\nII. 每回合開始時，\n場上數量最多的 1 種屬性符石\n⇒ 兼具 50% 火符石效果 (可疊加)\nIII. 如場上數量最多的 1 種屬性符石為火符石\n⇒ 則兼具效果變為\n火屬性攻擊力額外 1.4 倍 (可疊加)"
  },
  {
    "id": 959,
    "name": "無影幻像 ‧ 木",
    "desc": "I. 木屬性攻擊力 3.5 倍\nII. 每回合開始時，\n場上數量最多的 1 種屬性符石\n⇒ 兼具 50% 木符石效果 (可疊加)\nIII. 如場上數量最多的 1 種屬性符石為木符石\n⇒ 則兼具效果變為\n木屬性攻擊力額外 1.4 倍 (可疊加)"
  },
  {
    "id": 960,
    "name": "無影幻像 ‧ 光",
    "desc": "I. 光屬性攻擊力 3.5 倍\nII. 每回合開始時，\n場上數量最多的 1 種屬性符石\n⇒ 兼具 50% 光符石效果 (可疊加)\nIII. 如場上數量最多的 1 種屬性符石為光符石\n⇒ 則兼具效果變為\n光屬性攻擊力額外 1.4 倍 (可疊加)"
  },
  {
    "id": 961,
    "name": "無影幻像 ‧ 暗",
    "desc": "I. 暗屬性攻擊力 3.5 倍\nII. 每回合開始時，\n場上數量最多的 1 種屬性符石\n⇒ 兼具 50% 暗符石效果 (可疊加)\nIII. 如場上數量最多的 1 種屬性符石為暗符石\n⇒ 則兼具效果變為\n暗屬性攻擊力額外 1.4 倍 (可疊加)"
  },
  {
    "id": 962,
    "name": "蓄勢之力 ‧ 水",
    "desc": "I. 全隊回復力 1.5 倍\nII. 每回合移動符石的時間愈長，\n    水屬性攻擊力愈高及全隊回復力愈低：\n⓵ 剩餘移動符石時間為 0 時\n⇒ 水屬性攻擊力 4.5 倍及全隊回復力變 0"
  },
  {
    "id": 963,
    "name": "蓄勢之力 ‧ 火",
    "desc": "I. 全隊回復力 1.5 倍\nII. 每回合移動符石的時間愈長，\n    火屬性攻擊力愈高及全隊回復力愈低：\n⓵ 剩餘移動符石時間為 0 時\n⇒ 火屬性攻擊力 4.5 倍及全隊回復力變 0"
  },
  {
    "id": 964,
    "name": "蓄勢之力 ‧ 木",
    "desc": "I. 全隊回復力 1.5 倍\nII. 每回合移動符石的時間愈長，\n    木屬性攻擊力愈高及全隊回復力愈低：\n⓵ 剩餘移動符石時間為 0 時\n⇒ 木屬性攻擊力 4.5 倍及全隊回復力變 0"
  },
  {
    "id": 965,
    "name": "蓄勢之力 ‧ 光",
    "desc": "I. 全隊回復力 1.5 倍\nII. 每回合移動符石的時間愈長，\n    光屬性攻擊力愈高及全隊回復力愈低：\n⓵ 剩餘移動符石時間為 0 時\n⇒ 光屬性攻擊力 4.5 倍及全隊回復力變 0"
  },
  {
    "id": 966,
    "name": "蓄勢之力 ‧ 暗",
    "desc": "I. 全隊回復力 1.5 倍\nII. 每回合移動符石的時間愈長，\n    暗屬性攻擊力愈高及全隊回復力愈低：\n⓵ 剩餘移動符石時間為 0 時\n⇒ 暗屬性攻擊力 4.5 倍及全隊回復力變 0"
  },
  {
    "id": 967,
    "name": "蓄勢之力 ‧ 水",
    "desc": "I. 全隊回復力 1.5 倍\nII. 每回合移動符石的時間愈長，\n    水屬性攻擊力愈高及全隊回復力愈低：\n⓵ 剩餘移動符石時間為 0 時\n⇒ 水屬性攻擊力 5 倍及全隊回復力變 0"
  },
  {
    "id": 968,
    "name": "蓄勢之力 ‧ 火",
    "desc": "I. 全隊回復力 1.5 倍\nII. 每回合移動符石的時間愈長，\n    火屬性攻擊力愈高及全隊回復力愈低：\n⓵ 剩餘移動符石時間為 0 時\n⇒ 火屬性攻擊力 5 倍及全隊回復力變 0"
  },
  {
    "id": 969,
    "name": "蓄勢之力 ‧ 木",
    "desc": "I. 全隊回復力 1.5 倍\nII. 每回合移動符石的時間愈長，\n    木屬性攻擊力愈高及全隊回復力愈低：\n⓵ 剩餘移動符石時間為 0 時\n⇒ 木屬性攻擊力 5 倍及全隊回復力變 0"
  },
  {
    "id": 970,
    "name": "蓄勢之力 ‧ 光",
    "desc": "I. 全隊回復力 1.5 倍\nII. 每回合移動符石的時間愈長，\n    光屬性攻擊力愈高及全隊回復力愈低：\n⓵ 剩餘移動符石時間為 0 時\n⇒ 光屬性攻擊力 5 倍及全隊回復力變 0"
  },
  {
    "id": 971,
    "name": "蓄勢之力 ‧ 暗",
    "desc": "I. 全隊回復力 1.5 倍\nII. 每回合移動符石的時間愈長，\n    暗屬性攻擊力愈高及全隊回復力愈低：\n⓵ 剩餘移動符石時間為 0 時\n⇒ 暗屬性攻擊力 5 倍及全隊回復力變 0"
  },
  {
    "id": 972,
    "name": "魔魅復甦 ‧ 凝水",
    "desc": "I. 水屬性攻擊力 2.5 倍\nII. 魔族回復力 2 倍\nIII. 光屬性和暗屬性傷害減少 50%"
  },
  {
    "id": 973,
    "name": "魔魅復甦 ‧ 凝火",
    "desc": "I. 火屬性攻擊力 2.5 倍\nII. 魔族回復力 2 倍\nIII. 光屬性和暗屬性傷害減少 50%"
  },
  {
    "id": 974,
    "name": "魔魅復甦 ‧ 凝木",
    "desc": "I. 木屬性攻擊力 2.5 倍\nII. 魔族回復力 2 倍\nIII. 光屬性和暗屬性傷害減少 50%"
  },
  {
    "id": 975,
    "name": "魔怒嘯天 ‧ 玄光",
    "desc": "光屬性魔族攻擊力 3.5 倍，\n每消除 1 組光符石\n⇒ 攻擊力提升 0.5 倍\n⇒ 消除 3 組光符石即可達至最大 5 倍"
  },
  {
    "id": 976,
    "name": "魔怒嘯天 ‧ 冥極",
    "desc": "暗屬性魔族攻擊力 3.5 倍，\n每消除 1 組暗符石\n⇒ 攻擊力提升 0.5 倍\n⇒ 消除 3 組暗符石即可達至最大 5 倍"
  },
  {
    "id": 977,
    "name": "魔魅復甦 ‧ 水靈",
    "desc": "I. 水屬性攻擊力 2.5 倍\nII. 魔族回復力 2 倍及生命力 1.3 倍"
  },
  {
    "id": 978,
    "name": "魔魅復甦 ‧ 火靈",
    "desc": "I. 火屬性攻擊力 2.5 倍\nII. 魔族回復力 2 倍及生命力 1.3 倍"
  },
  {
    "id": 979,
    "name": "魔魅復甦 ‧ 木靈",
    "desc": "I. 木屬性攻擊力 2.5 倍\nII. 魔族回復力 2 倍及生命力 1.3 倍"
  },
  {
    "id": 980,
    "name": "人之復甦 ‧ 凝水",
    "desc": "I. 水屬性攻擊力 3 倍\nII. 人類回復力 2 倍\nIII. 受到攻擊時\n⇒ 場上每粒水符石可減少 5% 所受傷害\n⇒ 最多可減少 30% 傷害 (減傷效果不可疊加)"
  },
  {
    "id": 981,
    "name": "人之復甦 ‧ 凝火",
    "desc": "I. 火屬性攻擊力 3 倍\nII. 人類回復力 2 倍\nIII. 受到攻擊時\n⇒ 場上每粒火符石可減少  5% 所受傷害\n⇒ 最多可減少 30% 傷害 (減傷效果不可疊加)"
  },
  {
    "id": 982,
    "name": "魔魅復甦 ‧ 凝木",
    "desc": "I. 木屬性攻擊力 2.5 倍\nII. 魔族回復力 2 倍\nIII. 受到攻擊時\n⇒ 場上每粒木符石可減少 5% 所受傷害\n⇒ 最多可減少 30% 傷害 (減傷效果不可疊加)"
  },
  {
    "id": 983,
    "name": "魔怒嘯天 ‧ 天雷陣",
    "desc": "I. 光屬性攻擊力 2.5 倍\nII. 光屬性魔族攻擊力則 3.5 倍\nIII. 提升光屬性對暗屬性目標的攻擊力\n    (不包括主動技)"
  },
  {
    "id": 984,
    "name": "魔怒嘯天 ‧ 亡魂陣",
    "desc": "I. 暗屬性攻擊力 2.5 倍\nII. 暗屬性魔族攻擊力則 3.5 倍\nIII. 提升暗屬性對光屬性目標的攻擊力\n   (不包括主動技)"
  },
  {
    "id": 985,
    "name": "魔魅復甦 ‧ 凝水",
    "desc": "I. 水屬性攻擊力 2.5 倍及魔族回復力 2 倍\nII. 木、光、暗屬性傷害減少 50%"
  },
  {
    "id": 986,
    "name": "魔魅復甦 ‧ 凝火",
    "desc": "I. 火屬性攻擊力 2.5 倍及魔族回復力 2 倍\nII. 水、光、暗屬性傷害減少 50%"
  },
  {
    "id": 987,
    "name": "魔魅復甦 ‧ 凝木",
    "desc": "I. 木屬性攻擊力 2.5 倍及魔族回復力 2 倍\nII. 火、光、暗屬性傷害減少 50%"
  },
  {
    "id": 988,
    "name": "魔魅復甦 ‧ 凝水",
    "desc": "I. 水屬性攻擊力 2.5 倍及魔族回復力 2 倍\nII. 木、光、暗屬性傷害減少 50%\nIII. 所有成員對木屬性目標時無視屬性相剋"
  },
  {
    "id": 989,
    "name": "魔魅復甦 ‧ 凝火",
    "desc": "I. 火屬性攻擊力 2.5 倍及魔族回復力 2 倍\nII. 水、光、暗屬性傷害減少 50%\nIII. 所有成員對水屬性目標時無視屬性相剋"
  },
  {
    "id": 990,
    "name": "魔魅復甦 ‧ 凝木",
    "desc": "I. 木屬性攻擊力 2.5 倍及魔族回復力 2 倍\nII. 火、光、暗屬性傷害減少 50%\nIII. 所有成員對火屬性目標時無視屬性相剋"
  },
  {
    "id": 991,
    "name": "無影幻像 ‧ 水",
    "desc": "I. 水屬性攻擊力 2 倍\nII. 每回合場上數量最多的 1 種屬性符石\n⇒ 兼具 50% 水符石效果 (可疊加)\nIII. 如場上數量最多的 1 種屬性符石為水符石\n⇒ 則兼具效果變為\n水屬性攻擊力額外 1.4 倍 (可疊加)"
  },
  {
    "id": 992,
    "name": "無影幻像 ‧ 火",
    "desc": "I. 火屬性攻擊力 2 倍\nII. 每回合場上數量最多的 1 種屬性符石\n⇒ 兼具 50% 火符石效果 (可疊加)\nIII. 如場上數量最多的 1 種屬性符石為火符石\n⇒ 則兼具效果變為\n火屬性攻擊力額外 1.4 倍 (可疊加)"
  },
  {
    "id": 993,
    "name": "無影幻像 ‧ 木",
    "desc": "I. 木屬性攻擊力 2 倍\nII. 每回合場上數量最多的 1 種屬性符石\n⇒ 兼具 50% 木符石效果 (可疊加)\nIII. 如場上數量最多的 1 種屬性符石為木符石\n⇒ 則兼具效果變為\n木屬性攻擊力額外 1.4 倍 (可疊加)"
  },
  {
    "id": 994,
    "name": "無影幻像 ‧ 光",
    "desc": "I. 光屬性攻擊力 2 倍\nII. 每回合場上數量最多的 1 種屬性符石\n⇒ 兼具 50% 光符石效果 (可疊加)\nIII. 如場上數量最多的 1 種屬性符石為光符石\n⇒ 則兼具效果變為\n光屬性攻擊力額外 1.4 倍 (可疊加)"
  },
  {
    "id": 995,
    "name": "無影幻像 ‧ 暗",
    "desc": "I. 暗屬性攻擊力 2 倍\nII. 每回合場上數量最多的 1 種屬性符石\n⇒ 兼具 50% 暗符石效果 (可疊加)\nIII. 如場上數量最多的 1 種屬性符石為暗符石\n⇒ 則兼具效果變為\n暗屬性攻擊力額外 1.4 倍 (可疊加)"
  },
  {
    "id": 996,
    "name": "無影幻像 ‧ 水",
    "desc": "I. 水屬性攻擊力 2.5 倍\nII. 每回合場上數量最多的 1 種屬性符石\n⇒ 兼具 50% 水符石效果 (可疊加)\nIII. 如場上數量最多的 1 種屬性符石為水符石\n⇒ 則兼具效果變為\n水屬性攻擊力額外 1.4 倍 (可疊加)"
  },
  {
    "id": 997,
    "name": "無影幻像 ‧ 火",
    "desc": "I. 火屬性攻擊力 2.5 倍\nII. 每回合場上數量最多的 1 種屬性符石\n⇒ 兼具 50% 火符石效果 (可疊加)\nIII. 如場上數量最多的 1 種屬性符石為火符石\n⇒ 則兼具效果變為\n火屬性攻擊力額外 1.4 倍 (可疊加)"
  },
  {
    "id": 998,
    "name": "無影幻像 ‧ 木",
    "desc": "I. 木屬性攻擊力 2.5 倍\nII. 每回合場上數量最多的 1 種屬性符石\n⇒ 兼具 50% 木符石效果 (可疊加)\nIII. 如場上數量最多的 1 種屬性符石為木符石\n⇒ 則兼具效果變為\n木屬性攻擊力額外 1.4 倍 (可疊加)"
  },
  {
    "id": 999,
    "name": "無影幻像 ‧ 光",
    "desc": "I. 光屬性攻擊力 2.5 倍\nII. 每回合場上數量最多的 1 種屬性符石\n⇒ 兼具 50% 光符石效果 (可疊加)\nIII. 如場上數量最多的 1 種屬性符石為光符石\n⇒ 則兼具效果變為\n光屬性攻擊力額外 1.4 倍 (可疊加)"
  },
  {
    "id": 1000,
    "name": "無影幻像 ‧ 暗",
    "desc": "I. 暗屬性攻擊力 2.5 倍\nII. 每回合場上數量最多的 1 種屬性符石\n⇒ 兼具 50% 暗符石效果 (可疊加)\nIII. 如場上數量最多的 1 種屬性符石為暗符石\n⇒ 則兼具效果變為\n暗屬性攻擊力額外 1.4 倍 (可疊加)"
  },
  {
    "id": 1001,
    "name": "無影幻像 ‧ 浪濤",
    "desc": "I. 水屬性攻擊力 3 倍\nII. 每回合場上數量最多的 1 種屬性符石\n⇒ 兼具 50% 水符石效果 (可疊加)\nIII. 如場上數量最多的 1 種屬性符石為水符石\n⇒ 則兼具效果變為\n水屬性攻擊力額外 1.4 倍 (可疊加)"
  },
  {
    "id": 1002,
    "name": "無影幻像 ‧ 熾燄",
    "desc": "I. 火屬性攻擊力 3 倍\nII. 每回合場上數量最多的 1 種屬性符石\n⇒ 兼具 50% 火符石效果 (可疊加)\nIII. 如場上數量最多的 1 種屬性符石為火符石\n⇒ 則兼具效果變為\n火屬性攻擊力額外 1.4 倍 (可疊加)"
  },
  {
    "id": 1003,
    "name": "無影幻像 ‧ 藤木",
    "desc": "I. 木屬性攻擊力 3 倍\nII. 每回合場上數量最多的 1 種屬性符石\n⇒ 兼具 50% 木符石效果 (可疊加)\nIII. 如場上數量最多的 1 種屬性符石為木符石\n⇒ 則兼具效果變為\n木屬性攻擊力額外 1.4 倍 (可疊加)"
  },
  {
    "id": 1004,
    "name": "無影幻像 ‧ 光",
    "desc": "I. 光屬性攻擊力 3 倍\nII. 每回合場上數量最多的 1 種屬性符石\n⇒ 兼具 50% 光符石效果 (可疊加)\nIII. 如場上數量最多的 1 種屬性符石為光符石\n⇒ 則兼具效果變為\n光屬性攻擊力額外 1.4 倍 (可疊加)"
  },
  {
    "id": 1005,
    "name": "無影幻像 ‧ 暗",
    "desc": "I. 暗屬性攻擊力 3 倍\nII. 每回合場上數量最多的 1 種屬性符石\n⇒ 兼具 50% 暗符石效果 (可疊加)\nIII. 如場上數量最多的 1 種屬性符石為暗符石\n⇒ 則兼具效果變為\n暗屬性攻擊力額外 1.4 倍 (可疊加)"
  },
  {
    "id": 1006,
    "name": "無垠幻像 ‧ 浪濤",
    "desc": "I. 水屬性攻擊力 3.5 倍\nII. 每回合場上數量最多的 1 種屬性符石\n⇒ 兼具 50% 水符石效果 (可疊加)\nIII. 如場上數量最多的 1 種屬性符石為水符石\n⇒ 則兼具效果變為\n水屬性攻擊力額外 1.4 倍 (可疊加)"
  },
  {
    "id": 1007,
    "name": "無垠幻像 ‧ 熾燄",
    "desc": "I. 火屬性攻擊力 3.5 倍\nII. 每回合場上數量最多的 1 種屬性符石\n⇒ 兼具 50% 火符石效果 (可疊加)\nIII. 如場上數量最多的 1 種屬性符石為火符石\n⇒ 則兼具效果變為\n火屬性攻擊力額外 1.4 倍 (可疊加)"
  },
  {
    "id": 1008,
    "name": "無垠幻像 ‧ 藤木",
    "desc": "I. 木屬性攻擊力 3.5 倍\nII. 每回合場上數量最多的 1 種屬性符石\n⇒ 兼具 50% 木符石效果 (可疊加)\nIII. 如場上數量最多的 1 種屬性符石為木符石\n⇒ 則兼具效果變為\n木屬性攻擊力額外 1.4 倍 (可疊加)"
  },
  {
    "id": 1009,
    "name": "無影幻像 ‧ 光",
    "desc": "I. 光屬性攻擊力 3.5 倍\nII. 每回合場上數量最多的 1 種屬性符石\n⇒ 兼具 50% 光符石效果 (可疊加)\nIII. 如場上數量最多的 1 種屬性符石為光符石\n⇒ 則兼具效果變為\n光屬性攻擊力額外 1.4 倍 (可疊加)"
  },
  {
    "id": 1010,
    "name": "無影幻像 ‧ 暗",
    "desc": "I. 暗屬性攻擊力 3.5 倍\nII. 每回合場上數量最多的 1 種屬性符石\n⇒ 兼具 50% 暗符石效果 (可疊加)\nIII. 如場上數量最多的 1 種屬性符石為暗符石\n⇒ 則兼具效果變為\n暗屬性攻擊力額外 1.4 倍 (可疊加)"
  },
  {
    "id": 1011,
    "name": "凝冰結陣",
    "desc": "I. 水屬性攻擊力 2 倍\nII. 延長移動符石時間 1 秒\nIII. 消除 1 組 ≥5 粒水符石時\n⇒ 水屬性攻擊力額外 1.5 倍 (可疊加)"
  },
  {
    "id": 1012,
    "name": "燄火結陣",
    "desc": "I. 火屬性攻擊力 2 倍\nII. 延長移動符石時間 1 秒\nIII. 消除 1 組 ≥5 粒火符石時\n⇒ 火屬性攻擊力額外 1.5 倍 (可疊加)"
  },
  {
    "id": 1013,
    "name": "藤棘結陣",
    "desc": "I. 木屬性攻擊力 2 倍\nII. 延長移動符石時間 1 秒\nIII. 消除 1 組 ≥5 粒木符石時\n⇒ 木屬性攻擊力額外 1.5 倍 (可疊加)"
  },
  {
    "id": 1014,
    "name": "流螢結陣 ‧ 初",
    "desc": "I. 光屬性攻擊力 2 倍\nII. 延長移動符石時間 1 秒\nIII. 消除 1 組 ≥5 粒光符石時\n⇒ 光屬性攻擊力額外 1.5 倍 (可疊加)"
  },
  {
    "id": 1015,
    "name": "幽冥結陣 ‧ 初",
    "desc": "I. 暗屬性攻擊力 2 倍\nII. 延長移動符石時間 1 秒\nIII. 消除 1 組 ≥5 粒暗符石時\n⇒ 暗屬性攻擊力額外 1.5 倍 (可疊加)"
  },
  {
    "id": 1016,
    "name": "凝冰結陣",
    "desc": "I. 水屬性攻擊力 2.5 倍\nII. 延長移動符石時間 1 秒\nIII. 消除 1 組 ≥5 粒水符石時\n⇒ 水屬性攻擊力額外 1.5 倍 (可疊加)"
  },
  {
    "id": 1017,
    "name": "燄火結陣",
    "desc": "I. 火屬性攻擊力 2.5 倍\nII. 延長移動符石時間 1 秒\nIII. 消除 1 組 ≥5 粒火符石時\n⇒ 火屬性攻擊力額外 1.5 倍 (可疊加)"
  },
  {
    "id": 1018,
    "name": "藤棘結陣",
    "desc": "I. 木屬性攻擊力 2.5 倍\nII. 延長移動符石時間 1 秒\nIII. 消除 1 組 ≥5 粒木符石時\n⇒ 木屬性攻擊力額外 1.5 倍 (可疊加)"
  },
  {
    "id": 1019,
    "name": "流螢結陣",
    "desc": "I. 光屬性攻擊力 2.5 倍\nII. 延長移動符石時間 1 秒\nIII. 消除 1 組 ≥5 粒光符石時\n⇒ 光屬性攻擊力額外 1.5 倍 (可疊加)"
  },
  {
    "id": 1020,
    "name": "幽冥結陣",
    "desc": "I. 暗屬性攻擊力 2.5 倍\nII. 延長移動符石時間 1 秒\nIII. 消除 1 組 ≥5 粒暗符石時\n⇒ 暗屬性攻擊力額外 1.5 倍 (可疊加)"
  },
  {
    "id": 1021,
    "name": "龍之嗔怒",
    "desc": "龍類攻擊力 3 倍"
  },
  {
    "id": 1022,
    "name": "浪之花海",
    "desc": "I. 水屬性攻擊力 4 倍\nII. 回合結束時\n⇒ 將隨機 2 粒水強化符石四周的符石\n⇒ 轉化為水符石"
  },
  {
    "id": 1023,
    "name": "燄之花海",
    "desc": "I. 火屬性攻擊力 4 倍\nII. 回合結束時\n⇒ 將隨機 2 粒火強化符石四周的符石\n⇒ 轉化為火符石"
  },
  {
    "id": 1024,
    "name": "樹之花海",
    "desc": "I. 木屬性攻擊力 4 倍\nII. 回合結束時\n⇒ 將隨機 2 粒木強化符石四周的符石\n⇒ 轉化為木符石"
  },
  {
    "id": 1025,
    "name": "螢之花海",
    "desc": "I. 光屬性攻擊力 4 倍\nII. 回合結束時\n⇒ 將隨機 2 粒光強化符石四周的符石\n⇒ 轉化為光符石"
  },
  {
    "id": 1026,
    "name": "魅之花海",
    "desc": "I. 暗屬性攻擊力 4 倍\nII. 回合結束時\n⇒ 將隨機 2 粒暗強化符石四周的符石\n⇒ 轉化為暗符石"
  },
  {
    "id": 1027,
    "name": "浪濤界限 ‧ 變革",
    "desc": "I. 水屬性攻擊力 4 倍\nII. ≥3 粒水符石相連，即可發動消除\nIII. 所有符石掉落率不受其他技能影響\n    (包括改變掉落符石屬性的技能)"
  },
  {
    "id": 1028,
    "name": "熾燄界限 ‧ 變革",
    "desc": "I. 火屬性攻擊力 4 倍\nII. ≥3 粒火符石相連，即可發動消除\nIII. 所有符石掉落率不受其他技能影響\n    (包括改變掉落符石屬性的技能)"
  },
  {
    "id": 1029,
    "name": "藤木界限 ‧ 變革",
    "desc": "I. 木屬性攻擊力 4 倍\nII. ≥3 粒木符石相連，即可發動消除\nIII. 所有符石掉落率不受其他技能影響\n    (包括改變掉落符石屬性的技能)"
  },
  {
    "id": 1030,
    "name": "玄光界限 ‧ 變革",
    "desc": "I. 光屬性攻擊力 4 倍\nII. ≥3 粒光符石相連，即可發動消除\nIII. 所有符石掉落率不受其他技能影響\n    (包括改變掉落符石屬性的技能)"
  },
  {
    "id": 1031,
    "name": "幽冥界限 ‧ 變革",
    "desc": "I. 暗屬性攻擊力 4 倍\nII. ≥3 粒暗符石相連，即可發動消除\nIII. 所有符石掉落率不受其他技能影響\n    (包括改變掉落符石屬性的技能)"
  },
  {
    "id": 1032,
    "name": "五念凝匯 ‧ 極",
    "desc": "I. 隊伍中有 5 種屬性的成員時\n⇒ 全隊攻擊力 2 倍\nII. 隊伍中有 ≥5 種族成員時\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 1033,
    "name": "",
    "desc": "I. 水屬性攻擊力 4 倍\nII. 達成 ≥4 連擊 (Combo) 時，\n於該回合移動並消除符石後：\n⓵ 引爆所有心符石\n⇒ 每粒心符石額外提升水屬性攻擊力 0.2 倍\n⇒ 引爆 5 粒即可提升至最大 2 倍"
  },
  {
    "id": 1034,
    "name": "",
    "desc": "I. 火屬性攻擊力 4 倍\nII. 達成 ≥4 連擊 (Combo) 時，\n於該回合移動並消除符石後：\n⓵ 引爆所有心符石\n⇒ 每粒心符石額外提升火屬性攻擊力 0.2 倍\n⇒ 引爆 5 粒即可提升至最大 2 倍"
  },
  {
    "id": 1035,
    "name": "",
    "desc": "I. 木屬性攻擊力 4 倍\nII. 達成 ≥4 連擊 (Combo) 時，\n於該回合移動並消除符石後：\n⓵ 引爆所有心符石\n⇒ 每粒心符石額外提升木屬性攻擊力 0.2 倍\n⇒ 引爆 5 粒即可提升至最大 2 倍"
  },
  {
    "id": 1036,
    "name": "",
    "desc": "I. 光屬性攻擊力 4 倍\nII. 達成 ≥4 連擊 (Combo) 時，\n於該回合移動並消除符石後：\n⓵ 引爆所有心符石\n⇒ 每粒心符石額外提升光屬性攻擊力 0.2 倍\n⇒ 引爆 5 粒即可提升至最大 2 倍"
  },
  {
    "id": 1037,
    "name": "",
    "desc": "I. 暗屬性攻擊力 4 倍\nII. 達成 ≥4 連擊 (Combo) 時，\n於該回合移動並消除符石後：\n⓵ 引爆所有心符石\n⇒ 每粒心符石額外提升暗屬性攻擊力 0.2 倍\n⇒ 引爆 5 粒即可提升至最大 2 倍"
  },
  {
    "id": 1038,
    "name": "",
    "desc": "I. 水屬性攻擊力 4 倍\nII. 達成 ≥4 連擊 (Combo) 時，\n於該回合移動並消除符石後：\n⓵ 引爆所有心符石，直至場上沒有心符石\n⓶ 每粒心符石額外提升水屬性攻擊力 0.2 倍\n⇒ 引爆 5 粒即可提升至最大 2 倍"
  },
  {
    "id": 1039,
    "name": "",
    "desc": "I. 火屬性攻擊力 4 倍\nII. 達成 ≥4 連擊 (Combo) 時，\n於該回合移動並消除符石後：\n⓵ 引爆所有心符石，直至場上沒有心符石\n⓶ 每粒心符石額外提升火屬性攻擊力 0.2 倍\n⇒ 引爆 5 粒即可提升至最大 2 倍"
  },
  {
    "id": 1040,
    "name": "",
    "desc": "I. 木屬性攻擊力 4 倍\nII. 達成 ≥4 連擊 (Combo) 時，\n於該回合移動並消除符石後：\n⓵ 引爆所有心符石，直至場上沒有心符石\n⓶ 每粒心符石額外提升木屬性攻擊力 0.2 倍\n⇒ 引爆 5 粒即可提升至最大 2 倍"
  },
  {
    "id": 1041,
    "name": "",
    "desc": "I. 光屬性攻擊力 4 倍\nII. 達成 ≥4 連擊 (Combo) 時，\n於該回合移動並消除符石後：\n⓵ 引爆所有心符石，直至場上沒有心符石\n⓶ 每粒心符石額外提升光屬性攻擊力 0.2 倍\n⇒ 引爆 5 粒即可提升至最大 2 倍"
  },
  {
    "id": 1042,
    "name": "",
    "desc": "I. 暗屬性攻擊力 4 倍\nII. 達成 ≥4 連擊 (Combo) 時，\n於該回合移動並消除符石後：\n⓵ 引爆所有心符石，直至場上沒有心符石\n⓶ 每粒心符石額外提升暗屬性攻擊力 0.2 倍\n⇒ 引爆 5 粒即可提升至最大 2 倍"
  },
  {
    "id": 1043,
    "name": "真龍王震怒 ‧ 癒術",
    "desc": "I. 龍類及神族攻擊力 4 倍\nII. 龍類回復力 2 倍"
  },
  {
    "id": 1044,
    "name": "霸王震怒 ‧ 癒術",
    "desc": "I. 妖精類攻擊力 4.5 倍\nII. 獸類攻擊力 4 倍及回復力 1.8 倍"
  },
  {
    "id": 1045,
    "name": "龍魂輔主",
    "desc": "當隊伍中只有人類及 ≥2 個龍類成員時：\nI. 人類攻擊力 4.5 倍\nII. 龍類攻擊力 3.5 倍"
  },
  {
    "id": 1046,
    "name": "幻獸輔主",
    "desc": "當隊伍中只有人類及\n≥2 個獸類或妖精類成員時：\nI. 人類攻擊力 4.5 倍\nII. 獸類及妖精類攻擊力 3.5 倍"
  },
  {
    "id": 1047,
    "name": "妖魔輔主",
    "desc": "當隊伍中只有人類及\n≥2 個魔族或妖精類成員時：\nI. 人類攻擊力 4.5 倍\nII. 魔族及妖精類攻擊力 3.5 倍"
  },
  {
    "id": 1048,
    "name": "神靈輔主",
    "desc": "當隊伍中只有人類及 ≥2 個神族成員時：\nI. 人類攻擊力 4.5 倍\nII. 神族攻擊力 3.5 倍"
  },
  {
    "id": 1049,
    "name": "龍魂佐主",
    "desc": "當隊伍中只有人類及 ≥1 個龍類成員時：\nI. 人類攻擊力 4.5 倍\nII. 龍類攻擊力 3.5 倍"
  },
  {
    "id": 1050,
    "name": "幻獸佐主",
    "desc": "當隊伍中只有人類及\n≥1 個獸類或妖精類成員時：\nI. 人類攻擊力 4.5 倍\nII. 獸類及妖精類攻擊力 3.5 倍"
  },
  {
    "id": 1051,
    "name": "妖魔佐主",
    "desc": "當隊伍中只有人類及\n≥1 個魔族或妖精類成員時：\nI. 人類攻擊力 4.5 倍\nII. 魔族及妖精類攻擊力 3.5 倍"
  },
  {
    "id": 1052,
    "name": "神靈佐主",
    "desc": "當隊伍中只有人類及 ≥1 個神族成員時：\nI. 人類攻擊力 4.5 倍\nII. 神族攻擊力 3.5 倍"
  },
  {
    "id": 1053,
    "name": "銳兵列陣 ‧ 強",
    "desc": "隊伍中需有水及光屬性的成員：\nI. 消除 ≥3 種屬性符石時\n⇒ 水及光屬性攻擊力 3.5 倍\nII. 消除水和光符石時\n⇒ 水和光屬性攻擊力有 50% 機率額外 2 倍\n   (機率可以疊加)"
  },
  {
    "id": 1054,
    "name": "元素逼力",
    "desc": "I. 消除 3 種屬性符石，全隊攻擊力 3 倍\nII. 消除 4 種屬性符石，全隊攻擊力 3.75 倍\nIII. 消除 5 種屬性符石，全隊攻擊力 4.5 倍"
  },
  {
    "id": 1055,
    "name": "浪濤界限 ‧ 變革",
    "desc": "I. ≥3 粒水符石相連，即可發動消除\nII. 所有符石掉落率不受其他技能影響\n   (包括改變掉落符石屬性的技能)"
  },
  {
    "id": 1056,
    "name": "熾燄界限 ‧ 變革",
    "desc": "I. ≥3 粒火符石相連，即可發動消除\nII. 所有符石掉落率不受其他技能影響\n   (包括改變掉落符石屬性的技能)"
  },
  {
    "id": 1057,
    "name": "藤木界限 ‧ 變革",
    "desc": "I. ≥3 粒木符石相連，即可發動消除\nII. 所有符石掉落率不受其他技能影響\n   (包括改變掉落符石屬性的技能)"
  },
  {
    "id": 1058,
    "name": "玄光界限 ‧ 變革",
    "desc": "I. ≥3 粒光符石相連，即可發動消除\nII. 所有符石掉落率不受其他技能影響\n   (包括改變掉落符石屬性的技能)"
  },
  {
    "id": 1059,
    "name": "幽冥界限 ‧ 變革",
    "desc": "I. ≥3 粒暗符石相連，即可發動消除\nII. 所有符石掉落率不受其他技能影響\n   (包括改變掉落符石屬性的技能)"
  },
  {
    "id": 1060,
    "name": "界限變革",
    "desc": "I. ≥3 粒相同種類的符石相連，即可發動消除\nII. 所有符石掉落率不受其他技能影響\n   (包括改變掉落符石屬性的技能)"
  },
  {
    "id": 1061,
    "name": "五念凝匯 ‧ 強",
    "desc": "I. 隊伍中有 5 種屬性的成員時\n⇒ 全隊攻擊力 1.5 倍\nII. 隊伍中有 ≥5 種族成員時\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 1062,
    "name": "元素逼力",
    "desc": "I. 消除 3 種屬性符石時，全隊攻擊力 3 倍\nII. 消除 4 種屬性符石時，全隊攻擊力 3.5 倍\nIII. 消除 5 種屬性符石時，全隊攻擊力 4 倍"
  },
  {
    "id": 1063,
    "name": "元素逼力",
    "desc": "I. 消除 3 種屬性符石時，全隊攻擊力 3 倍\nII. 消除 4 種屬性符石時，全隊攻擊力 3.5 倍\nIII. 消除 5 種屬性符石時，全隊攻擊力 4 倍\nIV. 所有符石掉落率不受其他技能影響\n    (包括改變掉落符石屬性的技能)"
  },
  {
    "id": 1064,
    "name": "神魔法則 ‧ 強",
    "desc": "隊伍中只有神族及魔族成員時：\nI. 全隊攻擊力 3 倍\nII. 火符石及木符石兼具 50% 水符石效果\n(可疊加)"
  },
  {
    "id": 1065,
    "name": "",
    "desc": "隊伍中只有神族及魔族成員時：\nI. 全隊攻擊力 3 倍\nII. 水符石及木符石兼具 50% 火符石效果\n(可疊加)"
  },
  {
    "id": 1066,
    "name": "",
    "desc": "隊伍中只有神族及魔族成員時：\nI. 全隊攻擊力 3 倍\nII. 水符石及火符石兼具 50% 木符石效果\n(可疊加)"
  },
  {
    "id": 1067,
    "name": "神魔盟約 ‧ 浪濤",
    "desc": "隊伍中只有神族及魔族成員時：\nI. 全隊攻擊力 3 倍\nII. 火符石及木符石兼具水符石效果\n(效果不能疊加)"
  },
  {
    "id": 1068,
    "name": "神魔盟約 ‧ 熾燄",
    "desc": "隊伍中只有神族及魔族成員時：\nI. 全隊攻擊力 3 倍\nII. 水符石及木符石兼具火符石效果\n(效果不能疊加)"
  },
  {
    "id": 1069,
    "name": "神魔盟約 ‧ 藤木",
    "desc": "隊伍中只有神族及魔族成員時：\nI. 全隊攻擊力 3 倍\nII. 水符石及火符石兼具木符石效果\n(效果不能疊加)"
  },
  {
    "id": 1070,
    "name": "神龍呼嘯 ‧ 浪濤",
    "desc": "隊伍中只有神族及龍類成員時：\nI. 全隊攻擊力 3 倍\nII. 龍類成員增加 100 點回復力基值\nIII. 同時消除水及心符石時\n⇒ 全隊攻擊力有 50% 機率額外 2 倍\n(機率可以疊加，倍率優先跟隨隊長技能)"
  },
  {
    "id": 1071,
    "name": "神龍呼嘯 ‧ 浪濤",
    "desc": "隊伍中只有神族及龍類成員時：\nI. 全隊攻擊力 3 倍\nII. 龍類成員增加 100 點回復力基值\nIII. 同時消除水及心符石時\n⇒ 全隊攻擊力有 50% 機率額外 2.5 倍\n(機率可以疊加，倍率優先跟隨隊長技能)"
  },
  {
    "id": 1072,
    "name": "魔龍狂號 ‧ 熾燄",
    "desc": "隊伍中只有魔族及龍類成員時：\nI. 全隊攻擊力 3 倍\nII. 龍類成員增加 100 點回復力基值\nIII. 場上有附加效果時\n⇒ 火屬性攻擊力有 50% 機率額外 2 倍\n(機率可以疊加，倍率優先跟隨隊長技能)"
  },
  {
    "id": 1073,
    "name": "魔龍狂號 ‧ 熾燄",
    "desc": "隊伍中只有魔族及龍類成員時：\nI. 全隊攻擊力 3 倍\nII. 龍類成員增加 100 點回復力基值\nIII. 場上有附加效果時\n⇒ 火屬性攻擊力有 50% 機率額外 2.5 倍\n(機率可以疊加，倍率優先跟隨隊長技能)"
  },
  {
    "id": 1074,
    "name": "神龍呼嘯 ‧ 藤木",
    "desc": "隊伍中只有神族及龍類成員時：\nI. 全隊攻擊力 3 倍\nII. 首批消除場上所有木符石時\n⇒ 全隊攻擊力有 50% 機率額外 2.5 倍\n(機率可以疊加，倍率優先跟隨隊長技能)"
  },
  {
    "id": 1075,
    "name": "神龍呼嘯 ‧ 藤木",
    "desc": "隊伍中只有神族及龍類成員時：\nI. 全隊攻擊力 3.5 倍\nII. 首批消除場上所有木符石時\n⇒ 全隊攻擊力有 50% 機率額外 2 倍\n(機率可以疊加，倍率優先跟隨隊長技能)"
  },
  {
    "id": 1076,
    "name": "神龍呼嘯 ‧ 藤木",
    "desc": "隊伍中只有神族及龍類成員時：\nI. 全隊攻擊力 3.5 倍\nII. 首批消除場上所有木符石時\n⇒ 全隊攻擊力有 50% 機率額外 2.5 倍\n(機率可以疊加，倍率優先跟隨隊長技能)"
  },
  {
    "id": 1077,
    "name": "神龍呼嘯 ‧ 藤木",
    "desc": "隊伍中只有神族及龍類成員時：\nI. 全隊攻擊力 3 倍\nII. 龍類成員增加 100 點回復力基值\nIII. 首批消除場上所有木符石時\n⇒ 全隊攻擊力有 50% 機率額外 2 倍\n(機率可以疊加，倍率優先跟隨隊長技能)"
  },
  {
    "id": 1078,
    "name": "神龍呼嘯 ‧ 藤木",
    "desc": "隊伍中只有神族及龍類成員時：\nI. 全隊攻擊力 3 倍\nII. 龍類成員增加 100 點回復力基值\nII. 首批消除場上所有木符石時\n⇒ 全隊攻擊力有 50% 機率額外 2.5 倍\n(機率可以疊加，倍率優先跟隨隊長技能)"
  },
  {
    "id": 1079,
    "name": "勢煞龍息 ‧ 迸發",
    "desc": "隊伍中只有龍類成員時：\nI. 龍類成員增加 250 點攻擊力基值\nII. 連擊 (Combo) 時攻擊力提升 150%"
  },
  {
    "id": 1080,
    "name": "富饒之約 ‧ 光",
    "desc": "I. 光屬性攻擊力 2 倍\nII. 戰鬥中所獲得的金幣增加 50% (可疊加)"
  },
  {
    "id": 1081,
    "name": "神龍呼嘯 ‧ 藤木",
    "desc": "隊伍中只有神族及龍類成員時：\nI. 全隊攻擊力 3 倍\nII. 龍類成員增加 100 點攻擊力基值\nII. 首批消除場上所有木符石時\n⇒ 全隊攻擊力有 50% 機率額外 2.5 倍\n(機率可以疊加，倍率優先跟隨隊長技能)"
  },
  {
    "id": 1082,
    "name": "勢煞龍息 ‧ 迸發",
    "desc": "隊伍中只有龍類成員時：\nI. 龍類成員增加 250 點攻擊力基值\nII. 連擊 (Combo) 時攻擊力提升 175%"
  },
  {
    "id": 1083,
    "name": "勢煞龍息 ‧ 迸發",
    "desc": "隊伍中只有龍類成員時：\nI. 龍類成員增加 250 點攻擊力基值\nII. 連擊 (Combo) 時攻擊力提升 200%"
  },
  {
    "id": 1084,
    "name": "神龍呼嘯 ‧ 藤木",
    "desc": "隊伍中只有神族及龍類成員時：\nI. 全隊攻擊力 3 倍\nII. 龍類成員增加 100 點攻擊力基值\nIII. 首批消除場上所有木符石時\n⇒ 全隊攻擊力有 50% 機率額外 2 倍\n(機率可以疊加，倍率優先跟隨隊長技能)"
  },
  {
    "id": 1085,
    "name": "",
    "desc": "I. 水屬性攻擊力 4 倍\nII. 光符石及暗符石兼具 25% 水符石效果\n(可疊加)"
  },
  {
    "id": 1086,
    "name": "",
    "desc": "I. 水屬性攻擊力 4.5 倍\nII. 光符石及暗符石兼具 25% 水符石效果\n(可疊加)"
  },
  {
    "id": 1087,
    "name": "",
    "desc": "I. 水屬性攻擊力 5 倍\nII. 光符石及暗符石兼具 25% 水符石效果\n(可疊加)"
  },
  {
    "id": 1088,
    "name": "",
    "desc": "I. 火屬性攻擊力 4 倍\nII. 光符石及暗符石兼具 25% 火符石效果\n(可疊加)"
  },
  {
    "id": 1089,
    "name": "",
    "desc": "I. 火屬性攻擊力 4.5 倍\nII. 光符石及暗符石兼具 25% 火符石效果\n(可疊加)"
  },
  {
    "id": 1090,
    "name": "",
    "desc": "I. 火屬性攻擊力 5 倍\nII. 光符石及暗符石兼具 25% 火符石效果\n(可疊加)"
  },
  {
    "id": 1091,
    "name": "",
    "desc": "I. 木屬性攻擊力 4 倍\nII. 光符石及暗符石兼具 25% 木符石效果\n(可疊加)"
  },
  {
    "id": 1092,
    "name": "",
    "desc": "I. 木屬性攻擊力 4.5 倍\nII. 光符石及暗符石兼具 25% 木符石效果\n(可疊加)"
  },
  {
    "id": 1093,
    "name": "",
    "desc": "I. 木屬性攻擊力 5 倍\nII. 光符石及暗符石兼具 25% 木符石效果\n(可疊加)"
  },
  {
    "id": 1094,
    "name": "",
    "desc": "I. 水屬性攻擊力 4.5 倍\nII. 水符石兼具 50% 心符石效果 (可疊加)"
  },
  {
    "id": 1095,
    "name": "",
    "desc": "I. 水屬性攻擊力 5 倍\nII. 水符石兼具 50% 心符石效果 (可疊加)"
  },
  {
    "id": 1096,
    "name": "",
    "desc": "I. 火屬性攻擊力 4.5 倍\nII. 火符石兼具 50% 心符石效果 (可疊加)"
  },
  {
    "id": 1097,
    "name": "",
    "desc": "I. 火屬性攻擊力 5 倍\nII. 火符石兼具 50% 心符石效果 (可疊加)"
  },
  {
    "id": 1098,
    "name": "",
    "desc": "I. 木屬性攻擊力 4.5 倍\nII. 木符石兼具 50% 心符石效果 (可疊加)"
  },
  {
    "id": 1099,
    "name": "",
    "desc": "I. 木屬性攻擊力 5 倍\nII. 木符石兼具 50% 心符石效果 (可疊加)"
  },
  {
    "id": 1100,
    "name": "浪濤萬鈞之怒 ‧ 強",
    "desc": "水屬性攻擊力 4.5 倍"
  },
  {
    "id": 1101,
    "name": "熾燄萬鈞之怒 ‧ 強",
    "desc": "火屬性攻擊力 4.5 倍"
  },
  {
    "id": 1102,
    "name": "藤木萬鈞之怒 ‧ 強",
    "desc": "木屬性攻擊力 4.5 倍"
  },
  {
    "id": 1103,
    "name": "玄光萬鈞之怒 ‧ 強",
    "desc": "光屬性攻擊力 4.5 倍"
  },
  {
    "id": 1104,
    "name": "幽冥萬鈞之怒 ‧ 強",
    "desc": "暗屬性攻擊力 4.5 倍"
  },
  {
    "id": 1105,
    "name": "浪濤萬鈞之怒 ‧ 極",
    "desc": "水屬性成員攻擊力 5 倍"
  },
  {
    "id": 1106,
    "name": "熾燄萬鈞之怒 ‧ 極",
    "desc": "火屬性成員攻擊力 5 倍"
  },
  {
    "id": 1107,
    "name": "藤木萬鈞之怒 ‧ 極",
    "desc": "木屬性成員攻擊力 5 倍"
  },
  {
    "id": 1108,
    "name": "玄光萬鈞之怒 ‧ 極",
    "desc": "光屬性成員攻擊力 5 倍"
  },
  {
    "id": 1109,
    "name": "幽冥萬鈞之怒 ‧ 極",
    "desc": "暗屬性成員攻擊力 5 倍"
  },
  {
    "id": 1110,
    "name": "車行道 ‧ 木",
    "desc": "I. 消除 1 組木符石的數量愈多\n⇒ 木屬性攻擊力愈高\n⇒ 消除 1 組 6 粒的木符石可達至最大 5 倍\nII. 必然延長移動符石時間 1.5 秒"
  },
  {
    "id": 1111,
    "name": "聚首同樂 ‧ 人",
    "desc": "I. 火屬性攻擊力 2 倍\nII. 隊伍中的人類成員愈多時\n⇒ 火屬性成員的生命力、攻擊力及回復力愈高\n⇒ 5 個人類成員可達至最大 1.5 倍 (不計自身)"
  },
  {
    "id": 1112,
    "name": "嬌媚殺機",
    "desc": "I. 達成 ≥3 連擊 (Combo) 時\n⇒ 光及暗屬性人類攻擊力 4 倍，\n    連擊 (Combo) 的數量愈多，攻擊力愈高\n⇒ 6 連擊 (Combo) 可以達至最大 4.75 倍\nII. 光及暗符石互相兼具 50% 效果 (可疊加)"
  },
  {
    "id": 1113,
    "name": "富饒之約 ‧ 浪濤",
    "desc": "I. 水屬性攻擊力 3 倍\nII. 戰鬥中所獲得的金幣增加 75% (可疊加)"
  },
  {
    "id": 1114,
    "name": "富饒之約 ‧ 熾燄",
    "desc": "I. 火屬性攻擊力 3 倍\nII. 戰鬥中所獲得的金幣增加 75% (可疊加)"
  },
  {
    "id": 1115,
    "name": "富饒之約 ‧ 藤木",
    "desc": "I. 木屬性攻擊力 3 倍\nII. 戰鬥中所獲得的金幣增加 75% (可疊加)"
  },
  {
    "id": 1116,
    "name": "富饒之約 ‧ 玄光",
    "desc": "I. 光屬性攻擊力 3 倍\nII. 戰鬥中所獲得的金幣增加 75% (可疊加)"
  },
  {
    "id": 1117,
    "name": "富饒之約 ‧ 幽冥",
    "desc": "I. 暗屬性攻擊力 3 倍\nII. 戰鬥中所獲得的金幣增加 75% (可疊加)"
  },
  {
    "id": 1118,
    "name": "富饒之約 ‧ 強",
    "desc": "I. 全隊攻擊力 3 倍\nII. 戰鬥中所獲得的金幣增加 75% (可疊加)"
  },
  {
    "id": 1119,
    "name": "黑隱法",
    "desc": "I. 人類及魔族攻擊力 3 倍\nII. 延長移動符石時間 1 秒\nIII. 當直行首批消除 1 組 ≥5 粒符石時\n⇒ 減少 30% 所受傷害"
  },
  {
    "id": 1120,
    "name": "窮竭之力",
    "desc": "I. 全隊攻擊力 5 倍及回復力減至 0\nII. 所有成員無視屬性相剋"
  },
  {
    "id": 1121,
    "name": "顯靈",
    "desc": "水屬性攻擊力 3 倍及回復力減少 50%"
  },
  {
    "id": 1122,
    "name": "血燄注魂術 ‧ 獸",
    "desc": "隊伍中只有獸類成員時：\nI. 全隊攻擊力 5 倍\nII. 進入關卡後所有成員的主動技能 CD 減少 5\n   (效果不能疊加)"
  },
  {
    "id": 1123,
    "name": "自然之力 ‧ 靈泉",
    "desc": "隊伍中只有獸類成員時：\nI. 全隊攻擊力 4 倍及生命力 1.5 倍\nII. 每首批消除 1 粒符石\n⇒ 回復 0.6% 總生命力 \n(受連擊 (Combo) 加乘影響)"
  },
  {
    "id": 1124,
    "name": "人類萬鈞之怒",
    "desc": "人類成員攻擊力 4 倍"
  },
  {
    "id": 1125,
    "name": "獸類萬鈞之怒",
    "desc": "獸類成員攻擊力 4 倍"
  },
  {
    "id": 1126,
    "name": "妖精萬鈞之怒",
    "desc": "妖精類成員攻擊力 4 倍"
  },
  {
    "id": 1127,
    "name": "龍類萬鈞之怒",
    "desc": "龍類成員攻擊力 4 倍"
  },
  {
    "id": 1128,
    "name": "神族萬鈞之怒",
    "desc": "神族成員攻擊力 4 倍"
  },
  {
    "id": 1129,
    "name": "魔族萬鈞之怒",
    "desc": "魔族成員攻擊力 4 倍"
  },
  {
    "id": 1130,
    "name": "萬鈞龍怒 ‧ 壽延",
    "desc": "隊伍中只有龍類成員時：\n龍類攻擊力 4 倍及生命力 1.25 倍"
  },
  {
    "id": 1138,
    "name": "石破驚天 ‧ 龍",
    "desc": "隊伍中只有龍類成員時：\nI. 龍類攻擊力 6 倍及生命力 1.25 倍\nII. 每回合移動及消除符石後的 3 秒內\n⇒ 可點選 1 橫行的符石並引爆"
  },
  {
    "id": 1139,
    "name": "元素調勻 ‧ 水",
    "desc": "水屬性生命力、攻擊力及回復力 2 倍"
  },
  {
    "id": 1140,
    "name": "元素調勻 ‧ 火",
    "desc": "火屬性生命力、攻擊力及回復力 2 倍"
  },
  {
    "id": 1141,
    "name": "元素調勻 ‧ 木",
    "desc": "木屬性生命力、攻擊力及回復力 2 倍"
  },
  {
    "id": 1142,
    "name": "元素調勻 ‧ 光",
    "desc": "光屬性生命力、攻擊力及回復力 2 倍"
  },
  {
    "id": 1143,
    "name": "元素調勻 ‧ 暗",
    "desc": "暗屬性生命力、攻擊力及回復力 2 倍"
  },
  {
    "id": 1144,
    "name": "透幻之燄",
    "desc": "I. 火屬性攻擊力 3.2 倍\nII. 消除 3 種符石時\n⇒ 火屬性攻擊力額外 1.5 倍\nIII. 消除 ≥4 種符石時\n⇒ 火屬性攻擊力則額外 1.8 倍"
  },
  {
    "id": 1145,
    "name": "透幻之燄 ‧ 碎心",
    "desc": "I. 火屬性攻擊力 3.2 倍\nII. 消除 3 種符石時\n⇒ 火屬性攻擊力額外 1.5 倍\nIII. 消除 ≥4 種符石時\n⇒ 火屬性攻擊力則額外 1.8 倍\nIV. 於每回合移動符石後\n⇒ 引爆所有心符石\n⇒ 直至場上沒有心符石"
  },
  {
    "id": 1146,
    "name": "妖靈鞭 ‧ 水",
    "desc": "隊伍中只有水屬性妖精類成員時：\nI. 全隊攻擊力 4.25 倍\nII. 將每個成員回復力基值的 1.75 倍\n⇒ 各自加入自身攻擊力基值"
  },
  {
    "id": 1147,
    "name": "權欲之光 ‧ 人",
    "desc": "I. 光屬性攻擊力 2 倍，\n    隊伍中的人類成員愈多時\n⇒ 光屬性攻擊力額外提升愈多\n⇒ 5 個人類成員可達至最大 3.5 倍 (不計自身)\nII. 首批消除場上所有光符石時\n⇒ 光屬性攻擊力額外 1.5 倍"
  },
  {
    "id": 1148,
    "name": "浪濤殺機",
    "desc": "I. 水屬性攻擊力 3.75 倍\nII. 每消除 1 組符石均有 50% 機率\n⇒ 額外計算多 1 連擊 (Ex. Combo)\n⇒ 最多可額外增加 10 連擊 (Ex. Combo)\n(機率及連擊數目可以疊加)"
  },
  {
    "id": 1149,
    "name": "權欲之森 ‧ 魔",
    "desc": "I. 木屬性攻擊力 2 倍，\n    隊伍中的魔族成員愈多\n⇒ 木屬性攻擊力提升愈多\n⇒ 5 個魔族成員可達至最大 3.5 倍 (不計自身)\nII. 首批消除場上所有木符石時\n⇒ 木屬性攻擊力額外 1.5 倍"
  },
  {
    "id": 1150,
    "name": "魔魅斷魂劍",
    "desc": "I. 暗屬性攻擊力 3.5 倍\nII. 消除 ≥3 種符石及自身發動攻擊時\n⇒ 個人追打自身攻擊力 4 倍的\n暗屬性攻擊 1 次"
  },
  {
    "id": 1151,
    "name": "妖精之靈泉",
    "desc": "妖精類回復力 4 倍"
  },
  {
    "id": 1152,
    "name": "冥神萬鈞之怒 ‧ 強",
    "desc": "暗屬性神族攻擊力 4.5 倍"
  },
  {
    "id": 1153,
    "name": "神魔獵盟",
    "desc": "隊伍中只有神族及 ≥2 個魔族成員時\nI. 神族攻擊力 4.5 倍\nII. 魔族攻擊力 3.5 倍"
  },
  {
    "id": 1154,
    "name": "魔魅斷魂劍 ‧ 裂心",
    "desc": "I. 暗屬性攻擊力 3.5 倍\nII. 消除 ≥3 種符石及自身發動攻擊時\n⇒ 個人追打自身攻擊力 4 倍的\n    暗屬性攻擊 1 次\nIII. 於每回合移動符石後\n⇒ 引爆所有心符石\n⇒ 直至場上沒有心符石"
  },
  {
    "id": 1155,
    "name": "童趣約定 ‧ 浪濤",
    "desc": "I. 連擊 (Combo) 數為單數時\n⇒ 水屬性攻擊力 3 倍\nII. 連擊 (Combo) 數為雙數時\n⇒ 則水屬性攻擊力 5 倍"
  },
  {
    "id": 1156,
    "name": "童趣約定 ‧ 熾燄",
    "desc": "I. 連擊 (Combo) 數為單數時\n⇒ 火屬性攻擊力 3 倍\nII. 連擊 (Combo) 數為雙數時\n⇒ 則火屬性攻擊力 5 倍"
  },
  {
    "id": 1157,
    "name": "童趣約定 ‧ 藤木",
    "desc": "I. 連擊 (Combo) 數為單數時\n⇒ 木屬性攻擊力 3 倍\nII. 連擊 (Combo) 數為雙數時\n⇒ 則木屬性攻擊力 5 倍"
  },
  {
    "id": 1158,
    "name": "童趣約定 ‧ 玄光",
    "desc": "I. 連擊 (Combo) 數為單數時\n⇒ 光屬性攻擊力 3 倍\nII. 連擊 (Combo) 數為雙數時\n⇒ 則光屬性攻擊力 5 倍"
  },
  {
    "id": 1159,
    "name": "童趣約定 ‧ 幽冥",
    "desc": "I. 連擊 (Combo) 數為單數時\n⇒ 暗屬性攻擊力 3 倍\nII. 連擊 (Combo) 數為雙數時\n⇒ 則暗屬性攻擊力 5 倍"
  },
  {
    "id": 1160,
    "name": "結義之力",
    "desc": "隊伍中只有水、火及木屬性成員時：\nI. 水符石兼具火及木符石 50% 效果\nII. 火符石兼具水及木符石 50% 效果\nIII. 木符石兼具水及火符石 50% 效果\n\nIV. 消除水、火、木及心符石其中 2 種符石時\n⇒ 全隊攻擊力 2.5 倍\nV. 消除其中 3 種符石時 \n⇒ 則全隊攻擊力 3 倍"
  },
  {
    "id": 1161,
    "name": "殘妒之火",
    "desc": "I. 魔族攻擊力 2 倍，生命力及回復力 1.35 倍\nII. 延長移動符石時間 1 秒\nIII. 消除火符石的組數愈多\n⇒ 火屬性攻擊力提升愈多\n⇒ 3 組可達至最大 2.4 倍"
  },
  {
    "id": 1162,
    "name": "結盟 ‧ 湧浪之力",
    "desc": "隊伍中只有水及光屬性成員時：\nI. 水及光屬性攻擊力 3.5 倍\nII. 消除水符石時\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 1163,
    "name": "結盟 ‧ 守護之光",
    "desc": "隊伍中只有水及光屬性成員時：\nI. 水及光屬性攻擊力 3.5 倍\nII. 消除光符石時\n⇒ 減少 35% 所受傷害"
  },
  {
    "id": 1164,
    "name": "虓虎之勇 ‧ 暗",
    "desc": "I. 暗屬性攻擊力 3.75 倍\nII. 單體攻擊轉化為全體攻擊\nIII. 延長移動符石時間 1 秒\nIV. 每消除 1 組 ≥5 粒符石時\n⇒ 暗屬性攻擊力提升\n⇒ 消除 3 組可達至最大 2.2 倍"
  },
  {
    "id": 1165,
    "name": "靈魂契約 ‧ 強",
    "desc": "I. 全隊攻擊力 3 倍\nII. 關卡 \"靈魂之日\"，\n其初級、高級及超級難度\n最後一層的敵人分別有\n30%、50% 及 100% 機率轉化為蘊魔晶寵\n(機率可以疊加)"
  },
  {
    "id": 1166,
    "name": "靈石附體 ‧ 強",
    "desc": "心符石兼具 300% 所有屬性符石效果"
  },
  {
    "id": 1167,
    "name": "絕境意志 ‧ 暗",
    "desc": "當前生命力大於 50% 時：\nI. 下一次所受傷害不會使你死亡\nII. 並以未能扣除的傷害\n對敵方攻擊者進行暗屬性反擊"
  },
  {
    "id": 1168,
    "name": "結義之力 ‧ 強",
    "desc": "隊伍中只有水、火及木屬性成員時：\nI. 水符石兼具火及木符石 50% 效果\nII. 火符石兼具水及木符石 50% 效果\nIII. 木符石兼具水符石及火符石 50% 效果\n\nIV. 消除水、火、木及心符石其中 2 種符石時\n⇒ 全隊攻擊力 2.5 倍\nV. 消除其中 3 種符石時\n⇒ 全隊攻擊力 3 倍\nVI. ≥3 粒相同種類的符石相連，即可發動消除\nVII. 所有符石掉落率不受其他技能影響\n     (包括改變掉落符石屬性的技能)"
  },
  {
    "id": 1169,
    "name": "百獸同心 ‧ 強",
    "desc": "隊伍中只有獸類成員時：\nI. 全隊攻擊力 5 倍\nII. 所有屬性符石兼具 25% 心符石效果\n(效果可以疊加)"
  },
  {
    "id": 1170,
    "name": "煉獄之霸業 ‧ 獸",
    "desc": "I. 火屬性攻擊力 3 倍及回復力 2 倍\nII. 火屬性獸類攻擊力則 4.5 倍"
  },
  {
    "id": 1171,
    "name": "大地之霸業 ‧ 獸",
    "desc": "I. 木屬性攻擊力 3 倍及回復力 2 倍\nII. 木屬性獸類攻擊力則 4.5 倍"
  },
  {
    "id": 1172,
    "name": "百獸同盟 ‧ 強",
    "desc": "隊伍中只有獸類成員時：\nI. 全隊攻擊力 5 倍\nII. 消除 3 種符石時\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 1173,
    "name": "神魔之森",
    "desc": "隊伍中只有木屬性魔族或木屬性神族時：\nI. 全隊攻擊力 3.5 倍\nII. 每消除 4 組符石時\n⇒ 必定掉落 3 粒木符石"
  },
  {
    "id": 1174,
    "name": "神權在握",
    "desc": "I. 神族攻擊力 4.5 倍\nII. 消除暗強化符石時\n⇒ 全隊攻擊力有 50% 機率額外 1.5 倍\n(機率可以疊加)"
  },
  {
    "id": 1175,
    "name": "種族凝匯 ‧ 極光",
    "desc": "隊伍中有 ≥4 種族成員時：\nI. 光屬性攻擊力 4.5 倍\nII. 所有成員的攻擊力基值\n⇒ 跟隨攻擊力基值最高的成員\nIII. 所有成員的回復力基值\n⇒ 跟隨回復力最高基值的成員"
  },
  {
    "id": 1176,
    "name": "種族凝匯 ‧ 光",
    "desc": "隊伍中有 ≥4 種族成員時\n⇒ 光屬性攻擊力 4.5 倍"
  },
  {
    "id": 1178,
    "name": "燄神咒術",
    "desc": "I. 火屬性及神族攻擊力 4.5 倍\nII. 火符石兼具 50% 其他屬性符石效果\n(效果可以疊加)\nIII. 消除 1 種符石 ≥15 粒時\n⇒ 全隊攻擊力額外 2.5 倍"
  },
  {
    "id": 1181,
    "name": "木之怒嘯 ‧ 獵魔",
    "desc": "I. 木屬性攻擊力 3.5 倍\nII. 木屬性對魔族目標的攻擊力額外 2 倍"
  },
  {
    "id": 1182,
    "name": "藤木之靈",
    "desc": "I. 木屬性攻擊力 4 倍\nII. 心符石兼具 50% 木符石效果 (可疊加)"
  },
  {
    "id": 1183,
    "name": "大海之皇權",
    "desc": "水屬性攻擊力 3.5 倍及回復力 2 倍"
  },
  {
    "id": 1184,
    "name": "煉獄之皇權",
    "desc": "火屬性攻擊力 3.5 倍及回復力 2 倍"
  },
  {
    "id": 1185,
    "name": "大地之皇權",
    "desc": "木屬性攻擊力 3.5 倍及回復力 2 倍"
  },
  {
    "id": 1186,
    "name": "神聖之皇權",
    "desc": "光屬性攻擊力 3.5 倍及回復力 2 倍"
  },
  {
    "id": 1187,
    "name": "暗黑之皇權",
    "desc": "暗屬性攻擊力 3.5 倍及回復力 2 倍"
  },
  {
    "id": 1188,
    "name": "暗黑回復魔法",
    "desc": "I. 妖精類攻擊力及回復力 4 倍\nII. 回合結束時，將心符石轉化為心強化符石"
  },
  {
    "id": 1191,
    "name": "光耀躍舞",
    "desc": "I. 光屬性人類攻擊力 4 倍\nII. 消除最底 1 橫行內的所有符石、\n或最左方 1 直行的 5 粒符石、\n或最右方 1 直行的 5 粒符石時：\n⇒ 全隊攻擊力額外 2 倍\nIII. 若達成上述所有條件時\n⇒ 則全隊攻擊力額外 3.5 倍"
  },
  {
    "id": 1194,
    "name": "騎士之盟",
    "desc": "隊伍中只有火、木及暗屬性成員時：\nI. 全隊攻擊力 4 倍\nII. 消除心符石時\n⇒ 全隊攻擊力有 50% 機率額外 2 倍\n(機率可以疊加)"
  },
  {
    "id": 1195,
    "name": "火之怒嘯 ‧ 獵魔",
    "desc": "I. 火屬性攻擊力 3.5 倍\nII. 火屬性對魔族目標的攻擊力額外 2 倍"
  },
  {
    "id": 1196,
    "name": "聖劍",
    "desc": "隊伍中只有光屬性人類時：\nI. 全隊攻擊力 3 倍\nII. 所有符石兼具 15% 光符石效果"
  },
  {
    "id": 1197,
    "name": "聖劍 ‧ 裂光",
    "desc": "隊伍中只有光屬性人類時：\nI. 全隊攻擊力 3 倍\nII. 所有符石兼具 15% 光符石效果\nIII. 於每回合移動符石後\n⇒ 引爆所有光符石\n⇒ 直至場上沒有光符石\nIV. 引爆的光符石愈多\n⇒ 攻擊力額外愈多\n⇒ 引爆 5 粒可達至最大 2 倍\n(倍率不可疊加)"
  },
  {
    "id": 1198,
    "name": "守護之念",
    "desc": "I. 全隊攻擊力 3 倍\nII. 消除心符石時\n⇒ 該回合木屬性傷害減少 30% \n⇒ 回復 2000 點生命力"
  },
  {
    "id": 1199,
    "name": "巨力之腕",
    "desc": "I. 隊伍中只有 2 種屬性成員時\n⇒ 全隊攻擊力 2.5 倍\nII. 若隊伍中有 ≥4 個人類成員\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 1201,
    "name": "燄刃襲",
    "desc": "I. 火屬性「人類、龍類」攻擊力 4.5 倍\nII. 延長移動符石時間 1 秒\nIII. 消除 ≥12 粒火符石時\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 1202,
    "name": "妖精萬鈞之怒 ‧ 靈泉",
    "desc": "妖精類攻擊力 4 倍及生命力 2 倍"
  },
  {
    "id": 1204,
    "name": "木葉之森",
    "desc": "I. 消除 6 粒木符石時\n⇒ 木屬性人類攻擊力 3.75 倍\nII. 消除的木符石數量愈多\n⇒ 木屬性人類攻擊力愈高\n⇒ 消除 15 粒木符石可達至最大 6 倍"
  },
  {
    "id": 1205,
    "name": "海森闇之鐵壁",
    "desc": "I. 水屬性、木屬性和暗屬性傷害減少 50%\nII. 其他屬性傷害減少 30%\nIII. 當受到攻擊後，下回合全隊攻擊力 3 倍"
  },
  {
    "id": 1206,
    "name": "炎海聖之鐵壁",
    "desc": "I. 水屬性、火屬性和光屬性傷害減少 50%\nII. 其他屬性傷害減少 30%\nIII. 當受到攻擊後，下回合全隊攻擊力 3 倍"
  },
  {
    "id": 1207,
    "name": "森炎闇之鐵壁",
    "desc": "I. 火屬性、木屬性和暗屬性傷害減少 50%\nII. 其他屬性傷害減少 30%\nIII. 當受到攻擊後，下回合全隊攻擊力 3 倍"
  },
  {
    "id": 1208,
    "name": "聖海森之鐵壁",
    "desc": "I. 水屬性、木屬性和光屬性傷害減少 50%\nII. 其他屬性傷害減少 30%\nIII. 當受到攻擊後，下回合全隊攻擊力 3 倍"
  },
  {
    "id": 1209,
    "name": "闇炎聖之鐵壁",
    "desc": "I. 火屬性、光屬性和暗屬性傷害減少 50%\nII. 其他屬性傷害減少 30%\nIII. 當受到攻擊後，下回合全隊攻擊力 3 倍"
  },
  {
    "id": 1210,
    "name": "車行道 ‧ 藤木",
    "desc": "I. 消除 1 組木符石的數量愈多\n⇒ 木屬性攻擊力愈高\n⇒ 消除 1 組 6 粒木符石可達至最大 6 倍\nII. 若消除 1 組木符石 ≥15 粒時\n⇒ 木屬性攻擊力額外 1.5 倍\nIII. 必然延長移動符石時間 1.5 秒"
  },
  {
    "id": 1211,
    "name": "嬌媚殺機 ‧ 強",
    "desc": "I. 達成 ≥3 連擊 (Combo) 時\n⇒ 光及暗屬性人類攻擊力 4.25 倍\nII. 連擊 (Combo) 的數量愈多\n⇒ 攻擊力愈高\n⇒ 6 連擊 (Combo) 可以達至最大 5 倍\nIII. 光及暗符石互相兼具 50% 效果 (可疊加)"
  },
  {
    "id": 1212,
    "name": "真龍之源",
    "desc": "I. 暗屬性龍類攻擊力 4 倍\nII. 暗屬性龍類成員\n⇒ 增加 180 點回復力基值"
  },
  {
    "id": 1213,
    "name": "攻守化境",
    "desc": "I. 全隊攻擊力 4 倍\nII. 每首批消除 1 粒符石\n⇒ 回復總生命力等值的 0.5% 生命力\n(效果可以疊加)"
  },
  {
    "id": 1214,
    "name": "連鎖聖令 ‧ 火",
    "desc": "I. 火屬性攻擊力 3.5 倍\nII. 消除 1 組 ≥12 粒符石時\n⇒ 火屬性攻擊力額外 1.5 倍"
  },
  {
    "id": 1215,
    "name": "水影結界 ‧ 獸",
    "desc": "I. 獸類攻擊力 4.5 倍\nII. 水符石兼具其他屬性符石效果：\n⇒ 每個獸類成員提升 12.5% 效果\n⇒ 最高 75% (效果可以疊加)"
  },
  {
    "id": 1216,
    "name": "燄影結界 ‧ 獸",
    "desc": "I. 獸類攻擊力 4.5 倍\nII. 火符石兼具其他屬性符石效果：\n⇒ 每個獸類成員提升 12.5% 效果\n⇒ 最高 75% (效果可以疊加)"
  },
  {
    "id": 1217,
    "name": "森影結界 ‧ 獸",
    "desc": "I. 獸類攻擊力 4.5 倍\nII. 木符石兼具其他屬性符石效果：\n⇒ 每個獸類成員提升 12.5% 效果\n⇒ 最高 75% (效果可以疊加)"
  },
  {
    "id": 1218,
    "name": "光影結界 ‧ 獸",
    "desc": "I. 獸類攻擊力 4.5 倍\nII. 光符石兼具其他屬性符石效果：\n⇒ 每個獸類成員提升 12.5% 效果\n⇒ 最高 75% (效果可以疊加)"
  },
  {
    "id": 1219,
    "name": "魅影結界 ‧ 獸",
    "desc": "I. 獸類攻擊力 4.5 倍\nII. 暗符石兼具其他屬性符石效果：\n⇒ 每個獸類成員提升 12.5% 效果\n⇒ 最高 75% (效果可以疊加)"
  },
  {
    "id": 1220,
    "name": "魔火之燄",
    "desc": "I. 火屬性「魔族、龍類、獸類」攻擊力 3.5 倍\nII. 隊伍中有合體召喚獸時\n⇒ 全隊攻擊力額外 1.6 倍"
  },
  {
    "id": 1221,
    "name": "冥流之劍",
    "desc": "I. 首回合暗屬性攻擊力 2.25 倍\nII. 次回合暗屬性攻擊力 4.5 倍 \n周而復始 (只計算消除符石的回合)"
  },
  {
    "id": 1222,
    "name": "流雲斷念劍",
    "desc": "I. 水屬性攻擊力 4 倍\nII. 消除 ≥3 種符石及自身發動攻擊時\n⇒ 個人追打自身攻擊力 3 倍的\n    水屬性攻擊 1 次\nIII. 消除心符石及自身發動攻擊時\n⇒ 個人追打自身攻擊力 1.5 倍的\n    水屬性攻擊 1 次"
  },
  {
    "id": 1224,
    "name": "玄光雄傑闖天下",
    "desc": "I. 光屬性及暗屬性攻擊力 3.5 倍\nII. 當隊伍中只有光及暗屬性成員時：\n⓵ 暗符石兼具光符石效果\n⓶ 人類攻擊力有 50% 機率額外 1.5 倍\n    (機率可以疊加)"
  },
  {
    "id": 1226,
    "name": "玄冥不侵 ‧ 化浪",
    "desc": "I. 全隊攻擊力 3.5 倍\nII. 光屬性和暗屬性傷害減少 30%\nIII. 同時水屬性傷害減少 40%"
  },
  {
    "id": 1227,
    "name": "玄冥不侵 ‧ 化燄",
    "desc": "I. 全隊攻擊力 3.5 倍\nII. 光屬性和暗屬性傷害減少 30%\nIII. 火屬性傷害減少 40%"
  },
  {
    "id": 1228,
    "name": "玄冥不侵 ‧ 化木",
    "desc": "I. 全隊攻擊力 3.5 倍\nII. 光屬性和暗屬性傷害減少 30%\nIII. 木屬性傷害減少 40%"
  },
  {
    "id": 1229,
    "name": "煙火龍舞",
    "desc": "I. 火屬性及龍類攻擊力 2 倍\nII. 火屬性龍類攻擊力則 4 倍"
  },
  {
    "id": 1230,
    "name": "流螢之約",
    "desc": "I. 心符石兼具 50% 水符石效果\nII. 隊伍中只有水屬性妖精時：\n⇒ 全隊攻擊力 4.5 倍及生命力 1.3 倍"
  },
  {
    "id": 1231,
    "name": "幽冥雄傑闖天下",
    "desc": "I. 光屬性及暗屬性攻擊力 3.5 倍\nII. 隊伍中只有光及暗屬性成員時：\n⇒ 光符石兼具暗符石效果\n⇒ 人類攻擊力有 50% 機率額外 1.5 倍\n(機率可以疊加)"
  },
  {
    "id": 1232,
    "name": "一念之間 ‧ 極",
    "desc": "I. 減少 50% 移動符石時間\nII. 全隊攻擊力 5 倍"
  },
  {
    "id": 1234,
    "name": "流水之惑",
    "desc": "I. 水屬性攻擊力 1.5 倍\nII. 妖精類攻擊力額外 3.5 倍\nIII. 消除 ≥4 種符石時\n⇒ 該回合減少 25% 所受傷害"
  },
  {
    "id": 1235,
    "name": "紫魅斷魂",
    "desc": "I. 當隊伍中只有獸類成員時\n⇒ 全隊攻擊力 5 倍\nII. 每消除 ≥3 種符石時 (不計重複)\n⇒ 掉落 1 粒暗獸族符石"
  },
  {
    "id": 1236,
    "name": "戾吞天下 ‧ 水",
    "desc": "I. 水屬性攻擊力 3 倍\nII. 每消除 1 組水符石\n⇒ 水屬性攻擊力持續提升\n⇒ 消除 3 組可提升至最高 6 倍\nIII. 連續 2 回合沒有消除水符石，攻擊力減少"
  },
  {
    "id": 1237,
    "name": "戾吞天下 ‧ 火",
    "desc": "I. 火屬性攻擊力 3 倍\nII. 每消除 1 組火符石\n⇒ 火屬性攻擊力持續提升\n⇒ 消除 3 組可提升至最高 6 倍\nIII. 連續 2 回合沒有消除火符石，攻擊力減少"
  },
  {
    "id": 1238,
    "name": "戾吞天下 ‧ 木",
    "desc": "I. 木屬性攻擊力 3 倍\nII. 每消除 1 組木符石，\n⇒ 木屬性攻擊力持續提升\n⇒ 消除 3 組可提升至最高 6 倍\nIII. 連續 2 回合沒有消除木符石，攻擊力減少"
  },
  {
    "id": 1239,
    "name": "魔性流曳 ‧ 光",
    "desc": "光屬性魔族攻擊力 4 倍，\n生命力及回復力 1.5 倍"
  },
  {
    "id": 1240,
    "name": "魔性流曳 ‧ 暗",
    "desc": "暗屬性魔族攻擊力 4 倍，\n生命力及回復力 1.5 倍"
  },
  {
    "id": 1241,
    "name": "光華獨尊",
    "desc": "I. 光符石兼具 25% 心符石效果\nII. 暗符石兼具 25% 光符石效果\nIII. 心符石兼具 50% 光符石效果\n(效果可以疊加)\n\nIV. 消除光、暗及心符石其中 2 種符石時\n⇒ 光屬性攻擊力 3 倍"
  },
  {
    "id": 1243,
    "name": "流水魔影",
    "desc": "I. 水屬性魔族攻擊力 4.5 倍\nII. 提升水屬性對火屬性目標的攻擊力\n   (不包括主動技)"
  },
  {
    "id": 1244,
    "name": "赤燄魔影",
    "desc": "I. 火屬性魔族攻擊力 4.5 倍\nII. 提升火屬性對木屬性目標的攻擊力\n    (不包括主動技)"
  },
  {
    "id": 1245,
    "name": "森葉魔影",
    "desc": "I. 木屬性魔族攻擊力 4.5 倍\nII. 提升木屬性對水屬性目標的攻擊力\n    (不包括主動技)"
  },
  {
    "id": 1246,
    "name": "神魅殺勢 ‧ 突破",
    "desc": "當隊伍中只有神族及妖精類成員時：\nI. 全隊攻擊力 3.5 倍\nII. 將移動符石時觸碰的符石轉化為強化符石\nIII. 移動的步數愈多，全隊攻擊力提升愈多\n⇒ 移動 25 步攻擊力可額外提升至最大 2 倍"
  },
  {
    "id": 1247,
    "name": "真龍血契",
    "desc": "I. 龍類攻擊力 4 倍\nII. 龍類成員增加 180 點回復力基值"
  },
  {
    "id": 1248,
    "name": "浪之化境",
    "desc": "水屬性攻擊力 4 倍及回復力 1.5 倍"
  },
  {
    "id": 1249,
    "name": "燄之化境",
    "desc": "火屬性攻擊力 4 倍及回復力 1.5 倍"
  },
  {
    "id": 1250,
    "name": "藤之化境",
    "desc": "木屬性攻擊力 4 倍及回復力 1.5 倍"
  },
  {
    "id": 1251,
    "name": "螢之化境",
    "desc": "光屬性攻擊力 4 倍及回復力 1.5 倍"
  },
  {
    "id": 1252,
    "name": "幽之化境",
    "desc": "暗屬性攻擊力 4 倍及回復力 1.5 倍"
  },
  {
    "id": 1253,
    "name": "孤注一擲",
    "desc": "當隊伍中只有 2 個火屬性成員時：\n全隊攻擊力 4 倍及回復力 3 倍"
  },
  {
    "id": 1254,
    "name": "光華獨尊 ‧ 極",
    "desc": "I. 光符石兼具 25% 心符石效果\nII. 暗符石兼具 25% 光符石效果\nIII. 心符石兼具 50% 光符石效果\n(效果可以疊加)\n\nIV. 消除光、暗及心符石其中 2 種符石時\n⇒ 光屬性攻擊力 3 倍\n\nV. ≥3 粒相同種類的符石相連，即可發動消除\n所有符石掉落率不受其他技能影響\n(包括改變掉落符石屬性的技能)\n\nVI. 於每回合移動並消除符石後\n⇒ 「X 型」引爆 10 個固定位置的符石"
  },
  {
    "id": 1255,
    "name": "絕命誅戮 ‧ 光",
    "desc": "當隊伍中只有光屬性成員時：\n生命力愈低時，全隊攻擊力會愈高，最大 6 倍"
  },
  {
    "id": 1256,
    "name": "絕命誅戮 ‧ 暗",
    "desc": "當隊伍中只有暗屬性成員時：\n生命力愈低時，全隊攻擊力會愈高，最大 6 倍"
  },
  {
    "id": 1257,
    "name": "神魅殺勢",
    "desc": "隊伍中只有神族及妖精類成員時：\n全隊攻擊力 3.5 倍"
  },
  {
    "id": 1260,
    "name": "時之格鬥術",
    "desc": "隊伍中只有 3 種屬性成員時：\nI. 全隊攻擊力 3.5 倍\nII. 必然延長移動符石時間 1 秒\nIII. 每直行首批消除 1 組 ≥4 粒符石時 \n⇒ 該直行將掉落 2 粒與該直行成員\n屬性相同的符石"
  },
  {
    "id": 1261,
    "name": "連擊格鬥術",
    "desc": "隊伍中只有 3 種屬性成員時：\nI. 全隊攻擊力 3 倍\nII. 消除 ≥6 組符石時攻擊力額外 1.5 倍\nIII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行將掉落 2 粒與該直行成員\n屬性相同的符石"
  },
  {
    "id": 1264,
    "name": "暗獸之怒嘯",
    "desc": "暗屬性獸類攻擊力 3.5 倍"
  },
  {
    "id": 1265,
    "name": "八咫鏡之護",
    "desc": "I. 隊長及戰友不相同時\n⇒ 全隊攻擊力 3.5 倍\nII. 消除 ≥15 粒心符石時\n⇒ 全隊攻擊力額外 2.5 倍"
  },
  {
    "id": 1266,
    "name": "格鬥精神",
    "desc": "I. 人類攻擊力 3 倍\nII. 隊伍中有 ≥3 個拳皇合作角色成員時\n⇒ 全隊攻擊力及回復力 1.5 倍"
  },
  {
    "id": 1267,
    "name": "格鬥激濤",
    "desc": "I. 人類攻擊力 3 倍\nII. 隊伍中有 ≥3 個拳皇合作角色成員時\n⇒ 心符石兼具 50% 水符石效果 (可疊加)"
  },
  {
    "id": 1268,
    "name": "格鬥驚森",
    "desc": "I. 人類攻擊力 3 倍\nII. 隊伍中有 ≥3 個拳皇合作角色成員時\n⇒ 心符石兼具 50% 木符石效果 (可疊加)"
  },
  {
    "id": 1269,
    "name": "格鬥光芒",
    "desc": "I. 人類攻擊力 3 倍\nII. 隊伍中有 ≥3 個拳皇合作角色成員時\n⇒ 心符石兼具 50% 光符石效果 (可疊加)"
  },
  {
    "id": 1270,
    "name": "格鬥之魂",
    "desc": "I. 全隊攻擊力 2 倍\nII. 隊伍成員的屬性愈多\n⇒ 攻擊力提升愈多\n⇒ 最大提升至 4 倍"
  },
  {
    "id": 1271,
    "name": "焰之格鬥術",
    "desc": "隊伍中只有 3 種屬性成員時：\nI. 全隊攻擊力 3.5 倍\nII. 必然延長移動符石時間 1 秒\nIII. 火符石兼具 50% \n其他屬性符石效果 (可疊加)\nIV. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒與該直行成員\n屬性相同的符石"
  },
  {
    "id": 1272,
    "name": "全力格鬥",
    "desc": "隊伍中只有 3 種屬性成員時：\nI. 人類攻擊力 3.5 倍\nII. 生命力全滿時\n⇒ 人類攻擊力額外 1.5 倍"
  },
  {
    "id": 1273,
    "name": "格鬥之金光",
    "desc": "I. 人類攻擊力 3 倍\nII. 隊伍中有 ≥3 個拳皇合作角色成員時\n⇒ 火符石及木符石兼具 50% 光符石效果\n(可疊加)"
  },
  {
    "id": 1274,
    "name": "絕殺格鬥術",
    "desc": "I. 人類攻擊力 3 倍\nII. 隊伍中有 ≥3 個拳皇合作角色成員時\n⓵ 直行首批消除 1 組 ≥5 粒符石時\n⇒ 自身攻擊力額外 2 倍\n⓶ 若使用相同的隊長及戰友時\n⇒ 自身攻擊力額外提升至 4 倍"
  },
  {
    "id": 1276,
    "name": "記憶碎片",
    "desc": "I. 全隊攻擊力 3 倍\nII. 通過「旅人的記憶」故事模式內的\n    指定關卡、中級或高級關卡後\n⇒ 額外獲得 1 個道具"
  },
  {
    "id": 1277,
    "name": "獵人激濤",
    "desc": "I. 水屬性攻擊力 3.5 倍\nII. 水屬性對人類目標的攻擊力額外 2 倍"
  },
  {
    "id": 1278,
    "name": "轟烈之光",
    "desc": "I. 全隊攻擊力 3 倍\nII. 隊伍中每 1 種屬性成員發動攻擊時\n⇒ 個人追打自身攻擊力 1.5 倍的\n    光屬性攻擊 1 次\nIII. 首批消除 5 種屬性符石時\n⇒ 自身攻擊無視全體敵人的防禦力"
  },
  {
    "id": 1279,
    "name": "格鬥暗擊流",
    "desc": "I. 暗屬性攻擊力 3.5 倍\nII. 消除 ≥10 粒暗符石\n⇒ 暗屬性攻擊力額外 1.5 倍"
  },
  {
    "id": 1280,
    "name": "歸元結念",
    "desc": "I. 全隊攻擊力 3.5 倍\nII. 龍類生命力 1.3 倍\nIII. 魔族攻擊力額外 1.3 倍\nIV. 妖精類回復力 1.3 倍\nV. 每個獸類成員延長移動符石時間 0.5 秒\nVI. 當隊伍中有 ≥4 種族成員時\n⇒ 所有屬性符石兼具 50% 其他屬性符石效果"
  },
  {
    "id": 1281,
    "name": "光華獨尊 ‧ 極",
    "desc": "I. 光符石兼具 25% 心符石效果\nII. 暗符石兼具 25% 光符石效果\nIII. 心符石兼具 50% 光符石效果\n(兼具效果可以疊加)\n\nIV. 消除光、暗、心符石其中 2 種符石時\n⇒ 光屬性攻擊力 3 倍\n\nV. ≥3 粒相同種類的符石相連，即可發動消除\n所有符石掉落率不受其他技能影響\n(包括改變掉落符石屬性的技能)\n\nVI. 回合結束時\n可點選「X 型」引爆 10 個固定位置的符石"
  },
  {
    "id": 1282,
    "name": "格鬥術",
    "desc": "隊伍中只有 3 種屬性成員時：\nI. 全隊攻擊力 3 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒與該直行成員\n屬性相同的符石"
  },
  {
    "id": 1288,
    "name": "妖嬈之藍",
    "desc": "I. 水屬性及妖精類攻擊力 4.5 倍\nII. 消除 ≥2 組水符石時\n⇒ 攻擊力提升至 5 倍\nIII. 消除心符石時\n⇒ 水屬性及妖精類攻擊力額外 1.5 倍\nIV. 首批沒有消除水符石時\n⇒ 減少 35% 所受傷害"
  },
  {
    "id": 1292,
    "name": "魅豔之刺 ‧ 強",
    "desc": "I. 妖精類攻擊力 4.5 倍\nII. 心符石兼具 75% 所有屬性符石效果\n(可疊加)\nIII. 每首批消除 1 橫行內的所有符石時\n⇒ 必定掉落 5 粒心符石"
  },
  {
    "id": 1293,
    "name": "臣之列陣",
    "desc": "I. 隊伍中只有 3 種屬性成員時\n⇒ 全隊攻擊力 2 倍\nII. 隊伍中只有 3 種族成員時\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 1294,
    "name": "激濤之鎧",
    "desc": "I. 全隊攻擊力 4 倍\nII. 每 1 種屬性成員發動攻擊時\n⇒ 個人追打自身攻擊力 2 倍的\n    水屬性攻擊 1 次\nIII. 首批消除 5 種屬性符石時\n⇒ 自身攻擊無視全體敵人的防禦力"
  },
  {
    "id": 1295,
    "name": "爆燄之鎧",
    "desc": "I. 全隊攻擊力 4 倍\nII. 每 1 種屬性成員發動攻擊時\n⇒ 個人追打自身攻擊力 2 倍的\n火屬性攻擊 1 次\nIII. 首批消除 5 種屬性符石時\n⇒ 自身攻擊無視全體敵人的防禦力"
  },
  {
    "id": 1296,
    "name": "狂森之鎧",
    "desc": "I. 全隊攻擊力 4 倍\nII. 每 1 種屬性成員發動攻擊時\n⇒ 個人追打自身攻擊力 2 倍的\n    木屬性攻擊 1 次\nIII. 首批消除 5 種屬性符石時\n⇒ 自身攻擊無視全體敵人的防禦力"
  },
  {
    "id": 1297,
    "name": "雷電之鎧",
    "desc": "I. 全隊攻擊力 4 倍\nII. 每 1 種屬性成員發動攻擊時\n⇒ 個人追打自身攻擊力 2 倍的\n    光屬性攻擊 1 次\nIII. 首批消除 5 種屬性符石時\n⇒ 自身攻擊無視全體敵人的防禦力"
  },
  {
    "id": 1298,
    "name": "暗殺之鎧",
    "desc": "I. 全隊攻擊力 4 倍\nII. 每 1 種屬性成員發動攻擊時\n⇒ 個人追打自身攻擊力 2 倍的\n    暗屬性攻擊 1 次\nIII. 首批消除 5 種屬性符石時\n⇒ 自身攻擊無視全體敵人的防禦力"
  },
  {
    "id": 1299,
    "name": "流雲斷念劍 ‧ 強",
    "desc": "I. 水屬性攻擊力 4.5 倍\nII. 消除 ≥3 種符石及自身發動攻擊時\n⇒ 個人追打自身攻擊力 3.5 倍的\n    水屬性攻擊 1 次\nIII. 消除心符石及自身發動攻擊時\n⇒ 個人追打自身攻擊力 2 倍的\n    水屬性攻擊 1 次\nIV. 光符石兼具 25% 水符石效果 (可疊加)"
  },
  {
    "id": 1301,
    "name": "海淵凝念",
    "desc": "隊伍中只有水屬性成員時：\n\nI. 全隊攻擊力 5 倍\nII. 每消除 1 粒水符石\n⇒ 回復 1.2% 總生命力 \n(受連擊 (Combo) 加乘影響)\n\nIII. 若首批消除的連擊 (Combo) 數為單數時\n⇒ 減少 30% 所受傷害\nIV. 若首批消除的連擊 (Combo) 數為雙數時\n⇒ 全隊攻擊力額外 1.8 倍\nV. 若首批消除的連擊 (Combo) 數 ≥6\n⇒ 可以同時獲得以上兩個效果"
  },
  {
    "id": 1302,
    "name": "妖之靈 ‧ 水",
    "desc": "I. 水屬性及妖精類攻擊力及回復力 3 倍\nII. 所有屬性符石兼具 25% 心符石效果\n(可疊加)"
  },
  {
    "id": 1303,
    "name": "妖之靈 ‧ 火",
    "desc": "I. 火屬性及妖精類攻擊力及回復力 3 倍\nII. 所有屬性符石兼具 25% 心符石效果\n(可疊加)"
  },
  {
    "id": 1304,
    "name": "妖之靈 ‧ 木",
    "desc": "I. 木屬性及妖精類攻擊力及回復力 3 倍\nII. 所有屬性符石兼具 25% 心符石效果\n(可疊加)"
  },
  {
    "id": 1305,
    "name": "妖之靈 ‧ 光",
    "desc": "I. 光屬性及妖精類攻擊力及回復力 3 倍\nII. 所有屬性符石兼具 25% 心符石效果\n(可疊加)"
  },
  {
    "id": 1306,
    "name": "妖之靈 ‧ 暗",
    "desc": "I. 暗屬性及妖精類攻擊力及回復力 3 倍\nII. 所有屬性符石兼具 25% 心符石效果\n(可疊加)"
  },
  {
    "id": 1307,
    "name": "魅豔之刺",
    "desc": "I. 妖精類攻擊力 4.5 倍\nII. 心符石兼具 25% 所有屬性符石效果\n(可疊加)"
  },
  {
    "id": 1309,
    "name": "水之魅惑",
    "desc": "I. 水屬性攻擊力 3 倍\nII. 水屬性妖精類攻擊力則 4 倍"
  },
  {
    "id": 1310,
    "name": "火之魅惑",
    "desc": "I. 火屬性攻擊力 3 倍\nII. 火屬性妖精類攻擊力則 4 倍"
  },
  {
    "id": 1311,
    "name": "木之魅惑",
    "desc": "I. 木屬性攻擊力 3 倍\nII. 木屬性妖精類攻擊力則 4 倍"
  },
  {
    "id": 1312,
    "name": "光之魅惑",
    "desc": "I. 光屬性攻擊力 3 倍\nII. 光屬性妖精類攻擊力則 4 倍"
  },
  {
    "id": 1313,
    "name": "暗之魅惑",
    "desc": "I. 暗屬性攻擊力 3 倍\nII. 暗屬性妖精類攻擊力則 4 倍"
  },
  {
    "id": 1315,
    "name": "櫻之花雨",
    "desc": "I. 妖精類攻擊力 1.3 倍\nII. 火及心符石兼具 25%\n    其他屬性符石效果 (可疊加)\nIII. 2 粒火或心符石相連，即可發動消除\nIV. 所有符石掉落率不受其他技能影響\n    (包括改變掉落符石屬性的技能)\nV. 隊伍回復力愈高，\n    全隊攻擊力額外提升愈多：\n⇒ 隊伍回復力達 3000 可提升 1.5 倍\n⇒ 4000 可達至最大 2 倍"
  },
  {
    "id": 1317,
    "name": "創造之能",
    "desc": "I. 光屬性「龍類、獸類及妖精類」\n生命力 1.5 倍及攻擊力 3.5 倍\nII. 延長移動符石時間 1 秒\nIII. 消除 1 組 5 粒符石攻擊力額外 1.8 倍，\n消除 1 組符石的數目愈多，\n⇒ 攻擊力額外提升愈多\n⇒ 消除 1 組 8 粒符石可提升至最大 2.4 倍"
  },
  {
    "id": 1318,
    "name": "暗龍暴",
    "desc": "I. 龍類生命力 1.3 倍及攻擊力 4 倍\nII. 每首批消除 1 連擊 (Combo)\n⇒ 自身直行掉落 1 粒暗強化符石\nIII. 消除 ≥10 粒暗符石時\n⇒ 全隊攻擊力額外 1.6 倍"
  },
  {
    "id": 1320,
    "name": "靈石附體 ‧ 延時",
    "desc": "I. 心符石兼具 250% 所有屬性符石效果\nII. 延長移動符石時間 1 秒"
  },
  {
    "id": 1323,
    "name": "吞噬之慾",
    "desc": "I. 魔族、龍類及獸類攻擊力 4 倍\nII. 心符石兼具 50% 所有屬性符石效果 (可疊加)"
  },
  {
    "id": 1324,
    "name": "無影幻像 ‧ 浪濤襲",
    "desc": "I. 水屬性攻擊力 4 倍\nII. 每回合場上數量最多的 1 種屬性符石\n兼具 50% 水符石效果 (可疊加)\nIII. 如場上數量最多的 1 種\n屬性符石為水符石時\n⇒ 則兼具效果變為\n水屬性攻擊力 1.8 倍 (可疊加)"
  },
  {
    "id": 1325,
    "name": "無垠幻像 ‧ 浪濤襲",
    "desc": "I. 水屬性攻擊力 4.5 倍\nII. 每回合場上數量最多的 1 種屬性符石\n兼具 50% 水符石效果 (可疊加)\nIII. 如場上數量最多的 1 種\n屬性符石為水符石時\n⇒ 則兼具效果變為\n水屬性攻擊力 1.8 倍 (可疊加)"
  },
  {
    "id": 1326,
    "name": "無影幻像 ‧ 熾燄襲",
    "desc": "I. 火屬性攻擊力 4 倍\nII. 每回合場上數量最多的 1 種屬性符石\n兼具 50% 火符石效果 (可疊加)\nIII. 如場上數量最多的 1 種\n屬性符石為火符石時\n⇒ 則兼具效果變為\n火屬性攻擊力 1.8 倍 (可疊加)"
  },
  {
    "id": 1327,
    "name": "無垠幻像 ‧ 熾燄襲",
    "desc": "I. 火屬性攻擊力 4.5 倍\nII. 每回合場上數量最多的 1 種屬性符石\n兼具 50% 火符石效果 (可疊加)\nIII. 如場上數量最多的 1 種\n屬性符石為火符石時\n⇒ 則兼具效果變為\n火屬性攻擊力 1.8 倍 (可疊加)"
  },
  {
    "id": 1328,
    "name": "無影幻像 ‧ 藤木襲",
    "desc": "I. 木屬性攻擊力 4 倍\nII. 每回合場上數量最多的 1 種屬性符石\n兼具 50% 木符石效果 (可疊加)\nIII. 如場上數量最多的 1 種\n屬性符石為木符石時\n⇒  則兼具效果變為\n木屬性攻擊力 1.8 倍 (可疊加)"
  },
  {
    "id": 1329,
    "name": "無垠幻像 ‧ 藤木襲",
    "desc": "I. 木屬性攻擊力 4.5 倍\nII. 每回合場上數量最多的 1 種屬性符石\n兼具 50% 木符石效果 (可疊加)\nIII. 如場上數量最多的 1 種\n屬性符石為木符石時\n⇒ 則兼具效果變為\n木屬性攻擊力 1.8 倍 (可疊加)"
  },
  {
    "id": 1330,
    "name": "流螢結陣 ‧ 盛",
    "desc": "I. 光屬性攻擊力 4 倍\nII. 延長移動符石時間 1 秒\nIII. 消除 1 組 ≥5 粒光符石時\n⇒  光屬性攻擊力額外 1.5 倍 (可疊加)"
  },
  {
    "id": 1331,
    "name": "幽冥結陣 ‧ 盛",
    "desc": "I. 暗屬性攻擊力 4 倍\nII. 延長移動符石時間 1 秒\nIII. 消除 1 組 ≥5 粒暗符石時\n⇒ 暗屬性攻擊力額外 1.5 倍 (可疊加)"
  },
  {
    "id": 1335,
    "name": "巾幗之燄",
    "desc": "I. 隊伍中有 ≥3 種屬性成員時：\n⓵ 全隊攻擊力 2.5 倍\n⓶ 火符石兼具 25% \n其他屬性符石效果 (可疊加)\n\nII. 隊伍中有 ≥3 個人類成員時：\n⓵ 人類攻擊力 2.5 倍"
  },
  {
    "id": 1337,
    "name": "酷冷之殺意",
    "desc": "I. 隊伍中只有火、木及暗屬性成員時：\nI. 全隊攻擊力 4 倍\nII. 合計消除 ≥9 粒火、木或暗符石\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 1339,
    "name": "原野之守",
    "desc": "I. 木屬性攻擊力 3 倍\n II. 人類回復力 2 倍\n III. 受到攻擊時\n ⇒ 場上每粒木符石可減少 5% 所受傷害\n ⇒ 最多可減少 30% 傷害\n    (減傷效果不可疊加)"
  },
  {
    "id": 1340,
    "name": "全速前進 ‧ 水",
    "desc": "10 回合內，水屬性攻擊力 8 倍\n(只計算消除符石的回合)"
  },
  {
    "id": 1341,
    "name": "全速前進 ‧ 火",
    "desc": "10 回合內，火屬性攻擊力 8 倍\n(只計算消除符石的回合)"
  },
  {
    "id": 1342,
    "name": "全速前進 ‧ 木",
    "desc": "10 回合內，木屬性攻擊力 8 倍\n(只計算消除符石的回合)"
  },
  {
    "id": 1343,
    "name": "水浪 ‧ 驅動",
    "desc": "I. 水屬性攻擊力 3.5 倍\nII. 水屬性機械族攻擊力則 4 倍"
  },
  {
    "id": 1344,
    "name": "火焰 ‧ 驅動",
    "desc": "I. 火屬性攻擊力 3.5 倍\nII. 火屬性機械族攻擊力則 4 倍"
  },
  {
    "id": 1345,
    "name": "木林 ‧ 驅動",
    "desc": " I. 木屬性攻擊力 3.5 倍\nII. 木屬性機械族攻擊力則 4 倍"
  },
  {
    "id": 1346,
    "name": "光源 ‧ 驅動",
    "desc": "I. 光屬性攻擊力 3.5 倍\nII. 光屬性機械族攻擊力則 4 倍"
  },
  {
    "id": 1347,
    "name": "暗魄 ‧ 驅動",
    "desc": "I. 暗屬性攻擊力 3.5 倍\nII. 暗屬性機械族攻擊力則 4 倍"
  },
  {
    "id": 1348,
    "name": "水元素暴濤",
    "desc": "I. 水屬性攻擊力 4.5 倍，\n消除水符石的組數愈多\n⇒ 水屬性攻擊力愈高\n⇒ 消除 3 組可提升至最大 6 倍\nII. 每回合結束時\n⇒ 隨機將 2 粒符石轉化為水神族符石"
  },
  {
    "id": 1350,
    "name": "水元素之力 ‧ 護壁",
    "desc": "I. 水屬性攻擊力 4.5 倍\nII. 減少 35% 所受傷害"
  },
  {
    "id": 1351,
    "name": "熊熊之火",
    "desc": "I. 火屬性攻擊力 4.5 倍\nII. 若有消除火符石\n⇒ 該回合結束時\n將火符石轉化為火神族強化符石"
  },
  {
    "id": 1352,
    "name": "心中的火苖",
    "desc": "I. 火屬性攻擊力 4.5 倍\nII. 消除心符石時\n⇒ 火屬性攻擊力額外 1.5 倍"
  },
  {
    "id": 1358,
    "name": "浪濤連動",
    "desc": "I. 每首批消除 1 組符石\n⇒ 將掉落 1 粒水符石\nII. 每累計消除 3 粒水符石\n⇒ 將掉落 1 粒水強化符石"
  },
  {
    "id": 1359,
    "name": "熾燄連動",
    "desc": "I. 每首批消除 1 組符石\n⇒ 將掉落 1 粒火符石\nII. 每累計消除 3 粒火符石\n⇒ 將掉落 1 粒火強化符石"
  },
  {
    "id": 1360,
    "name": "藤木連動",
    "desc": "I. 每首批消除 1 組符石\n⇒ 將掉落 1 粒木符石\nII. 每累計消除 3 粒木符石\n⇒ 將掉落 1 粒木強化符石"
  },
  {
    "id": 1361,
    "name": "玄光連動",
    "desc": "I. 每首批消除 1 組符石\n⇒ 將掉落 1 粒光符石\nII. 每累計消除 3 粒光符石\n⇒ 將掉落 1 粒光強化符石"
  },
  {
    "id": 1362,
    "name": "幽冥連動",
    "desc": "I. 每首批消除 1 組符石\n⇒ 將掉落 1 粒暗符石\nII. 每累計消除 3 粒暗符石\n⇒ 將掉落 1 粒暗強化符石"
  },
  {
    "id": 1363,
    "name": "霸者盛勢",
    "desc": "I. 延長移動符石時間 1 秒\n \n II. 隊伍中只有水屬性人類時：\n ⓵ 全隊攻擊力 4.5 倍\n ⓶ 每消除 1 組符石\n ⇒ 額外計算多 1 連擊 (Combo)\n ⓷ 符石需 ≥4 粒相連才可發動消除"
  },
  {
    "id": 1364,
    "name": "神 ‧ 浪之力",
    "desc": "I. 水屬性神族攻擊力 4.5 倍\nII. 消除神族符石時\n⇒ 水屬性攻擊力額外 1.5 倍"
  },
  {
    "id": 1365,
    "name": "神 ‧ 焰之力",
    "desc": "I. 火屬性神族攻擊力 4.5 倍\nII. 消除神族符石時\n⇒ 火屬性攻擊力額外 1.5 倍"
  },
  {
    "id": 1366,
    "name": "神 ‧ 森之力",
    "desc": "I. 木屬性神族攻擊力 4.5 倍\nII. 消除神族符石時\n⇒ 木屬性攻擊力額外 1.5 倍"
  },
  {
    "id": 1367,
    "name": "神 ‧ 玄之力",
    "desc": "I. 光屬性神族攻擊力 4.5 倍\nII. 消除神族符石時\n⇒ 光屬性攻擊力額外 1.5 倍"
  },
  {
    "id": 1368,
    "name": "神 ‧ 秘之力",
    "desc": "I. 暗屬性神族攻擊力 4.5 倍\nII. 消除神族符石時\n⇒ 暗屬性攻擊力額外 1.5 倍"
  },
  {
    "id": 1369,
    "name": "盟友支援",
    "desc": "I. 全隊攻擊力 3 倍\nII. 當隊伍中只有 2 個火屬性成員時\n⇒ 全隊攻擊力提升至 5 倍及生命力 2 倍"
  },
  {
    "id": 1370,
    "name": "熾燄萬鈞 ‧ 絕命之怒",
    "desc": "I. 火屬性攻擊力 4.5 倍\nII. 消除 ≥12 粒火符石時\n⇒ 火屬性攻擊力額外 1.8 倍"
  },
  {
    "id": 1371,
    "name": "藤木萬鈞 ‧ 絕命之怒",
    "desc": "I. 木屬性攻擊力 4.5 倍\nII. 消除 ≥12 粒木符石時\n⇒ 木屬性攻擊力額外 1.8 倍"
  },
  {
    "id": 1372,
    "name": "五念凝匯 ‧ 強極",
    "desc": "I. 隊伍中有 5 種屬性的成員時\n⇒ 全隊攻擊力 2.5 倍\nII. 隊伍中有 ≥5 種族成員時\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 1373,
    "name": "元素逼力 ‧ 強",
    "desc": "I. 消除符石的屬性愈多，全隊攻擊力愈高：\n⇒ 消除 3 種屬性符石，全隊攻擊力 4 倍\n⇒ 消除 5 種屬性符石可達至 5 倍\nII. 消除全部 6 種符石時\n⇒ 則全隊攻擊力 6 倍\nIII. 所有符石掉落率不受其他技能影響\n    (包括改變掉落符石屬性的技能)"
  },
  {
    "id": 1374,
    "name": "妖怒萬鈞 ‧ 絕命之力",
    "desc": "I. 妖精類攻擊力 4 倍\nII. 消除妖族符石時\n⇒ 妖精類攻擊力額外 1.5 倍"
  },
  {
    "id": 1375,
    "name": "界限變革 ‧ 神",
    "desc": "I. ≥3 粒相同種類的符石相連，即可發動消除\nII. 所有符石掉落率不受其他技能影響\n   (包括改變掉落符石屬性的技能)\nIII. 消除神族符石時\n⇒ 神族攻擊力 1.5 倍"
  },
  {
    "id": 1378,
    "name": "奪魄之森",
    "desc": "I. 「妖精類及魔族」以外的\n    木屬性成員攻擊力 4 倍\nII. 消除屬性符石時\n⇒ 所有成員對該屬性目標攻擊力 1.5 倍"
  },
  {
    "id": 1379,
    "name": "八仙陣",
    "desc": "I. 隊伍中有 ≥4 個八仙系列召喚獸時\n⇒ 連擊 (Combo) 時攻擊力提升 125%\nII. 消除心符石時\n⇒ 全隊攻擊力額外 1.6 倍"
  },
  {
    "id": 1382,
    "name": "冥神 ‧ 符籙",
    "desc": "I. 暗屬性及神族攻擊力 3.4 倍\nII. 消除 3 粒符石\n⇒ 暗屬性及神族攻擊力額外 1.3 倍\n⇒ 消除 15 粒可提升至最大 2.5 倍"
  },
  {
    "id": 1385,
    "name": "深沉之藍",
    "desc": "I. 水屬性攻擊力 3 倍\nII. 水屬性神族攻擊力則 4.5 倍\nIII. 妖精類生命力、攻擊力及回復力額外 1.5 倍"
  },
  {
    "id": 1387,
    "name": "彩虹的衝擊",
    "desc": "I. 機械族攻擊力 4 倍\nII. 個人以 50% 攻擊力\n⇒ 追打水、火、木及光屬性攻擊各 1 次\nIII. 消除 ≥10 粒強化符石時\n⇒ 全隊攻擊力 1.5 倍"
  },
  {
    "id": 1390,
    "name": "萬世皇帝之氣勢",
    "desc": "I. 水屬性攻擊力 2.5 倍\nII. 水屬性對人類目標攻擊力 2 倍\nIII. 我方生命力為 35% 或以下時\n⇒ 所受傷害減少 40%"
  },
  {
    "id": 1391,
    "name": "猩紅血刃",
    "desc": "I. 火屬性攻擊力 3.5 倍\nII. 強化符石效果提升 15%"
  },
  {
    "id": 1392,
    "name": "制敵之槍",
    "desc": "I. 光屬性人類攻擊力 3.5 倍\nII. 光屬性對神族及機械族目標攻擊力 2 倍"
  },
  {
    "id": 1393,
    "name": "躍動之流燄",
    "desc": "I. 火屬性攻擊力 4.5 倍\nII. 我方生命力為 90% 或以上時\n⇒ 減少 15% 所受傷害\nIII. 同 1 回合消除的水符石數量\n比消除的火符石數量多\n⇒ 火屬性攻擊力額外 1.6 倍"
  },
  {
    "id": 1394,
    "name": "連鎖聖令 ‧ 水",
    "desc": "I. 水屬性攻擊力 3.5 倍\nII. 消除 1 組 ≥12 粒符石時\n⇒ 水屬性攻擊力額外 1.5 倍"
  },
  {
    "id": 1396,
    "name": "滅族之燄",
    "desc": "I. 火屬性及機械族攻擊力 4 倍\nII. 首批消除相同連擊 (Combo) 數目的\n水、火及木符石時：\n機械族成員以 50% 自身攻擊力\n⇒ 追打自身屬性攻擊 1 次"
  },
  {
    "id": 1398,
    "name": "雷電戰意",
    "desc": "隊伍中只有光屬性人類成員時：\nI. 全隊攻擊力 2.5 倍\nII. 消除 2 種符石\n⇒ 攻擊力額外 1.5 倍\n⇒ 消除 4 種符石可提升至最大 2.5 倍"
  },
  {
    "id": 1399,
    "name": "翠械戰略",
    "desc": "隊伍中只有機械族；\n或只有機械族及人類成員時：\nI. 全隊攻擊力 4 倍及生命力 1.3 倍\nII. 心符石兼具 50% 所有屬性符石效果\n(可疊加)"
  },
  {
    "id": 1400,
    "name": "浪濤之誅罰",
    "desc": "I. 水屬性\n⇒ 對火及暗屬性目標攻擊力 5.5 倍\n⇒ 對其他屬性目標攻擊力 3.5 倍\n(包括主動技)\nII. 火及暗屬性傷害減少 25%"
  },
  {
    "id": 1402,
    "name": "熾燄之誅罰",
    "desc": "I. 火屬性\n⇒ 對火及木屬性目標攻擊力 5.5 倍\n⇒ 對其他屬性目標攻擊力 3.5 倍\n(包括主動技)\nII. 火及木屬性傷害減少 25%"
  },
  {
    "id": 1404,
    "name": "藤棘之誅罰",
    "desc": "I. 木屬性\n⇒ 對水及光屬性目標攻擊力 5.5 倍\n⇒ 對其他屬性目標攻擊力 3.5 倍\n(包括主動技)\nII. 水及光屬性傷害減少 25%"
  },
  {
    "id": 1406,
    "name": "玄光之誅罰",
    "desc": "I. 光屬性\n⇒ 對火及暗屬性目標攻擊力 5.5 倍\n⇒ 對其他屬性目標攻擊力 3.5 倍\n(包括主動技)\nII. 火及暗屬性傷害減少 25%"
  },
  {
    "id": 1408,
    "name": "幽冥之誅罰",
    "desc": "I. 暗屬性\n⇒ 對木及光屬性目標攻擊力 5.5 倍\n⇒ 對其他屬性目標攻擊力 3.5 倍\n(包括主動技)\nII. 木及光屬性傷害減少 25%"
  },
  {
    "id": 1410,
    "name": "水獸之力",
    "desc": "水屬性及獸類攻擊力 4.5 倍"
  },
  {
    "id": 1411,
    "name": "赤龍之力",
    "desc": "火屬性及龍類攻擊力 4.5 倍"
  },
  {
    "id": 1412,
    "name": "森龍之力",
    "desc": "木屬性及龍類攻擊力 4.5 倍"
  },
  {
    "id": 1413,
    "name": "玄獸之力",
    "desc": "光屬性及獸類攻擊力 4.5 倍"
  },
  {
    "id": 1414,
    "name": "冥神之力",
    "desc": "暗屬性及神族攻擊力 4.5 倍"
  },
  {
    "id": 1415,
    "name": "全速前進 ‧ 光",
    "desc": "10 回合內，光屬性攻擊力 8 倍\n(只計算消除符石的回合)"
  },
  {
    "id": 1416,
    "name": "全速前進 ‧ 暗",
    "desc": "10 回合內，暗屬性攻擊力 8 倍\n(只計算消除符石的回合)"
  },
  {
    "id": 1417,
    "name": "赤熱之靈",
    "desc": "I. 火屬性攻擊力 3.5 倍\nII. 每回合回復 3 倍自身回復力等值的生命力\n(需消除符石)"
  },
  {
    "id": 1418,
    "name": "神族無光的夢境",
    "desc": "I. 暗屬性攻擊力 3.5 倍\nII. 暗屬性對神族目標的攻擊力 2 倍"
  },
  {
    "id": 1419,
    "name": "機械萬鈞之怒 ‧ 極",
    "desc": "機械族成員攻擊力 5 倍"
  },
  {
    "id": 1422,
    "name": "小傑之本能",
    "desc": "隊伍中只有人類成員時：\nI. 人類攻擊力 4 倍\nII. 減少 25% 所受傷害\nIII. 於成員所在直行，\n消除 ≥1 粒該成員屬性的符石\n⇒ 該成員攻擊力額外 2 倍\n(倍率不可疊加)\nIV. 消除強化符石時\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 1423,
    "name": "小傑之本能．成長",
    "desc": "隊伍中只有人類成員時：\nI. 人類攻擊力 4.5 倍\nII. 減少 30% 所受傷害\nIII. 於成員所在直行，\n消除 ≥1 粒該成員屬性的符石\n⇒ 該成員攻擊力額外 2 倍\n(倍率不可疊加)\nIV. 消除強化符石時\n⇒ 全隊攻擊力額外 1.8 倍"
  },
  {
    "id": 1424,
    "name": "奇犽之體能",
    "desc": "隊伍中只有人類成員時：\nI. 人類攻擊力 4.5 倍及生命力 1.3 倍\nII. 每首批消除 1 種屬性符石，於回合結束時：\n隨機將該屬性的其中 2 粒符石\n⇒ 轉化為強化符石"
  },
  {
    "id": 1425,
    "name": "奇犽之體能．成長",
    "desc": "隊伍中只有人類成員時：\nI. 人類攻擊力 5 倍及生命力 1.3 倍\nII. 每首批消除 1 種屬性符石，於回合結束時：\n隨機將該屬性的其中 3 粒符石\n⇒ 轉化為強化符石"
  },
  {
    "id": 1426,
    "name": "人類之戰意",
    "desc": "隊伍中只有人類成員時：\nI. 人類攻擊力 4.5 倍\nII. 心符石兼具 50% 所有屬性符石效果\n(可疊加)"
  },
  {
    "id": 1427,
    "name": "元素之掌",
    "desc": "I. 人類攻擊力 3 倍\nII. 光和暗屬性傷害減少 30%"
  },
  {
    "id": 1428,
    "name": "凝神之力 ‧ 強",
    "desc": "當進行全體攻擊時\n⇒ 全隊攻擊力 6 倍"
  },
  {
    "id": 1429,
    "name": "魔之殺意",
    "desc": "魔族攻擊力 4 倍、生命力及回復力 1.5 倍"
  },
  {
    "id": 1430,
    "name": "制約之力",
    "desc": "隊伍中只有人類成員時：\nI. 人類攻擊力 3.2 倍\nII. 光屬性人類攻擊力則 3.6 倍\nIII. 必然延長移動符石時間 0.5 秒\nIV. 消除人族符石時\n⇒ 減少 15% 所受傷害"
  },
  {
    "id": 1431,
    "name": "誓約之力",
    "desc": "隊伍中只有人類成員時：\nI. 人類攻擊力 3.6 倍\nII. 光屬性人類攻擊力則 4 倍\nIII. 必然延長移動符石時間 1 秒\nIV. 消除人族符石時\n⇒ 減少 15% 所受傷害"
  },
  {
    "id": 1432,
    "name": "人類之力量",
    "desc": "隊伍中只有人類成員時\n⇒ 人類攻擊力 4 倍"
  },
  {
    "id": 1433,
    "name": "人類之潛力",
    "desc": "隊伍中只有人類成員時\n⇒ 人類攻擊力 4.5 倍"
  },
  {
    "id": 1434,
    "name": "人類之規律",
    "desc": "隊伍中只有人類成員時：\nI. 人類攻擊力 3 倍\nII. 隊伍成員每多 1 個屬性\n⇒ 攻擊力額外提升\n⇒ 4 個可提升至最大 2 倍"
  },
  {
    "id": 1435,
    "name": "強悍之力量",
    "desc": "隊伍中只有妖精類及魔族成員時：\n每累計消除 1 粒符石\n⇒ 全隊攻擊力持續提升\n⇒ 最多可提升至 7 倍"
  },
  {
    "id": 1437,
    "name": "制約之力 ‧ 強",
    "desc": "隊伍中只有人類成員時：\nI. 人類攻擊力 3.2 倍\nII. 光屬性人類攻擊力則 3.6 倍\nIII. 必然延長移動符石時間 0.5 秒\nIV. 消除人族符石時\n⇒ 減少 15% 所受傷害\nV. 將移動符石時觸碰的光符石\n⇒ 轉化為人族強化符石\nVI. 移動的步數愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 移動 25 步攻擊力可額外提升至最大 3 倍"
  },
  {
    "id": 1438,
    "name": "誓約之力 ‧ 強",
    "desc": "隊伍中只有人類成員時：\nI. 人類攻擊力 3.6 倍\nII. 光屬性人類攻擊力則 4 倍\nIII. 必然延長移動符石時間 1 秒\nIV. 消除人族符石時\n⇒ 減少 15% 所受傷害\nV. 移動符石所觸碰的光符石\n⇒  轉化為人族強化符石\nVI. 移動的步數愈多\n⇒ 全隊攻擊力提升愈多\n⇒ 移動 25 步攻擊力可額外提升至最大 3 倍"
  },
  {
    "id": 1439,
    "name": "水月魔法",
    "desc": "I. 人類攻擊力 3.5 倍\nII. 合計消除 ≥6 粒水或木符石時\n⇒ 人類攻擊力額外 1.5 倍\nIII. 水及木屬性傷害減少 30%"
  },
  {
    "id": 1440,
    "name": "火影魔法",
    "desc": "I. 人類攻擊力 3.5 倍\nII. 合計消除 ≥6 粒水或火符石時\n⇒ 人類攻擊力額外 1.5 倍\nIII. 水及火屬性傷害減少 30%"
  },
  {
    "id": 1441,
    "name": "木葉魔法",
    "desc": "I. 人類攻擊力 3.5 倍\nII. 合計消除 ≥6 粒火或木符石時\n⇒ 人類攻擊力額外 1.5 倍\nIII. 火及木屬性傷害減少 30%"
  },
  {
    "id": 1442,
    "name": "玄冥魔法",
    "desc": "I. 人類攻擊力 3.5 倍\nII. 合計消除 ≥6 粒光或暗符石時\n⇒ 人類攻擊力額外 1.5 倍\n⇒ 光及暗屬性傷害減少 30%"
  },
  {
    "id": 1443,
    "name": "瑰秘之妖力",
    "desc": "I. 妖精類攻擊力 5 倍\nII. 回合結束時\n⇒ 隨機將 3 粒水符石添加為妖族符石\nIII. 消除 ≥4 種符石時\n⇒ 自身攻擊力 1.5 倍"
  },
  {
    "id": 1444,
    "name": "血燄注魂術 ‧ 強獸",
    "desc": "隊伍中只有獸類成員時：\nI. 全隊攻擊力 5 倍\nII. 進入關卡後所有成員的主動技能 CD 減少 5\n   (效果不能疊加)\nIII. 消除 1 組 ≥5 粒符石時\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 1445,
    "name": "自然流溢之力 ‧ 靈泉",
    "desc": "隊伍中只有獸類成員時：\nI. 全隊攻擊力 5 倍及生命力 1.5 倍\nII. 每首批消除 1 粒符石\n⇒ 回復 0.6% 總生命力\n(受連擊 (Combo) 加乘影響)\nIII. 木符石兼具 50% 其他屬性符石效果\n(可疊加)"
  },
  {
    "id": 1446,
    "name": "矢志萬鈞龍怒 ‧ 壽延",
    "desc": "隊伍中只有龍類成員時：\n龍類攻擊力 5 倍及生命力 1.25 倍"
  },
  {
    "id": 1447,
    "name": "石破驚天 ‧ 狂龍",
    "desc": "隊伍中只有龍類成員時：\nI. 龍類攻擊力 6.5 倍及生命力 1.6 倍\nII. 每回合移動並消除符石後的 3 秒內\n⇒ 可點選 1 橫行的符石並引爆\nIII. 每引爆 1 粒光以外的符石\n⇒ 全隊攻擊力額外提升\n⇒ 引爆 6 粒可提升至最大 2.2 倍\nIV. 光符石兼具其他屬性符石效果"
  },
  {
    "id": 1449,
    "name": "三界最強集結",
    "desc": "隊伍中只有人類、妖精類或魔族成員時：\nI. 全隊攻擊力 4.5 倍，生命力及回復力 1.5 倍\nII. 延長移動符石時間 1 秒\nIII. 水及光符石互相兼具 50% 效果 (可疊加)\nIV. 消除 ≥4 連擊 (Combo)\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 1450,
    "name": "三界最強集結 ‧ 強",
    "desc": "隊伍中只有人類、妖精類或魔族成員時：\nI. 全隊攻擊力 5 倍，生命力及回復力 1.5 倍\nII. 延長移動符石時間 1 秒\nIII. 水及光符石互相兼具 50% 效果 (可疊加)\nIV. 消除 ≥4 連擊 (Combo)\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 1451,
    "name": "酷冷幽燄",
    "desc": "隊伍中只有人類、妖精類或魔族成員時：\nI. 全隊攻擊力 3.8 倍\nII. 魔族生命力、攻擊力及回復力額外 1.6 倍\nIII. 火及暗符石互相兼具 50% 效果 (可疊加)"
  },
  {
    "id": 1452,
    "name": "酷冷幽燄 ‧ 強",
    "desc": "隊伍中只有人類、妖精類或魔族成員時：\nI. 全隊攻擊力 4 倍\nII. 魔族生命力、攻擊力及回復力額外 1.6 倍\nIII. 火及暗符石互相兼具 50% 效果 (可疊加)"
  },
  {
    "id": 1453,
    "name": "薔薇之瓣",
    "desc": "隊伍中只有妖精類或魔族成員時：\nI. 全隊攻擊力 4 倍，生命力及回復力 1.3 倍\nII. 所有屬性符石兼具 25% 心符石效果(可疊加)"
  },
  {
    "id": 1454,
    "name": "漫天薔薇之瓣",
    "desc": "隊伍中只有妖精類或魔族成員時：\nI. 全隊攻擊力 4 倍，生命力及回復力 1.3 倍\nII. 所有屬性符石兼具 50% 心符石效果(可疊加)"
  },
  {
    "id": 1455,
    "name": "五元素之靈",
    "desc": "隊伍中有 5 種屬性成員時：\n⇒ 全隊攻擊力 3.5 倍"
  },
  {
    "id": 1456,
    "name": "五元素之靈 ‧ 強",
    "desc": "隊伍中有 5 種屬性成員時：\n⇒ 全隊攻擊力 4 倍"
  },
  {
    "id": 1457,
    "name": "最強之念 ‧ 肌肉操縱",
    "desc": "全隊攻擊力 2 倍，生命力愈低，\n全隊攻擊力愈高及所受傷害減少愈多：\n我方生命力為 25% 或以下時\n⇒ 攻擊力可達至最大 5 倍\n⇒ 減少最多 45% 所受傷害"
  },
  {
    "id": 1458,
    "name": "滅恨之光",
    "desc": "隊伍中只有光屬性人類成員時：\nI. 全隊攻擊力 4.5 倍\nII. 首批消除所有光符石時\n⇒ 全隊攻擊力額外 1.5 倍\nIII. 首批消除所有心符石時\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 1459,
    "name": "滅恨之光 ‧ 護",
    "desc": "隊伍中只有光屬性人類成員時：\nI. 全隊攻擊力 4.5 倍及減少 50% 所受傷害\nII. 首批消除所有光符石時\n⇒ 全隊攻擊力額外 1.5 倍\nIII. 首批消除所有心符石時\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 1460,
    "name": "燄獸萬鈞之怒 ‧ 極",
    "desc": "隊伍中只有獸類成員時：\nI. 火屬性攻擊力 5 倍\nII. 回合結束時\n⇒ 將 3 粒火符石轉化為強化符石"
  },
  {
    "id": 1461,
    "name": "機械始動",
    "desc": "I. 全隊攻擊力 3.5 倍\nII. 機械族成員攻擊力額外 1.5 倍"
  },
  {
    "id": 1462,
    "name": "斷魂之燄 ‧ 魔",
    "desc": "I. 魔族攻擊力 4 倍\nII. 火及暗符石互相兼具 50% 效果"
  },
  {
    "id": 1463,
    "name": "聚靈之核",
    "desc": "I. 妖精類攻擊力 3 倍\nII. 所有屬性符石兼具 25% 心符石效果\n(可疊加)"
  },
  {
    "id": 1464,
    "name": "三界之力",
    "desc": "隊伍中只有人類、妖精類或魔族成員時：\n全隊攻擊力 4.5 倍"
  },
  {
    "id": 1465,
    "name": "最強之念",
    "desc": "全隊攻擊力 2 倍，\n生命力愈低，全隊攻擊力愈高：\n我方生命力為 25% 或以下時\n⇒ 攻擊力可達至最大 5 倍"
  },
  {
    "id": 1466,
    "name": "血燄注魂術 ‧ 烈火",
    "desc": "隊伍中只有火屬性獸類成員時：\nI. 全隊攻擊力 5 倍\nII. 進入關卡後所有成員的主動技能 CD 減少 5\n(效果不能疊加)\nIII. 消除 1 組 ≥5 粒符石時\n⇒ 全隊攻擊力額外 1.5 倍\nIV. 每回合場上數量最多的 1 種符石\n⇒ 兼具火符石效果\nV. 若該種符石為火符石時\n⇒ 則兼具效果變為火屬性攻擊力 1.8 倍"
  },
  {
    "id": 1467,
    "name": "紫魅斷魂 ‧ 強",
    "desc": "I. 隊伍中只有獸類成員時：\n⇒ 全隊攻擊力 5 倍及生命力 1.2 倍\nII. 每消除 ≥3 種符石時 (不計重複)\n⇒ 掉落 1 粒暗獸族強化符石"
  },
  {
    "id": 1468,
    "name": "霸者盛勢 ‧ 靈之控",
    "desc": "I. 延長移動符石時間 1 秒\nII. 隊伍中只有水屬性人類時：\n⓵ 全隊攻擊力 4.5 倍\n⓶ 每消除 1 組符石額外計算多 1 連擊(Combo)\n⓷ 屬性符石需 ≥4 粒相連才可發動消除\n⓸ 心符石 ≥2 粒相連即可發動消除"
  },
  {
    "id": 1469,
    "name": "八仙陣",
    "desc": "隊伍中有 3 個或以上八仙系列角色時：\nI. 連擊 (Combo) 時攻擊力提升 125%\nII. 消除心符石時\n⇒ 全隊攻擊力額外 1.6 倍"
  },
  {
    "id": 1470,
    "name": "酷冷之殺意 ‧ 強",
    "desc": "隊伍中只有火、木及暗屬性成員時：\nI. 全隊攻擊力 4 倍\nII. 任意消除火、木或暗符石達 ≥9 粒\n⇒ 全隊攻擊力額外 1.8 倍"
  },
  {
    "id": 1471,
    "name": "遊俠之義",
    "desc": "I. 人類攻擊力 3 倍\nII. 遊俠系列角色\n生命力、攻擊力及回復力額外 1.5 倍"
  },
  {
    "id": 1472,
    "name": "穹蒼賜賞 ‧ 浪濤",
    "desc": "I. 水屬性攻擊力 4.5 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒水神族符石"
  },
  {
    "id": 1473,
    "name": "穹蒼賜賞 ‧ 熾燄",
    "desc": "I. 火屬性攻擊力 4.5 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒火神族符石"
  },
  {
    "id": 1474,
    "name": "穹蒼賜賞 ‧ 藤木",
    "desc": "I. 木屬性攻擊力 4.5 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒木神族符石"
  },
  {
    "id": 1475,
    "name": "穹蒼賜賞 ‧ 玄光",
    "desc": "I. 光屬性攻擊力 4.5 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒光神族符石"
  },
  {
    "id": 1476,
    "name": "穹蒼賜賞 ‧ 幽冥",
    "desc": "I. 暗屬性攻擊力 4.5 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行將掉落 1 粒暗神族符石"
  },
  {
    "id": 1477,
    "name": "穹蒼賜賞 ‧ 神浪",
    "desc": "I. 水屬性攻擊力 3.5 倍\nII. 每橫行首批消除 1 組 ≥3 粒符石時\n⇒ 將掉落 1 粒水神族符石"
  },
  {
    "id": 1478,
    "name": "穹蒼賜賞 ‧ 神燄",
    "desc": "I. 火屬性攻擊力 3.5 倍\nII. 每橫行首批消除 1 組 ≥3 粒符石時\n⇒ 將掉落 1 粒火神族符石"
  },
  {
    "id": 1479,
    "name": "穹蒼賜賞 ‧ 神木",
    "desc": "I. 木屬性攻擊力 3.5 倍\nII. 每橫行首批消除 1 組 ≥3 粒符石時\n⇒ 將掉落 1 粒木神族符石"
  },
  {
    "id": 1480,
    "name": "穹蒼賜賞 ‧ 神光",
    "desc": "I. 光屬性攻擊力 3.5 倍\nII. 每橫行首批消除 1 組 ≥3 粒符石時\n⇒ 將掉落 1 粒光神族符石"
  },
  {
    "id": 1481,
    "name": "穹蒼賜賞 ‧ 神幽",
    "desc": "I. 暗屬性攻擊力 3.5 倍\nII. 每橫行首批消除 1 組 ≥3 粒符石時\n⇒ 將掉落 1 粒暗神族符石"
  },
  {
    "id": 1482,
    "name": "千秋的傳承",
    "desc": "I. 木屬性攻擊力 4 倍\nII. 木屬性人類攻擊力則 5 倍\nIII. 必然延長移動符石時間 2.5 秒\nIV. 每消除 1 組光或暗符石，\n於該回合結束時，將 1 粒符石\n(木及心符石優先轉換)\n⇒ 轉化為人族強化符石，最多 30 粒"
  },
  {
    "id": 1483,
    "name": "千秋的傳承 ‧ 日夜交迭",
    "desc": "I. 木屬性攻擊力 4 倍\nII. 木屬性人類攻擊力則 5 倍\nIII. 必然延長移動符石時間 2.5 秒\nIV. 每消除 1 組光或暗符石，\n於回合結束時，將 1 粒符石\n (木及心符石優先轉換)\n⇒ 轉化為人族強化符石，最多 30 粒\nV. 2 粒光或暗符石相連，即可發動消除\n所有符石掉落率不受其他技能影響\n(包括改變掉落符石屬性的技能)"
  },
  {
    "id": 1484,
    "name": "元素創念",
    "desc": "隊伍中只有神族成員時：\nI. 全隊攻擊力 4 倍\nII. 首批掉落「沒有首批消除」的\n其中 1 種屬性符石 (剩餘數量最少優先)\nIII. 消除 5 種屬性符石時\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 1485,
    "name": "機械之暴虐",
    "desc": "隊中只有機械族及龍類成員時：\nI. 全隊攻擊力 4.5 倍\nII. 每個成員增加 300 點攻擊力基值\nIII. 機械族成員直行消除 1 組 ≥3 粒符石時\n⇒ 該成員攻擊力 1.5 倍"
  },
  {
    "id": 1486,
    "name": "機械之甦醒",
    "desc": "I. 機械族及獸類回復力 3 倍\nII. 消除心符石時\n⇒ 回復「機械族及獸類成員生命力等值」\n5% 的生命力"
  },
  {
    "id": 1487,
    "name": "機械之靈核",
    "desc": "I. 機械族及獸類生命力 3 倍\nII. 當受到攻擊後，\n於下回合發動攻擊前對全體敵人造成\n「機械族及獸類成員生命力等值」5 倍的\n無屬性傷害 (需消除符石)"
  },
  {
    "id": 1488,
    "name": "機獸之暴 ‧ 光",
    "desc": "隊伍中只有機械族及獸類成員時：\nI. 全隊攻擊力 5 倍\nII. 光屬性兼具 50% 其他屬性符石效果\n(可疊加)\nIII. 消除 ≥5 連擊 (Combo) 時\n⇒ 機械族成員的行動值提升 5%\nIV. 當所有機械族成員的行動值達至 100% 時\n⇒ 自身攻擊力 2 倍"
  },
  {
    "id": 1489,
    "name": "機獸之暴 ‧ 暗",
    "desc": "隊伍中只有機械族及獸類成員時：\nI. 全隊攻擊力 5 倍\nII. 暗屬性兼具 50% 其他屬性符石效果\n(可疊加)\nIII. 消除 ≥5 連擊 (Combo) 時\n⇒ 機械族成員的行動值提升 5%\nIV. 當所有機械族成員的行動值達至 100% 時\n⇒ 自身攻擊力 2 倍"
  },
  {
    "id": 1490,
    "name": "幻惑護生",
    "desc": "隊伍中只有神族成員時：\nI. 全隊攻擊力 4 倍及回復力 1.5 倍\nII. 同時消除光及暗符石時\n⇒ 全隊攻擊力 1.5 倍\n⇒ 減少 20% 所受傷害"
  },
  {
    "id": 1491,
    "name": "神妖滅世",
    "desc": "隊伍中只有神族或妖精類成員時：\nI. 全隊攻擊力 4 倍\nII. 延長移動符石時間 1 秒\nIII. 消除神族或妖族符石時\n⇒ 全隊攻擊力額外提升 1.5 倍"
  },
  {
    "id": 1493,
    "name": "神聖之水",
    "desc": "I. 水屬性及「美好世界」系列角色攻擊力 5 倍\nII. 首批消除 ≥5 連擊 (Combo) \n⇒ 攻擊力額外 1.3 倍\nIII. 只能消除首批符石"
  },
  {
    "id": 1494,
    "name": "聖騎士之意志",
    "desc": "隊伍中只有人類成員時：\nI. 人類生命力及攻擊力 1.5 倍\nII. 光屬性人類則 2 倍\nIII. 每次受到敵人攻擊時\n⇒ 人類攻擊力額外持續提升\n⇒ 最大 6 倍\nIV. 連續 2 回合沒有受到敵人攻擊\n⇒ 攻擊力減少"
  },
  {
    "id": 1495,
    "name": "釋放最強魔法",
    "desc": "隊伍中有 ≥3 種屬性成員時：\nI. 人類及神族攻擊力 5 倍\nII. 所有成員\n⇒ 對光及暗屬性目標攻擊力 2 倍\n⇒ 對其他屬性目標攻擊力 1.5 倍\n(包括主動技)"
  },
  {
    "id": 1496,
    "name": "負面情感吞食",
    "desc": "I. 暗屬性攻擊力 3 倍\nII. 所有成員對人類目標攻擊力提升 2 倍"
  },
  {
    "id": 1497,
    "name": "魔性流淌",
    "desc": "I. 水屬性攻擊力 2.5 倍及魔族攻擊力 3 倍\nII. 水屬性魔族攻擊力則 7.5 倍"
  },
  {
    "id": 1498,
    "name": "醉心魔研",
    "desc": "隊伍中只有魔族成員時：\nI. 魔族攻擊力 4 倍及生命力 1.5 倍\nII. 生命力全滿時\n⇒ 全隊攻擊力額外提升 1.5 倍\nIII. 每消除 1 粒魔族符石\n⇒ 回復 1500 點生命力"
  },
  {
    "id": 1500,
    "name": "巧靈深思之力",
    "desc": "人類及妖精類攻擊力 6 倍"
  },
  {
    "id": 1501,
    "name": "萌之治癒 ‧ 獸",
    "desc": "隊伍中只有獸類成員時：\nI. 全隊攻擊力 4 倍\nII. 每回合回復 3 倍自身回復力等值的生命力\n(需消除符石)"
  },
  {
    "id": 1502,
    "name": "火影戲法 ‧ 獸",
    "desc": "隊伍中只有獸類成員時：\nI. 全隊攻擊力 4.5 倍\nII. 消除 ≥6 粒火符石時\n⇒ 全隊攻擊力額外 1.8 倍"
  },
  {
    "id": 1503,
    "name": "玄光盛宴 ‧ 獸",
    "desc": "隊伍中只有獸類成員時：\nI. 全隊攻擊力 4.5 倍\nII. 消除 ≥6 粒光符石時\n⇒ 全隊攻擊力額外 1.8 倍"
  },
  {
    "id": 1504,
    "name": "機關術 ‧ 獸",
    "desc": "隊伍中只有獸類成員時：\nI. 全隊攻擊力 3 倍\nII. 獸類對機械族目標攻擊力額外 2 倍"
  },
  {
    "id": 1505,
    "name": "記憶療法 ‧ 獸",
    "desc": "隊伍中只有獸類成員時：\n⇒ 全隊回復力 3.5 倍"
  },
  {
    "id": 1506,
    "name": "魔魅之靈泉 ‧ 強",
    "desc": "I. 水屬性攻擊力 4.5 倍\nII. 當生命力少於 50% 時\n⇒ 心符石效果提升至 300%\n(效果不能疊加)"
  },
  {
    "id": 1507,
    "name": "異瞳的力量",
    "desc": "I. 獸類生命力及回復力 1.5 倍\nII. 延長移動符石時間 2 秒\nIII. 連擊 (Combo) 時攻擊力提升 125%\nIV. 所有屬性符石兼具其他屬性符石效果：\n     隊伍中每多 1 個獸類成員\n⇒ 可提升 20% 兼具效果\n⇒ 最大 100% (可疊加)"
  },
  {
    "id": 1508,
    "name": "女王的力量",
    "desc": "隊中只有獸類成員時：\nI. 全隊攻擊力 4 倍\nII. 每個成員增加 400 點回復力基值\nIII. 隊中沒有重複成員時：\n    每回合消除符石的組數愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 消除 10 組可提升至最大 3 倍"
  },
  {
    "id": 1509,
    "name": "幽魂的力量",
    "desc": "隊伍中只有獸類成員時：\nI. 全隊生命力 2 倍及攻擊力 5.5 倍\nII. 每回合扣除全隊總生命力 10%\nIII. 每消除 1 粒獸族符石，回復 5% 總生命力"
  },
  {
    "id": 1510,
    "name": "元素為力 ‧ 獸",
    "desc": "隊伍中有 ≥3 種屬性成員時\n⇒ 獸類攻擊力 5 倍"
  },
  {
    "id": 1511,
    "name": "元素協力 ‧ 獸",
    "desc": "隊伍中有 ≥3 種屬性成員時\n⇒ 獸類攻擊力 4 倍"
  },
  {
    "id": 1512,
    "name": "九龍洶勢",
    "desc": "I. 龍類攻擊力 3 倍\nII. 消除 ≥3 組水符石時\n⇒ 龍類攻擊力額外 3 倍"
  },
  {
    "id": 1513,
    "name": "萬妖齊舞",
    "desc": "I. 妖精類攻擊力及回復力 3.5 倍\nII. 生命力全滿時\n ⇒ 妖精類攻擊力額外 1.5 倍"
  },
  {
    "id": 1514,
    "name": "萬妖狂舞之幽",
    "desc": "I. 暗屬性及妖精類攻擊力 4.5 倍\nII. 消除妖族符石時\n⇒ 暗屬性及妖精類攻擊力額外 1.5 倍"
  },
  {
    "id": 1515,
    "name": "滅龍魔法 ‧ 炎",
    "desc": "隊伍中只有人類、妖精類或龍類成員時：\nI. 全隊攻擊力 5 倍，生命力及回復力 1.3 倍\nII. 消除 ≥2 組火符石時\n⇒ 全隊攻擊力額外 1.5 倍\nIII. 隊伍成員對龍類目標攻擊力 2.5 倍"
  },
  {
    "id": 1516,
    "name": "星靈魔法",
    "desc": "I. 人類及妖精類攻擊力 4 倍\nII. 心符石兼具 50% 所有屬性符石效果\n(可疊加)"
  },
  {
    "id": 1517,
    "name": "換裝魔法",
    "desc": "隊伍中只有人類及妖精類成員時：\nI. 全隊攻擊力 3.5 倍\nII. 達成的連擊 (Combo) 數目愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 8 連擊 (Combo) 可提升至最大 2.6 倍\nIII. 消除水及光符石時\n⇒ 有 50% 機率減少 40% 所受傷害\n(機率可以疊加)"
  },
  {
    "id": 1518,
    "name": "造型魔法 ‧ 冰",
    "desc": "隊伍中只有人類成員時：\nI. 全隊攻擊力 4 倍\nII. 水屬性成員性對龍類、神族及魔族目標\n    攻擊力額外 2.5 倍"
  },
  {
    "id": 1519,
    "name": "滅龍魔法 ‧ 天空",
    "desc": "隊伍中只有人類成員時：\nI. 全隊攻擊力 3.5 倍\nII. 心符石兼具 25% 木符石效果 (可疊加)\nIII. 隊伍成員對龍類目標\n    攻擊力額外 2.5 倍"
  },
  {
    "id": 1520,
    "name": "滅龍魔法 ‧ 雷",
    "desc": "隊伍中只有人類成員時：\nI. 全隊攻擊力 3.5 倍\nII. 心符石兼具 25% 光符石效果 (可疊加)\nIII. 隊伍成員對龍類目標\n    攻擊力額外 2.5 倍"
  },
  {
    "id": 1521,
    "name": "滅龍魔法 ‧ 鐵",
    "desc": "隊伍中只有人類成員時：\nI. 全隊攻擊力 3.5 倍\nII. 心符石兼具 25% 暗符石效果 (可疊加)\nIII. 隊伍成員對龍類目標\n    攻擊力額外 2.5 倍"
  },
  {
    "id": 1522,
    "name": "接收",
    "desc": "I. 人類及魔族攻擊力 4 倍\nII. 每次魔族成員發動技能\n⇒ 人類及魔族攻擊力額外 1.5 倍\n⇒ 每回合最多可提升 20 次"
  },
  {
    "id": 1523,
    "name": "天體魔法",
    "desc": "I. 全隊攻擊力 3 倍\nII. 首批消除 6、7 或 9 連擊 (Combo) 時\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 1524,
    "name": "炎龍王",
    "desc": "I. 火屬性及龍類攻擊力 3 倍\nII. 火屬性龍類攻擊力則 9 倍"
  },
  {
    "id": 1525,
    "name": "黑魔法",
    "desc": "I. 暗屬性攻擊力 5 倍\nII. 當前生命力大於 80% 時\n⇒ 下一次所受傷害不會使你死亡\nIII. 當前生命力少於 25% 時\n⇒ 自身攻擊力及回復力額外 2.5 倍"
  },
  {
    "id": 1526,
    "name": "暗黑之翼",
    "desc": "隊中只有暗屬性龍類成員時：\nI. 全隊攻擊力 5 倍\nII. 每個成員增加 200 點回復力基值\nIII. 心符石兼具 50% 暗符石效果 (可疊加)\nIV. 同時消除心及暗符石時\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 1527,
    "name": "巨人",
    "desc": "隊伍中只有人類成員時：\n全隊生命力及攻擊力 2.5 倍"
  },
  {
    "id": 1528,
    "name": "水流魔法",
    "desc": "I. 水屬性攻擊力 3 倍\nII. 回合結束時，\n    隨機將 2 粒水強化符石四周的符石\n⇒ 轉化為水符石"
  },
  {
    "id": 1529,
    "name": "時間的弧形",
    "desc": "I. 全隊攻擊力 3 倍\nII. 延長移動符石時間 5 秒\nIII. 每回合扣除全隊總生命力 10%"
  },
  {
    "id": 1530,
    "name": "妖精軍師",
    "desc": "I. 妖精類生命力、攻擊力及回復力 2 倍\nII. 消除妖族符石時\n⇒ 妖精類攻擊力額外 2 倍"
  },
  {
    "id": 1531,
    "name": "換裝魔法 ‧ 強",
    "desc": "隊伍中只有人類及妖精類成員時：\n\nI. 全隊攻擊力 3.5 倍\n\nII. 達成的連擊 (Combo) 數目愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 8 連擊 (Combo) 可提升至最大 2.6 倍\n\nIII. 消除水及光符石時\n⇒ 有 50% 機率減少 40% 所受傷害\n(機率可以疊加)\n\nIV. 2 粒心符石、水符石或光符石相連\n即可發動消除\n所有符石掉落率不受其他技能影響\n(包括改變掉落符石屬性的技能)"
  },
  {
    "id": 1532,
    "name": "神魔之森 ‧ 狂風",
    "desc": "隊伍中只有木屬性魔族或木屬性神族成員時：\nI. 全隊攻擊力 4 倍\nII. 每消除 4 組符石時\n⇒ 必定掉落 4 粒木強化符石"
  },
  {
    "id": 1533,
    "name": "種族凝滙 ‧ 光之暴",
    "desc": "隊伍中有 ≥4 種族成員時：\nI. 光屬性攻擊力 6 倍\nII. 每消除 1 種「種族符石」\n⇒ 光屬性攻擊力額外 1.5 倍"
  },
  {
    "id": 1534,
    "name": "種族凝滙 ‧ 極光之暴",
    "desc": "隊伍中有 ≥4 種族成員時：\nI. 光屬性攻擊力 6 倍\nII. 每消除 1 種「種族符石」\n⇒ 光屬性攻擊力額外 1.5 倍\nIII. 所有成員的生命力基值、攻擊力基值及回復力基值分別跟隨 3 項基值最高的成員"
  },
  {
    "id": 1535,
    "name": "玄光之濤 ‧ 機械",
    "desc": "隊伍中只有「水屬性及光屬性」機械族成員時\nI. 全隊攻擊力 5 倍及生命力 1.5 倍\nII. 延長移動符石時間 1 秒\nIII. 所有成員的行動值達至 100% 時\n⇒ 攻擊力額外 2 倍"
  },
  {
    "id": 1536,
    "name": "妖魔萬鈞之怒",
    "desc": "妖精類及魔族攻擊力 4 倍"
  },
  {
    "id": 1538,
    "name": "亂世重典",
    "desc": "I. 暗屬性及魔族攻擊力 6 倍\nII. 自身攻擊無視敵人的防禦力\nIII. 必然延長移動符石時間 2 秒\nIV. 消除 1 組 ≥5 粒符石時\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 1539,
    "name": "浪濤 ‧ 極致",
    "desc": "隊伍中只有水屬性成員時：\nI. 全隊攻擊力 6 倍，生命力及回復力 1.2 倍\nII. 消除神族符石時\n⇒ 全隊攻擊力額外 1.5 倍\nIII. 回合結束時\n⇒ 隨機將 3 粒水符石轉化為強化符石"
  },
  {
    "id": 1540,
    "name": "流焰 ‧ 極致",
    "desc": "隊伍中只有火屬性成員時：\nI. 全隊攻擊力 6 倍，生命力及回復力 1.2 倍\nII. 消除神族符石時\n⇒ 全隊攻擊力額外 1.5 倍\nIII. 回合結束時\n⇒ 隨機將 3 粒火符石轉化為強化符石"
  },
  {
    "id": 1541,
    "name": "藤蔓 ‧ 極致",
    "desc": "隊伍中只有木屬性成員時：\nI. 全隊攻擊力 6 倍，生命力及回復力 1.2 倍\nII. 消除神族符石時\n⇒ 全隊攻擊力額外 1.5 倍\nIII. 回合結束時\n⇒ 隨機將 3 粒木符石轉化為強化符石"
  },
  {
    "id": 1542,
    "name": "驚雷 ‧ 極致",
    "desc": "隊伍中只有光屬性成員時：\nI. 全隊攻擊力 6 倍，生命力及回復力 1.2 倍\nII. 消除神族符石時\n⇒ 全隊攻擊力額外 1.5 倍\nIII. 回合結束時\n⇒ 隨機將 3 粒光符石轉化為強化符石"
  },
  {
    "id": 1543,
    "name": "狂魅 ‧ 極致",
    "desc": "隊伍中只有暗屬性成員時：\nI. 全隊攻擊力 6 倍，生命力及回復力 1.2 倍\nII. 消除神族符石時\n⇒ 全隊攻擊力額外 1.5 倍\nIII. 回合結束時\n⇒ 隨機將 3 粒暗符石轉化為強化符石"
  },
  {
    "id": 1544,
    "name": "機械理論",
    "desc": "隊伍中只有機械族或人類成員時：\nI. 全隊攻擊力 4.5 倍\nII. 減少 40% 所受傷害\nIII. 消除水強化符石時\n⇒ 機械族成員的行動值提升 5%\nIV. 所有機械族成員的行動值達至 100% 時\n⇒ 攻擊力額外 1.5 倍"
  },
  {
    "id": 1545,
    "name": "金液流動",
    "desc": "隊伍中只有機械族成員時：\nI. 全隊生命力、攻擊力及回復力 2 倍\nII. 消除 ≥3 種符石時\n⇒ 全隊攻擊力額外 3 倍\nIII. 心符石兼具 50% 所有屬性符石效果\n(可疊加)"
  },
  {
    "id": 1546,
    "name": "幾何結界",
    "desc": "隊中只有機械族成員時：\nI. 全隊攻擊力 5 倍\nII. 必然延長移動符石時間 1 秒\nIII. 自身的攻擊力基值減至 0，\n     將原有的攻擊力基值的 2 倍\n⇒ 分別加入其他成員的攻擊力基值\nIV. 若使用相同的隊長及戰友\n⇒ 則分別加入所有隊員的攻擊力基值\nV. 於自身直行首批消除 1 組 ≥4 粒符石時\n⇒ 身旁成員的主動技能 CD -1"
  },
  {
    "id": 1547,
    "name": "靜影復甦",
    "desc": "隊伍中有 ≥3 種屬性成員時：\nI. 全隊攻擊力及回復力 3 倍\nII. 當生命力少於 30% 時\n⇒ 心符石效果提升至 300% (效果不能疊加)"
  },
  {
    "id": 1548,
    "name": "靈息綻放",
    "desc": "隊伍中有 ≥3 種屬性成員時：\nI. 全隊攻擊力及回復力 3 倍\nII. 每次受到攻擊時\n⇒ 隨機將 2 粒符石轉化為心符石"
  },
  {
    "id": 1549,
    "name": "攻克無懼",
    "desc": "隊伍中有 ≥3 種屬性成員時：\n全隊攻擊力及回復力 3.5 倍"
  },
  {
    "id": 1550,
    "name": "目空四海",
    "desc": "I. 全隊攻擊力 5 倍\nII. 所有成員無視屬性相剋"
  },
  {
    "id": 1551,
    "name": "神界之念",
    "desc": "隊伍中只有神族成員時：\nI. 全隊攻擊力 5 倍\nII. 隊伍中有 5 種屬性成員時\n⇒ 全隊攻擊力及回復力額外 2 倍"
  },
  {
    "id": 1552,
    "name": "靈氣迫人 ‧ 水",
    "desc": "I. 人類攻擊力 3.5 倍\nII. 水符石兼具 25% 心符石效果 (可疊加)"
  },
  {
    "id": 1553,
    "name": "靈氣迫人 ‧ 火",
    "desc": "I. 人類攻擊力 3.5 倍\nII. 火符石兼具 25% 心符石效果 (可疊加)"
  },
  {
    "id": 1554,
    "name": "靈氣迫人 ‧ 木",
    "desc": "I. 人類攻擊力 3.5 倍\nII. 木符石兼具 25% 心符石效果 (可疊加)"
  },
  {
    "id": 1555,
    "name": "靈氣迫人 ‧ 光",
    "desc": "I. 人類攻擊力 3.5 倍\nII. 光符石兼具 25% 心符石效果 (可疊加)"
  },
  {
    "id": 1556,
    "name": "靈氣迫人 ‧ 暗",
    "desc": "I. 人類攻擊力 3.5 倍\nII. 暗符石兼具 25% 心符石效果 (可疊加)"
  },
  {
    "id": 1557,
    "name": "機械陣式",
    "desc": "隊伍中有 ≥3 種屬性的機械族成員時\nI. 全隊攻擊力 3.5 倍\nII. 所有機械族成員的行動值達至 100% 時\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 1558,
    "name": "流雲奧義 ‧ 人",
    "desc": "I. 水屬性攻擊力 4 倍\nII. 人類攻擊力 1.5 倍\nIII. 水屬性人類攻擊力則 6 倍"
  },
  {
    "id": 1559,
    "name": "赤燄奧義 ‧ 人",
    "desc": "I. 火屬性攻擊力 4 倍\nII. 人類攻擊力 1.5 倍\nIII. 火屬性人類攻擊力則 6 倍"
  },
  {
    "id": 1560,
    "name": "藤棘奧義 ‧ 人",
    "desc": "I. 木屬性攻擊力 4 倍\nII. 人類攻擊力 1.5 倍\nIII. 木屬性人類攻擊力則 6 倍"
  },
  {
    "id": 1561,
    "name": "電殛奧義 ‧ 人",
    "desc": "I. 光屬性攻擊力 4 倍\nII. 人類攻擊力 1.5 倍\nIII. 光屬性人類攻擊力則 6 倍"
  },
  {
    "id": 1562,
    "name": "魅影奧義 ‧ 人",
    "desc": "I. 暗屬性攻擊力 4 倍\nII. 人類攻擊力 1.5 倍\nIII. 暗屬性人類攻擊力則 6 倍"
  },
  {
    "id": 1563,
    "name": "魔魅合擊",
    "desc": "I. 妖精類及魔族攻擊力 4.5 倍\nII. 消除妖族符石或魔族符石時\n⇒ 妖精類及魔族成員追打自身攻擊 1 次"
  },
  {
    "id": 1564,
    "name": "心之連動 ‧ 強",
    "desc": "I. 每首批消除 1 組符石\n⇒ 將掉落 1 粒心符石\nII. 每累計消除 3 粒心符石\n⇒ 將掉落 1 粒心強化符石\nIII. 消除 ≥8 連擊 (Combo)\n⇒ 全隊攻擊力 1.5 倍"
  },
  {
    "id": 1565,
    "name": "人類集權",
    "desc": "隊伍中有 ≥3 種屬性成員時：\n人類攻擊力 4 倍"
  },
  {
    "id": 1566,
    "name": "不滅之械",
    "desc": "I. 機械族攻擊力 2 倍\nII. 當前生命力大於 70% 時\n⇒ 下一次所受傷害不會使你死亡\n(同 1 回合只發動 1 次)"
  },
  {
    "id": 1567,
    "name": "稀世力量",
    "desc": "I. 水屬性及人類攻擊力 6 倍\nII. 必然延長移動符石時間 1 秒\nIII. 火及木符石兼具 50% 心符石效果 (可疊加)\nIV. 同時消除水、火、木符石時\n⇒ 個人以 50% 自身攻擊力\n    追打水、火、木屬性攻擊各 1 次"
  },
  {
    "id": 1568,
    "name": "魔念之罪",
    "desc": "隊伍中只有魔族或妖精類成員時：\nI. 全隊攻擊力 6 倍及生命力 2 倍\nII. 所有屬性符石兼具\n25% 其他屬性符石效果 (可疊加)\nIII. 每回合回復相等於隊伍中所有\n「魔性原罪 · 夏娃」攻擊力基值總和的生命力\n(需消除符石)"
  },
  {
    "id": 1570,
    "name": "魔曌之勢",
    "desc": "隊伍中只有魔族成員時：\nI. 魔族攻擊力 4 倍\n   光屬性魔族攻擊力則 5 倍\nII. 消除魔族符石時\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 1572,
    "name": "傾世魅顏",
    "desc": "隊伍中只有魔族或妖精類成員時：\nI. 全隊生命力、攻擊力及回復力 1.5 倍\nII. 每首批消除 1 個角落的符石時\n⇒ 全隊攻擊力提升 1.25 倍\n⇒ 4 個角落可達至最大 5 倍"
  },
  {
    "id": 1573,
    "name": "魔曌之勢 ‧ 強",
    "desc": "隊伍中只有魔族成員時：\nI. 魔族攻擊力 4 倍\n   光屬性魔族攻擊力則 5 倍\nII. 消除魔族符石時\n⇒ 全隊攻擊力額外 2 倍\nIII. 若轉珠結束時放手的符石為屬性符石：\n⓵ 該種屬性符石兼具其他符石效果\n⓶ 移動符石時觸碰的首 5 粒符石\n⇒ 轉化為該屬性魔族強化符石\n⓷ 減少 90% 所受傷害\n    受到 5 次攻擊後變為減少 45% 所受傷害"
  },
  {
    "id": 1574,
    "name": "虹女之燄",
    "desc": "I. 全隊攻擊力 3.2 倍\nII. 隊伍中火屬性成員愈多\n⇒ 火屬性攻擊力及回復力額外提升愈多\n⇒ 6 個可達至最大 2.8 倍"
  },
  {
    "id": 1578,
    "name": "元素調勻 ‧ 玄光",
    "desc": "光屬性生命力、攻擊力、回復力 2.5 倍"
  },
  {
    "id": 1580,
    "name": "妖靈鞭 ‧ 浪濤",
    "desc": "隊中只有水屬性妖精類成員時：\nI. 全隊攻擊力 5 倍、\n   生命力及回復力 1.5 倍\nII. 將每個成員回復力基值的 2 倍\n⇒ 各自加入自身攻擊力基值"
  },
  {
    "id": 1581,
    "name": "權欲狂森 ‧ 魔",
    "desc": "I. 木屬性攻擊力 3.5 倍\n⇒ 木屬性魔族攻擊力則 5 倍\nII. 首批消除場上所有木符石時\n⇒ 木屬性攻擊力額外 1.5 倍"
  },
  {
    "id": 1582,
    "name": "血祭斷魂劍",
    "desc": "I. 暗屬性攻擊力 6 倍、生命力及回復力 1.3 倍\nII. 消除 ≥3 種符石及自身發動攻擊時\n⇒ 個人追打自身攻擊力 5 倍的暗屬性攻擊 1 次"
  },
  {
    "id": 1583,
    "name": "血祭斷魂劍 ‧ 裂心",
    "desc": "I. 暗屬性攻擊力 6 倍、生命力及回復力 1.3 倍\nII. 消除 ≥3 種符石及自身發動攻擊時\n⇒ 個人追打自身攻擊力 5 倍的暗屬性攻擊 1 次\nIII. 於每回合移動符石後\n⇒ 引爆所有心符石，直至場上沒有心符石"
  },
  {
    "id": 1584,
    "name": "凝聚 ‧ 聖鬥士的力量",
    "desc": "隊伍中只有人類成員時：\nI. 延長移動符石時間 2 秒\nII. 消除 1 組符石的數目愈多\n⇒ 全隊攻擊力提升愈多\n⇒ 消除 1 組 3 粒符石攻擊力可提升 5.5 倍\n⇒ 消除 1 組 12 粒符石可提升至最大 10 倍\nIII.「聖鬥士星矢」第一彈合作角色\n   (不包括「雅典娜 ‧ 城戶沙織」) 的\n   生命力、攻擊力及回復力額外 1.2 倍"
  },
  {
    "id": 1585,
    "name": "凝聚 ‧ 聖鬥士的力量",
    "desc": "隊伍中只有人類成員時：\nI. 延長移動符石時間 2 秒\nII. 消除 1 組符石的數目愈多\n⇒ 全隊攻擊力提升愈多\n⇒ 消除 1 組 3 粒符石攻擊力可提升 5.5 倍\n⇒ 消除 1 組 12 粒符石可提升至最大 10 倍\nIII.「聖鬥士星矢」第一彈合作角色\n   (不包括「雅典娜 ‧ 城戶沙織」) 的\n   生命力、攻擊力及回復力額外 1.2 倍"
  },
  {
    "id": 1586,
    "name": "絕對零度 ‧ 冰",
    "desc": "隊伍中只有人類成員時：\nI. 連擊 (Combo) 數目愈多\n⇒ 全隊攻擊力提升愈多\n⇒ 3 連擊 (Combo) 提升 4 倍\n⇒ 6 連擊 (Combo) 可提升至最大 5.5 倍\nII. 心符石兼具 50% 水符石效果\nIII.「聖鬥士星矢」第一彈合作角色\n   (不包括「雅典娜 ‧ 城戶沙織」) 的\n   生命力、攻擊力及回復力額外 1.2 倍"
  },
  {
    "id": 1587,
    "name": "絕對零度 ‧ 煉冰",
    "desc": "隊伍中只有人類成員時：\nI. 連擊 (Combo) 數目愈多\n⇒ 全隊攻擊力提升愈多\n⇒ 3 連擊 (Combo) 提升 4 倍\n⇒ 8 連擊 (Combo) 可提升至最大 6.5 倍\nII. 心符石兼具 50% 水符石效果\nIII.「聖鬥士星矢」第一彈合作角色\n   (不包括「雅典娜 ‧ 城戶沙織」) 的\n   生命力、攻擊力及回復力額外 1.2 倍"
  },
  {
    "id": 1588,
    "name": "天龍之鱗",
    "desc": "隊伍中只有人類成員時：\nI. 全隊攻擊力 5 倍\nII. 以左下角的符石開始轉珠時\n⇒ 全隊攻擊力及回復力額外 1.5 倍\nIII. 以右下角的符石開始轉珠時\n⇒ 移動符石時觸碰的首 3 粒符石\n⇒ 轉化為木強化符石\nIV.「聖鬥士星矢」第一彈合作角色\n    (不包括「雅典娜 ‧ 城戶沙織」) 的\n   生命力、攻擊力及回復力額外 1.2 倍"
  },
  {
    "id": 1589,
    "name": "天龍之鱗 ‧ 強",
    "desc": "隊伍中只有人類成員時：\nI. 全隊攻擊力 5 倍\nII. 以左下角的符石開始轉珠時\n⇒ 全隊攻擊力及回復力額外 1.8 倍\nIII. 以右下角的符石開始轉珠時\n⇒ 移動符石時觸碰的首 3 粒符石\n⇒ 轉化為木人族強化符石\nIV.「聖鬥士星矢」第一彈合作角色\n   (不包括「雅典娜 ‧ 城戶沙織」) 的\n   生命力、攻擊力及回復力額外 1.2 倍"
  },
  {
    "id": 1590,
    "name": "聖鬥士之志",
    "desc": "隊伍中只有人類成員時：\nI. 全隊攻擊力 4 倍\nII. 隊伍中有 ≥3 個「聖鬥士星矢」第一彈合作角色\n(不包括「雅典娜 ‧ 城戶沙織」) 時\n⇒ 全隊攻擊力及回復力額外 1.5 倍"
  },
  {
    "id": 1591,
    "name": "聖鬥士之心",
    "desc": "隊伍中只有人類成員時：\nI. 全隊攻擊力 5 倍\nII. 隊伍中有 ≥3 個「聖鬥士星矢」第一彈合作角色\n(不包括「雅典娜 ‧ 城戶沙織」) 時\n⇒ 心符石兼具 50% 所有屬性符石效果\n(可疊加)"
  },
  {
    "id": 1592,
    "name": "聖鬥士之喚",
    "desc": "「聖鬥士星矢」第一彈合作角色\n(不包括「雅典娜 ‧ 城戶沙織」)\n的生命力、攻擊力、回復力 2.5 倍"
  },
  {
    "id": 1593,
    "name": "騎士之魂 ‧ 人",
    "desc": "I. 人類攻擊力及回復力 4.5 倍\nII. 龍脈儀全滿時\n⇒ 人類攻擊力額外 1.5 倍\n每首批消除 1 種屬性符石\n⇒ 於回合結束時\n隨機將該屬性的其中 2 粒符石添加為人族符石"
  },
  {
    "id": 1594,
    "name": "騎士之魂 ‧ 獸",
    "desc": "I. 獸類攻擊力 4.5 倍\nII. 獸類成員增加 500 點回復力基值\nIII. 龍脈儀全滿時\n⇒ 獸類攻擊力額外 1.5 倍\nIV. 每首批消除 1 種屬性符石\n⇒ 於回合結束時，\n    隨機將該屬性的其中 2 粒符石\n    添加為獸族符石"
  },
  {
    "id": 1595,
    "name": "騎士之魂 ‧ 妖",
    "desc": "I. 妖精類攻擊力及回復力 4.5 倍\nII. 龍脈儀全滿時\n⇒ 妖精類攻擊力額外 1.5 倍\nIII. 每首批消除 1 種屬性符石\n⇒ 於回合結束時\n隨機將該屬性的其中 2 粒符石添加為妖族符石"
  },
  {
    "id": 1596,
    "name": "騎士之魂 ‧ 龍",
    "desc": "I. 龍類攻擊力 5 倍\nII. 龍類增加 500 點回復力基值\nIII. 龍脈儀全滿時\n⇒ 龍類攻擊力額外 1.5 倍\nIV. 每首批消除 1 種屬性符石\n⇒ 於回合結束時，\n    隨機將該屬性的其中 2 粒符石\n    添加為龍族符石"
  },
  {
    "id": 1597,
    "name": "騎士之魂 ‧ 魔",
    "desc": "I. 魔族攻擊力及回復力 4.5 倍\nII. 龍脈儀全滿時\n⇒ 魔族攻擊力額外 1.5 倍\nIII. 每首批消除 1 種屬性符石\n⇒ 於回合結束時\n隨機將該屬性的其中 2 粒符石轉化為魔族符石"
  },
  {
    "id": 1598,
    "name": "滄浪之水",
    "desc": "I. 消除水符石的組數愈多時\n⇒ 全隊攻擊力愈高\n⇒ 消除 4 組可達至最大 6 倍"
  },
  {
    "id": 1599,
    "name": "浪屠殺",
    "desc": "I. 水屬性攻擊力 5.25 倍\n   生命力及回復力 1.3 倍\nII. 每消除 1 組符石均有 50% 機率\n⇒ 額外計算多 1 連擊 (Ex. Combo)\n⇒ 最多可額外增加 15 連擊 (Ex. Combo)\n　(機率及連擊數目可以疊加)"
  },
  {
    "id": 1600,
    "name": "浪屠殺 ‧ 裂心",
    "desc": "I. 水屬性攻擊力 5.25 倍\n   生命力及回復力 1.3 倍\nII. 每消除 1 組符石均有 50% 機率\n⇒ 額外計算多 1 連擊 (Ex. Combo)\n⇒ 最多可額外增加 15 連擊 (Ex. Combo)\n　(機率及連擊數目可以疊加)。\nIII. 於每回合移動符石後\n⇒ 引爆所有心符石，直至場上沒有心符石"
  },
  {
    "id": 1601,
    "name": "透幻烈燄",
    "desc": "I. 火屬性攻擊力 4.8 倍\n   生命力及回復力 1.3 倍\nII. 消除符石的種類愈多，\n   火屬性攻擊力額外提升愈多：\n⇒ 消除 2 種 1.5 倍\n⇒ 消除 4 種可達至最大 2.1 倍"
  },
  {
    "id": 1602,
    "name": "透幻烈燄 ‧ 裂心",
    "desc": "I. 火屬性攻擊力 4.8 倍\n   生命力及回復力 1.3 倍\nII. 消除符石的種類愈多，\n   火屬性攻擊力額外提升愈多：\n⇒ 消除 2 種 1.5 倍\n⇒ 消除 4 種可達至最大 2.1 倍\nIII. 於每回合移動符石後\n⇒ 引爆所有心符石，直至場上沒有心符石"
  },
  {
    "id": 1603,
    "name": "大海之極權",
    "desc": "水屬性攻擊力 4.5 倍及回復力 2 倍"
  },
  {
    "id": 1604,
    "name": "煉獄之極權",
    "desc": "火屬性攻擊力 4.5 倍及回復力 2 倍"
  },
  {
    "id": 1605,
    "name": "大地之極權",
    "desc": "木屬性攻擊力 4.5 倍及回復力 2 倍"
  },
  {
    "id": 1606,
    "name": "神聖之極權",
    "desc": "光屬性攻擊力 4.5 倍及回復力 2 倍"
  },
  {
    "id": 1607,
    "name": "暗黑之極權",
    "desc": "暗屬性攻擊力 4.5 倍及回復力 2 倍"
  },
  {
    "id": 1608,
    "name": "權欲玄環 ‧ 人",
    "desc": "I. 光屬性攻擊力 3.5 倍\nII. 光屬性人類則 5 倍\nIII. 首批消除所有光符石時\n⇒ 光屬性攻擊力額外 1.5 倍"
  },
  {
    "id": 1609,
    "name": "元素之核",
    "desc": "隊伍中只有獸類成員時：\nI. 全隊攻擊力 6 倍、生命力及回復力 1.5 倍\nII. 所有符石兼具 50% 其他符石效果 (可疊加)"
  },
  {
    "id": 1610,
    "name": "乾坤太極陣",
    "desc": "隊伍中只有神族或獸類成員時：\nI. 全隊攻擊力 3.5 倍、生命力及回復力 1.4 倍\nII. 隊伍中有 3 種或以上屬性成員時\n⇒ 全隊攻擊力額外 2 倍\nIII. 消除神族符石時，獸類攻擊力額外 1.5 倍"
  },
  {
    "id": 1611,
    "name": "補天煉石",
    "desc": "隊伍中只有神族或獸類成員時：\nI. 全隊攻擊力 5 倍\nII. 隊伍中每有 1 個 6 星「上古諸神」系列角色\n⇒ 延長移動符石時間 1 秒\nIII. 消除神族符石時\n⇒ 神族及獸類攻擊力額外 2 倍"
  },
  {
    "id": 1612,
    "name": "煞神之罰",
    "desc": "隊伍中只有神族或獸類成員時：\nI. 全隊攻擊力 4.5 倍及生命力 1.3 倍\nII. 消除 5 粒或以上神族符石時\n⇒ 神族及獸類攻擊力額外 2 倍"
  },
  {
    "id": 1614,
    "name": "神之指引",
    "desc": "I. 神族攻擊力 2.5 倍\nII. 隊伍中有 3 種或以上屬性成員時\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 1615,
    "name": "影流拳法",
    "desc": "隊伍中只有神族成員時：\nI. 水屬性及暗屬性攻擊力 6 倍\nII. 每消除 1 組 4 粒或以上符石時\n⇒ 水屬性成員直行首批掉落 1 粒暗神族符石\n　(最多 2 粒)\n⇒ 暗屬性成員直行首批掉落 1 粒水神族符石\n　(最多 2 粒)\n*  其後部分掉落的符石會順序排列\nIII. 同時消除水及暗符石時\n⇒ 減少 20% 所受傷害"
  },
  {
    "id": 1616,
    "name": "影流拳法 ‧ 強",
    "desc": "隊伍中只有神族成員時：\nI. 水屬性及暗屬性攻擊力 6 倍\nII. 每消除 1 組 4 粒或以上符石時\n⇒ 水屬性成員直行首批掉落\n　1 粒暗神族強化符石 (最多 2 粒)\n⇒ 暗屬性成員直行首批掉落\n　1 粒水神族強化符石 (最多 2 粒)\n*  其後部分掉落的符石會順序排列\nIII. 同時消除水及暗符石時\n⇒ 減少 20% 所受傷害"
  },
  {
    "id": 1617,
    "name": "四態 ‧ 亂舞",
    "desc": "隊伍中只有神族成員時：\nI. 全隊攻擊力 5 倍\nII. 水、火、木、光符石互相兼具效果 (可疊加)\nIII. 消除暗或心符石時\n⇒ 全隊攻擊力額外 1.5 倍\n⇒ 減少 30% 所受傷害\nIV. 龍脈儀全滿時，全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 1618,
    "name": "光之銀河",
    "desc": "隊伍中只有神族成員時：\nI. 光屬性攻擊力 5 倍及回復力 1.5 倍\nII. 消除 3 至 5 種符石時\n⇒ 光屬性攻擊力額外 2 倍\n⇒ 減少 25% 所受傷害\nIII. 消除 6 種符石時\n⇒ 光屬性攻擊力額外 3 倍\n⇒ 減少 37.5% 所受傷害"
  },
  {
    "id": 1619,
    "name": "守護 ‧ 集結",
    "desc": "I. 神族攻擊力 4 倍\nII. 隊伍中有 3 種或以上屬性成員時\n⇒ 神族攻擊力額外 2 倍\nIII. 隊伍成員屬性對「侵略者」的攻擊力 2.5 倍"
  },
  {
    "id": 1620,
    "name": "地面探查",
    "desc": "I. 神族攻擊力 3 倍、生命力及回復力 1.5 倍\nII. 心符石兼具 50% 木符石效果"
  },
  {
    "id": 1621,
    "name": "海洋探查",
    "desc": "I. 神族攻擊力 3 倍、生命力及回復力 1.5 倍\nII. 心符石兼具 50% 水符石效果"
  },
  {
    "id": 1622,
    "name": "高熱 ‧ 大噴火",
    "desc": "隊中只有火屬性獸類成員時：\nI. 全隊攻擊力 5.5 倍\nII. 每個成員增加 300 點回復力基值\nIII. 每消除 1 組 ≥5 粒符石時\n⇒ 全隊攻擊力額外提升\n⇒ 消除 3 組可提升至最大 2.2 倍"
  },
  {
    "id": 1623,
    "name": "瞬結 ‧ 黑暗力量",
    "desc": "I. 暗屬性及魔族攻擊力 4.5 倍\nII. 消除暗符石的數量愈多\n⇒ 暗屬性及魔族攻擊力額外提升愈多\n⇒ 消除 10 粒可達至最大 2 倍"
  },
  {
    "id": 1624,
    "name": "力量吸取",
    "desc": "I. 全隊攻擊力 4 倍\nII. 消除 1 組 6 粒或以上符石時\n⇒ 全隊攻擊力額外 3 倍\n⇒ 減少 15% 所受傷害\nIII. 消除 ≥2 組 6 粒或以上符石時\n⇒ 全隊攻擊力則額外 6 倍\n⇒ 減少 50% 所受傷害"
  },
  {
    "id": 1626,
    "name": "浪濤萬鈞之怒 ‧ 獸",
    "desc": "水屬性獸類攻擊力 4 倍"
  },
  {
    "id": 1627,
    "name": "熾燄萬鈞之怒 ‧ 獸",
    "desc": "火屬性獸類攻擊力 4 倍"
  },
  {
    "id": 1628,
    "name": "神之本",
    "desc": "神族攻擊力及回復力 3 倍"
  },
  {
    "id": 1629,
    "name": "分身 ‧ 追打",
    "desc": "I. 獸類攻擊力 4 倍\nII. 「宇宙忍者 ‧ 巴魯坦星人」追打 1 次"
  },
  {
    "id": 1630,
    "name": "機獸合擊",
    "desc": "獸類及機械族攻擊力 4.5 倍"
  },
  {
    "id": 1631,
    "name": "機械人 ‧ 萬鈞之怒",
    "desc": "人類及機械族攻擊力 4 倍"
  },
  {
    "id": 1632,
    "name": "魔獸 ‧ 萬鈞之怒",
    "desc": "獸類及魔族攻擊力 4 倍"
  },
  {
    "id": 1633,
    "name": "夜月之輝",
    "desc": "I. 神族攻擊力 4.5 倍\nII. 隊伍中只有光及暗屬性成員時\n⇒ 全隊攻擊力額外 2.5 倍\n⇒ 光及心符石兼具暗符石效果\n⇒ 消除強化符石時，減少 20% 所受傷害"
  },
  {
    "id": 1634,
    "name": "夜月之魅",
    "desc": "I. 神族攻擊力 4.5 倍\nII. 隊伍中只有光及暗屬性成員時\n⇒ 全隊攻擊力額外 2.5 倍\n⇒ 暗及心符石兼具光符石效果\n⇒ 消除強化符石時，減少 20% 所受傷害"
  },
  {
    "id": 1635,
    "name": "熾燄萬鈞 ‧ 絕命怒號",
    "desc": "I. 火屬性攻擊力 4.5 倍\nII. 消除 ≥12 粒火符石時\n⇒ 火屬性攻擊力額外 1.8 倍\nIII. 消除 1 組 ≥12 粒火符石時\n⇒ 火屬性攻擊額外 1.8 倍"
  },
  {
    "id": 1636,
    "name": "藤木萬鈞 ‧ 絕命怒號",
    "desc": "I. 木屬性攻擊力 4.5 倍\nII. 消除 ≥12 粒木符石時\n⇒ 木屬性攻擊力額外 1.8 倍\nIII. 消除 1 組 ≥12 粒木符石時\n⇒ 木屬性攻擊額外 1.8 倍"
  },
  {
    "id": 1637,
    "name": "五念凝匯 ‧ 強極",
    "desc": "I. 隊伍中有 5 種屬性的成員時\n⇒ 全隊攻擊力 2.5 倍\nII. 若有 ≥5 種族成員時\n⇒ 全隊攻擊力額外 2 倍\nIII. 消除 ≥5 種符石時\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 1638,
    "name": "粉櫻花雨",
    "desc": "I. 妖精類攻擊力 1.8 倍\nII. 火及心符石兼具 25% \n    其他屬性符石效果 (可疊加)\nIII. 2 粒火或心符石相連，即可發動消除\nIV. 所有符石掉落率不受其他技能影響\n    (包括改變掉落符石屬性的技能)\nV. 隊伍回復力愈高，\n    全隊攻擊力額外提升愈多：\n⇒ 隊伍回復力達 3000 額外 2 倍\n⇒ 4000 可達至最大 2.5 倍"
  },
  {
    "id": 1639,
    "name": "神妖滅世 ‧ 強",
    "desc": "隊伍中只有神族或妖精類成員時\nI. 全隊攻擊力 6 倍\nII. 必然延長移動符石時間 1 秒\nIII. 消除神族或妖族符石時\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 1640,
    "name": "元素創念 ‧ 強",
    "desc": "隊伍中只有神族成員時\nI. 全隊攻擊力 5 倍、生命力及回復力 1.3 倍\nII. 首批掉落「沒有首批消除」的\n其中 1 種屬性符石 (剩餘數量最少優先)\nIII. 消除 5 種屬性符石時\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 1641,
    "name": "幻惑護生",
    "desc": "隊伍中只有神族成員時：\nI. 全隊攻擊力 4 倍及回復力 1.5 倍\nII. 同時消除光及暗符石時\n⇒ 全隊攻擊力 1.5 倍\n⇒ 減少 20% 所受傷害\nIII. 消除神族符石時\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 1642,
    "name": "種族凝滙．光之暴",
    "desc": "隊伍中有 ≥3 種族成員時：\nI. 光屬性攻擊力 6 倍\nII. 每消除 1 種「種族符石」\n⇒ 光屬性攻擊力額外 1.5 倍"
  },
  {
    "id": 1643,
    "name": "種族凝滙．極光之暴",
    "desc": "隊伍中有 ≥3 種族成員時：\nI. 光屬性攻擊力 6 倍\nII. 每消除 1 種「種族符石」\n⇒ 光屬性攻擊力額外 1.5 倍\nIII. 所有成員的生命力基值、攻擊力基值及回復力基值分別跟隨 3 項基值最高的成員"
  },
  {
    "id": 1644,
    "name": "神魅獵殺勢",
    "desc": "隊伍中只有神族及妖精類成員時\n⇒ 全隊攻擊力 4.5 倍及生命力 1.3 倍"
  },
  {
    "id": 1645,
    "name": "神魅獵殺勢 ‧ 突破",
    "desc": "隊伍中只有神族及妖精類成員時\nI. 全隊攻擊力 4.5 倍及生命力 1.3 倍\nII. 將移動符石時觸碰的符石轉化為強化符石\nIII. 移動的步數愈多，全隊攻擊力提升愈多\n⇒ 移動 50 步攻擊力可額外提升至最大 3 倍"
  },
  {
    "id": 1646,
    "name": "流水之誘惑",
    "desc": "I. 水屬性攻擊力 2 倍、生命力及回復力 1.3 倍\nII. 妖精攻擊力額外 5 倍\nIII. 消除 ≥4 種符石時\n⇒ 該回合減少 25% 所受傷害"
  },
  {
    "id": 1647,
    "name": "催命的鐘聲",
    "desc": "隊伍中只有機械族成員時\nI. 全隊攻擊力 3.9 倍\nII. 每消除 3 組符石時\n⇒ 必定掉落 3 粒水符石\nIII. 所有機械族成員的行動值達至 100% 時\n⇒ 自身攻擊力額外 3.9 倍"
  },
  {
    "id": 1648,
    "name": "心的連繫",
    "desc": "隊伍中只有機械族或人類成員時\nI. 全隊攻擊力 3.9 倍\nII. 必然延長移動符石時間 1 秒\nIII. 達至 ≥6 連擊 (Combo) 時\n⇒ 全隊攻擊力額外 3.9 倍"
  },
  {
    "id": 1649,
    "name": "紫蝶之舞",
    "desc": "隊伍中只有機械族成員時\nI. 全隊攻擊力 6 倍\nII. 以右方 3 直行的符石開始轉珠時\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 1650,
    "name": "引擎動力",
    "desc": "機械族攻擊力 3.9 倍"
  },
  {
    "id": 1651,
    "name": "引擎動力 ‧ 水之靈",
    "desc": "I. 機械族攻擊力 3.9 倍\nII. 水符石兼具 50% 心符石效果"
  },
  {
    "id": 1652,
    "name": "引擎動力 ‧ 心之焰",
    "desc": "I. 機械族攻擊力 3.9 倍\nII. 心符石兼具 50% 火符石效果"
  },
  {
    "id": 1653,
    "name": "人機動力",
    "desc": "I. 人類及機械族攻擊力 3.9 倍\nII. 達成 ≥5 連擊 (Combo) 時\n⇒ 人類及機械族成員以 39% 攻擊力追打 1 次"
  },
  {
    "id": 1654,
    "name": "機械專家",
    "desc": "I. 全隊攻擊力 4 倍\nII. 人類成員對機械族目標攻擊力 3 倍\nIII. 所受機械族傷害減少 30%"
  },
  {
    "id": 1655,
    "name": "機械 ‧ 萬鈞之怒",
    "desc": "機械族成員攻擊力 4 倍"
  },
  {
    "id": 1656,
    "name": "機械狂熱",
    "desc": "機械族攻擊力 4.5 倍"
  },
  {
    "id": 1657,
    "name": "真龍王之驚濤",
    "desc": "I. 人類、龍類、神族攻擊力 5 倍\nII. 龍類成員增加 400 點回復力基值\nIII. 消除種族符石時\n⇒ 全隊攻擊力額外 2 倍\nIV. 隊伍成員屬性對人類目標攻擊力 2.5 倍"
  },
  {
    "id": 1658,
    "name": "真火煉獄 ‧ 強",
    "desc": "I. 隊員不會發動攻擊，\n   並將隊員攻擊力基值的 2 倍\n⇒ 加入自身攻擊力基值\nII. 每回合以自身攻擊力基值 30 倍\n⇒ 對敵方全體後追打無屬性攻擊 1 次\n    (無視防禦力)"
  },
  {
    "id": 1659,
    "name": "震山之霸",
    "desc": "I. 獸類、妖精類、魔族攻擊力 5 倍\nII. 消除種族符石時\n⇒ 全隊攻擊力額外 2 倍\nIII. 隊伍成員屬性對妖精類目標攻擊力 2.5 倍"
  },
  {
    "id": 1660,
    "name": "金鋼護甲",
    "desc": "I. 全隊回復力 1.5 倍\nII. 生命力愈高，所受傷害愈低\n⇒ 最多減少 80%\nIII. 全隊攻擊力 0.75 倍\n⇒ 生命力愈低，攻擊力愈高，最大 9 倍\nIV. 生命力愈低\n⇒ 迴避敵人攻擊的機率愈高，最大 50%"
  },
  {
    "id": 1661,
    "name": "絕色傾城",
    "desc": "I. 必然延長移動符石時間 2 秒\nII. 全隊生命力、攻擊力、回復力 1.2 倍\nIII. 連擊 (Combo) 時攻擊力提升 200%"
  },
  {
    "id": 1662,
    "name": "動人時光",
    "desc": "10 回合內，神族攻擊力 10 倍\n(只計算消除符石的回合)"
  },
  {
    "id": 1663,
    "name": "神族盟約",
    "desc": "I. 神族攻擊力 4 倍\nII. 消除 1 組 ≥5 粒符石\n⇒ 神族攻擊力額外 3 倍\nIII. 消除神族符石時\n⇒ 全隊攻擊力有 50% 機率額外 1.5 倍\n(機率可以疊加)"
  },
  {
    "id": 1664,
    "name": "驚世璞玉",
    "desc": "I. 龍類攻擊力 5 倍及生命力 1.5 倍\nII. 消除龍族符石時\n⇒ 自身攻擊力 2.5 倍\nIII. ≥3 個龍類成員發動攻擊時\n⇒ 敵人受到的傷害 2.4 倍\nIV. 隊伍中只有龍類成員時\n⇒ 木符石兼具 25% 其他屬性符石效果"
  },
  {
    "id": 1665,
    "name": "絕世奇玉",
    "desc": "I. 龍類攻擊力 6 倍\n\n隊伍中只有龍類成員時：\nII. 水、木、暗符石兼具\n50% 所有屬性符石效果\nIII. 首批消除的連擊 (Combo) 數目\n⇒ 會加入下回合的連擊 (Combo) 數目\n⇒ 下回合隨機轉化相應粒數的龍族強化符石"
  },
  {
    "id": 1666,
    "name": "無上神權",
    "desc": "I. 神族攻擊力 6 倍\nII. 消除屬性強化符石時\n⇒ 該屬性攻擊力額外 1.5 倍\nIII. 自身發動技能時\n⇒ 神族攻擊力額外 1.5 倍"
  },
  {
    "id": 1667,
    "name": "罪戮的罰則",
    "desc": "I. 妖精類攻擊力 3 倍\nII. 隊伍受到的傷害提升 2 倍\nIII. 以所受傷害 5 倍對敵方攻擊者\n⇒ 進行相剋屬性反擊\n(此傷害無視「強化突破」敵技)"
  },
  {
    "id": 1668,
    "name": "妖之號令",
    "desc": "I. 妖精類攻擊力及回復力 4 倍\nII. 消除心符石時\n⇒ 妖精類攻擊力額外 1.5 倍"
  },
  {
    "id": 1669,
    "name": "同心 ‧ 緣",
    "desc": "I. 人類攻擊力 4 倍\nII. 消除心符石時\n⇒ 人類攻擊力額外 1.5 倍\nIII. 連擊 (Combo) 時攻擊力提升 100%"
  },
  {
    "id": 1670,
    "name": "翠色傲睨",
    "desc": "隊伍只有妖精類成員時\nI. 全隊攻擊力 6 倍\nII. 每個成員增加 400 點\n 「攻擊力及回復力」基值\nIII. 木符石兼具 50% 其他屬性符石效果\nIV. 心符石兼具 50% 所有屬性符石效果\nV. 所有成員進場 CD -3 (可疊加)\nVI. 場上有附加效果時\n⇒ 全隊攻擊力額外 1.65 倍"
  },
  {
    "id": 1671,
    "name": "閃鑽光華",
    "desc": "隊伍中有 ≥3 種屬性成員時\nI. 妖精類攻擊力 6 倍\nII. 心符石兼具 50% 所有屬性符石效果\nIII. 必然延長移動符石時間 1 秒\nIV. 妖精類成員\n⇒ 對機械族以外目標\n　攻擊力 1.8 倍\n⇒ 對人類、神族、魔族、妖精類目標\n　攻擊力額外 2.42 倍\n"
  },
  {
    "id": 1672,
    "name": "懾魄瑰寶",
    "desc": "I. 妖精類生命力及攻擊力 2.5 倍\nII. 心符石 ≥30 粒相連才可發動消除\nIII. 每消除 1 組屬性符石時\n⇒ 回復「妖精類成員生命力等值」5% 的\n生命力"
  },
  {
    "id": 1673,
    "name": "水靈術法",
    "desc": "I. 妖精類攻擊力 4.5 倍\nII. 消除水符石及心符石時\n⇒ 妖精攻擊力額外 2 倍"
  },
  {
    "id": 1674,
    "name": "火靈術法",
    "desc": "I. 妖精類攻擊力 4.5 倍\nII. 消除火符石及心符石時\n⇒ 妖精攻擊力額外 2 倍"
  },
  {
    "id": 1675,
    "name": "木靈術法",
    "desc": "I. 妖精類攻擊力 4.5 倍\nII. 消除木符石及心符石時\n⇒ 妖精攻擊力額外 2 倍"
  },
  {
    "id": 1676,
    "name": "光靈術法",
    "desc": "I. 妖精類攻擊力 4.5 倍\nII. 消除光符石及心符石時\n⇒ 妖精攻擊力額外 2 倍"
  },
  {
    "id": 1677,
    "name": "暗靈術法",
    "desc": "I. 妖精類攻擊力 4.5 倍\nII. 消除暗符石及心符石時\n⇒ 妖精攻擊力額外 2 倍"
  },
  {
    "id": 1678,
    "name": "神聖七約",
    "desc": "首批消除 7 連擊 (Combo) 時\n⇒ 全隊攻擊力 7 倍"
  },
  {
    "id": 1679,
    "name": "廿三締約",
    "desc": "達成 23 連擊 (Combo) 時\n⇒ 全隊攻擊力 23 倍"
  },
  {
    "id": 1680,
    "name": "水月 ‧ 妖幻",
    "desc": "I. 妖精類攻擊力 4.5 倍\nII. 回合結束時，隨機將 3 粒符石\n⇒ 轉化為水妖族符石"
  },
  {
    "id": 1681,
    "name": "火影 ‧  妖幻",
    "desc": "I. 妖精類攻擊力 4.5 倍\nII. 回合結束時，隨機將 3 粒符石\n⇒ 轉化為火妖族符石"
  },
  {
    "id": 1682,
    "name": "木葉 ‧  妖幻",
    "desc": "I. 妖精類攻擊力 4.5 倍\nII. 回合結束時，隨機將 3 粒符石\n⇒ 轉化為木妖族符石"
  },
  {
    "id": 1683,
    "name": "光華 ‧  妖幻",
    "desc": "I. 妖精類攻擊力 4.5 倍\nII. 回合結束時，隨機將 3 粒符石\n⇒ 轉化為光妖族符石"
  },
  {
    "id": 1684,
    "name": "暗流 ‧  妖幻",
    "desc": "I. 妖精類攻擊力 4.5 倍\nII. 回合結束時，隨機將 3 粒符石\n⇒ 轉化為暗妖族符石"
  },
  {
    "id": 1685,
    "name": "鱗光初露",
    "desc": "I. 龍類攻擊力 3 倍\nII. 當前生命力大於 70% 時\n⇒ 下一次所受傷害不會使你死亡\n(同 1 回合只會發動 1 次)"
  },
  {
    "id": 1686,
    "name": "結義盟誓",
    "desc": "隊伍中只有水、火及木屬性成員時：\n\nI. 水符石兼具 50% 其他屬性符石效果\nII. 火符石兼具 50% 其他屬性符石效果\nIII. 木符石兼具 50% 其他屬性符石效果\n\nIV. 消除 3 種符石時\n⇒ 全隊攻擊力 4 倍\nV. 消除 ≥4 種符石時\n⇒ 全隊攻擊力 5 倍"
  },
  {
    "id": 1687,
    "name": "結義盟誓 ‧ 強",
    "desc": "隊伍中只有水、火及木屬性成員時：\n\nI. 水符石兼具其他屬性符石效果\nII. 火符石兼具其他屬性符石效果\nIII. 木符石兼具其他屬性符石效果\n\nIV. 消除 3 種符石時\n⇒ 全隊攻擊力 4 倍\nV. 消除 ≥4 種符石時\n⇒ 全隊攻擊力 5 倍。\n\nVI. 3 粒相連的屬性符石可發動消除\nVII. 2 粒心符石相連可發動消除\nVIII. 所有符石掉落率不受其他技能影響\n      (包括改變掉落符石屬性的技能)"
  },
  {
    "id": 1688,
    "name": "木靈為武 ‧ 火燄",
    "desc": "I. 火屬性攻擊力 3 倍\nII. 消除 ≥3 種符石時\n⇒ 全隊攻擊力額外 2 倍\nIII. 木及心符石兼具 50% 火符石效果"
  },
  {
    "id": 1689,
    "name": "水靈為武 ‧ 藤木",
    "desc": "I. 木屬性攻擊力 3 倍\nII. 消除 ≥3 種符石時\n⇒ 全隊攻擊力額外 2 倍\nIII. 水及心符石兼具 50% 木符石效果"
  },
  {
    "id": 1690,
    "name": "魔之本性 ‧ 八陣",
    "desc": "I. 魔族攻擊力 3 倍、生命力及回復力 1.5 倍\nII. 達至 ≥8 Combo 時\n⇒ 魔族攻擊力額外 2 倍"
  },
  {
    "id": 1691,
    "name": "周而復始",
    "desc": "I. 全隊攻擊力 4.5 倍\nII. 下回合開始時，所有符石隨機轉換"
  },
  {
    "id": 1692,
    "name": "天賦之能",
    "desc": "隊伍中只有人類時：\n\nI. 全隊攻擊力 4 倍、生命力 1.3 倍\nII. 減少 25% 所受傷害\n\nIII. 於成員所在直行\n    消除 ≥1 粒該成員屬性的符石\n⇒ 該成員攻擊力額外 2 倍\n    (倍率不可疊加)\n\nIV. 消除強化符石時\n⇒  全隊攻擊力額外 1.8 倍\n\nV. 每首批消除 1 種屬性符石\n⇒  於回合結束時將該屬性的\n    其中 2 粒符石轉化為強化符石"
  },
  {
    "id": 1693,
    "name": "瑪奇的直覺",
    "desc": "隊伍中只有人類成員時：\n\nI. 全隊攻擊力 5 倍、生命力及回復力 1.2 倍\nII. 水屬性人類攻擊力則 5.5 倍、\n    生命力及回復力 1.4 倍\n\nIII. 必然延長移動符石時間 1.5 秒\n\nIV. 消除人族符石時\n⇒ 人類攻擊力 2 倍"
  },
  {
    "id": 1694,
    "name": "魔術師的戰鬥",
    "desc": "隊伍中只有人類成員時：\nI. 全隊攻擊力 5 倍\nII. 心符石兼具 50% 其他屬性符石效果\nIII. 減少 20% 所受傷害\nIV. 場上有附加效果時\n⇒ 則減少 40% 所受傷害"
  },
  {
    "id": 1695,
    "name": "統領 ‧ 暗黑力量",
    "desc": "隊伍中只有人類成員時：\nI. 全隊攻擊力 6 倍\nII. 暗符石兼具 50% 所有符石效果\nIII. 隊伍中有 ≥3 種屬性成員時\n⇒ 全隊攻擊力額外 1.5 倍\nIV. 首批消除自身直行 ≥1 粒符石時\n⇒ 自身攻擊力 2 倍"
  },
  {
    "id": 1696,
    "name": "蜘蛛聚合",
    "desc": "隊伍中只有人類成員時：\nI. 全隊攻擊力 4 倍\nII. 隊伍中有 ≥3 個「幻影旅團」成員時\n⇒ 全隊生命力、攻擊力、回復力 1.2 倍"
  },
  {
    "id": 1697,
    "name": "蜘蛛聚合 ‧ 木",
    "desc": "隊伍中只有人類成員時：\nI. 全隊攻擊力 4 倍\nII. 隊伍中有 ≥3 個「幻影旅團」成員時\n⇒ 木及心符石互相兼具 50% 效果"
  },
  {
    "id": 1698,
    "name": "蜘蛛聚合 ‧ 光",
    "desc": "隊伍中只有人類成員時：\nI. 全隊攻擊力 4 倍\nII. 隊伍中有 ≥3 個「幻影旅團」成員時\n⇒ 光及心符石互相兼具 50% 效果"
  },
  {
    "id": 1699,
    "name": "蜘蛛聚合 ‧ 暗",
    "desc": "隊伍中只有人類成員時：\nI. 全隊攻擊力 4 倍\nII. 隊伍中有 ≥3 個「幻影旅團」成員時\n⇒ 暗及心符石互相兼具 50% 效果"
  },
  {
    "id": 1700,
    "name": "遊戲製作",
    "desc": "I. 人類攻擊力 4 倍\nII. 光及暗符石互相兼具 50% 效果\nIII. 同時消除光及暗符石\n⇒ 人類攻擊力額外 1.5 倍"
  },
  {
    "id": 1701,
    "name": "鱗光萬丈 ‧ 水",
    "desc": "I. 龍類攻擊力 6 倍\nII. 龍類成員增加 350 點回復力基值\nIII. 心符石兼具 50% 水符石效果\nIV. 連擊 (Combo) 時攻擊力提升 150%"
  },
  {
    "id": 1702,
    "name": "鱗光萬丈 ‧ 火",
    "desc": "I. 龍類攻擊力 6 倍\nII. 龍類成員增加 350 點回復力基值\nIII. 心符石兼具 50% 火符石效果\nIV. 連擊 (Combo) 時攻擊力提升 150%"
  },
  {
    "id": 1703,
    "name": "鱗光萬丈 ‧ 木",
    "desc": "I. 龍類攻擊力 6 倍\nII. 龍類成員增加 350 點回復力基值\nIII. 心符石兼具 50% 木符石效果\nIV. 連擊 (Combo) 時攻擊力提升 150%"
  },
  {
    "id": 1704,
    "name": "鱗光萬丈 ‧ 光",
    "desc": "I. 龍類攻擊力 6 倍\nII. 龍類成員增加 350 點回復力基值\nIII. 心符石兼具 50% 光符石效果\nIV. 連擊 (Combo) 時攻擊力提升 150%"
  },
  {
    "id": 1705,
    "name": "鱗光萬丈 ‧ 暗",
    "desc": "I. 龍類攻擊力 6 倍\nII. 龍類成員增加 350 點回復力基值\nIII. 心符石兼具 50% 暗符石效果\nIV. 連擊 (Combo) 時攻擊力提升 150%"
  },
  {
    "id": 1706,
    "name": "原野之守 ‧ 戰",
    "desc": "I. 木屬性攻擊力 3 倍\nII. 人類回復力 3 倍\n\nIII. 消除 ≥3 種符石時\n⇒ 全隊攻擊力額外 2 倍\n\nIV. 受到敵人攻擊時，\n場上每有 1 粒木符石\n⇒ 減少 5% 所受傷害\n⇒ 6 粒可減少最多 30% 傷害"
  },
  {
    "id": 1707,
    "name": "光明之戰",
    "desc": "I. 光屬性攻擊力 3 倍\nII. 消除 ≥3 種符石時\n⇒ 全隊攻擊力額外 2 倍\nIII. 暗及心符石兼具 50% 光符石效果\n"
  },
  {
    "id": 1708,
    "name": "虓虎之勇 ‧ 殺伐",
    "desc": "I. 暗屬性攻擊力 5 倍\nII. 暗屬性人類生命力及回復力 1.4 倍\nIII. 單體攻擊轉化為全體攻擊\nIV. 必然延長移動符石時間 1 秒\nV. 每消除 1 組 ≥5 粒符石時\n⇒ 暗屬性攻擊力提升\n⇒ 消除 3 組可達至最大 2.8 倍"
  },
  {
    "id": 1709,
    "name": "閉月之魅",
    "desc": "I. 心符石兼具 400% 所有屬性符石效果\nII. 每回合將 3 粒「首批沒有消除」的 \n    1 種屬性符石 (剩餘數量最少優先)\n⇒ 轉化為心符石\n    (需消除符石)"
  },
  {
    "id": 1710,
    "name": "無雙之霸",
    "desc": "I. 光屬性攻擊力 6.5 倍、\n   生命力及回復力 1.6 倍\nII. 必然延長移動符石時間 2 秒\nIII. 消除 ≥3 組符石時\n⇒ 全隊攻擊力額外 1.5 倍\nIV. 首批消除所有光符石時\n⇒ 光屬性攻擊力額外 1.5 倍"
  },
  {
    "id": 1711,
    "name": "蓋世之氣",
    "desc": "I. 全隊攻擊力 6 倍、生命力及回復力 1.3 倍\nII. 必然延長移動符石時間 2 秒\nIII. 首批掉落該直行成員的屬性強化符石\n* 其後部分掉落的符石會順序排列"
  },
  {
    "id": 1713,
    "name": "三族戰勢",
    "desc": "隊伍中只有龍類、神族或獸類成員時：\nI. 全隊攻擊力 5 倍\nII. 每個成員增加 300 點回復力基值\nIII. 龍類、神族、獸類同時發動攻擊時\n⇒ 全隊攻擊力額外 1.8 倍\nIV. 水符石兼具 50% 其他符石效果"
  },
  {
    "id": 1714,
    "name": "神女之柔",
    "desc": "隊伍中只有神族或人類成員，\n並需有 ≥4 個神族成員：\nI. 全隊攻擊力 6.5 倍及生命力 1.2 倍\nII. 必然延長移動符石時間 1 秒\nIII. 消除的符石愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 消除 20 粒可達至最大 2.8 倍"
  },
  {
    "id": 1715,
    "name": "戰火紛飛",
    "desc": "隊伍中只有獸類成員：\nI. 全隊攻擊力 6.5 倍\nII. 每個成員增加 500 點回復力基值\nIII. 場上每有 1 個附加效果\n⇒ 全隊攻擊力額外 1.2 倍\n⇒ 最多計算 4 個附加效果\nIV. 生命力未滿時\n⇒ 全隊攻擊力及回復力額外 1.5 倍\nV. 首批消除 1 組 ≥5 粒符石時，\n     使敵方全體中毒：\n⇒ 每回合受到自身攻擊力的傷害\n(此傷害無視防禦力及屬性並持續至死亡)"
  },
  {
    "id": 1716,
    "name": "駕馭萬物",
    "desc": "I. 神族及機械族攻擊力 5 倍\nII. 達成 ≥7 連擊 (Combo) 時\n⇒ 神族及機械族攻擊力額外 5 倍\nIII. 達成 ≤6 連擊 (Combo) 時\n⇒ 所受傷害減少 80%"
  },
  {
    "id": 1717,
    "name": "偏執之念 ‧ 光",
    "desc": "I. 消除 ≥5 種符石時\n⇒ 全隊攻擊力 5 倍\nII. 每首批消除 1 連擊 (Combo)\n⇒ 自身直行掉落 1 粒光強化符石"
  },
  {
    "id": 1718,
    "name": "守護之念 ‧ 堅",
    "desc": "I. 全隊攻擊力 5 倍\nII. 減少 30% 所受傷害\nIII. 消除心符石時\n⇒ 回復 5,000 點生命力"
  },
  {
    "id": 1719,
    "name": "歸元結念 ‧ 強",
    "desc": "I. 全隊攻擊力 5 倍\nII. 龍類生命力 1.5 倍\nIII. 魔族攻擊力額外 1.5 倍\nIV. 妖精類回復力 1.5 倍\nV. 每個獸類成員延長移動符石時間 1 秒\nVI. 進入關卡後，機械族行動值提升 25%\nVII. 當隊伍中有 ≥4 種族成員時\n⇒ 所有符石兼具 50% 其他屬性符石效果"
  },
  {
    "id": 1720,
    "name": "水靈附攻 ‧ 浪濤",
    "desc": "I. 水屬性攻擊力 3 倍\nII. 消除 ≥3 種符石時\n⇒ 全隊攻擊力額外 2 倍\nIII. 火及心符石兼具 50% 水符石效果"
  },
  {
    "id": 1721,
    "name": "木靈附攻 ‧ 野藤",
    "desc": "I. 木屬性攻擊力 3 倍\nII. 消除 ≥3 種符石時\n⇒ 全隊攻擊力額外 2 倍\nIII. 水及心符石兼具 50% 木符石效果"
  },
  {
    "id": 1722,
    "name": "殘妒之熾燄",
    "desc": "I. 魔族及「紅軍」成員攻擊力 5 倍，\n   生命力及回復力 1.4 倍\nII. 必然延長移動符石時間 1 秒\nIII. 消除火符石的組數愈多\n⇒ 火屬性及「紅軍」成員攻擊力提升愈多\n⇒ 4 組可達至最大 3.5 倍"
  },
  {
    "id": 1723,
    "name": "酷冷之殺意 ‧ 溢",
    "desc": "隊伍中只有火、木及暗屬性成員時：\nI. 全隊攻擊力 5 倍\nII. 任意消除火、木或暗符石達 ≥9 粒\n⇒ 全隊攻擊力額外 2 倍\nIII. 同時消除火、木及暗符石\n⇒ 所受傷害減少 40%"
  },
  {
    "id": 1724,
    "name": "鍊金術 ‧ 元素",
    "desc": "隊伍中只有機械族或人類成員時：\nI. 全隊攻擊力 5.5 倍\nII. 每首批消除 1 組\n   「水、火或木」強化符石\n⇒ 掉落 2 粒木強化符石\nIII. 每首批消除 1 組光、暗或心符石\n⇒ 掉落 2 粒心符石\nIV. 木符石兼具 50% 其他屬性符石效果\nV. 心符石兼具 50% 屬性符石效果\nVI. 同時消除木及心符石\n⇒ 全隊攻擊力額外 1.4 倍"
  },
  {
    "id": 1725,
    "name": "血印之魂",
    "desc": "隊伍中只有機械族或人類成員時：\nI. 全隊攻擊力 5 倍\nII. 每消除 1 組符石\n⇒ 額外計算多 1 連擊 (Ex. Combo)\n⇒ 最多可額外增加 12 連擊 (Ex. Combo)\n    (Ex. Combo 上限不能疊加)\nIII. Ex. Combo 達至 ≥6 時\n⇒ 全隊攻擊力額外 2 倍\nIV. 光符石兼具 50% 其他屬性符石效果\nV. 心符石兼具 50% 屬性符石效果\nVI. 同時消除光及心符石\n⇒ 全隊攻擊力額外 1.4 倍"
  },
  {
    "id": 1726,
    "name": "鍊金術 ‧ 全",
    "desc": "隊伍中只有機械族或人類成員時：\nI. 全隊攻擊力 6 倍\nII. 每首批消除 1 組\n   「水、火或木」強化符石\n⇒ 掉落 2 粒木強化符石\nIII. 每首批消除 1 組光、暗或心符石\n⇒ 掉落 2 粒心強化符石\nIV. 木符石兼具 50% 其他屬性符石效果\nV. 心符石兼具 50% 屬性符石效果\nVI. 同時消除木及心符石\n⇒ 全隊攻擊力額外 1.6 倍"
  },
  {
    "id": 1727,
    "name": "焰之鍊金術",
    "desc": "I. 火屬性攻擊力 6 倍\nII. 人類生命力、攻擊力、回復力 1.3 倍\nIII. 我方每次引爆符石時\n⇒ 以 500 倍自身攻擊力\n    對敵方全體造成火屬性傷害\n    (此傷害無視「強化突破」敵技)\nIV. 消除火符石時\n⇒ 火屬性攻擊力額外 2.2 倍\nV. 首批消除水符石時\n⇒「羅伊 ‧ 馬斯坦古」攻擊力減少 80%"
  },
  {
    "id": 1728,
    "name": "焰之鍊金術．強",
    "desc": "I. 火屬性攻擊力 6.5 倍\nII. 人類生命力、攻擊力、回復力 1.4 倍\nIII. 我方每次引爆符石時\n⇒ 以 600 倍自身攻擊力\n    對敵方全體造成火屬性傷害\n    (此傷害無視「強化突破」敵技)\nIV. 消除火符石時\n⇒ 火屬性攻擊力額外 2.8 倍\nV. 首批消除水符石時\n⇒「羅伊 ‧ 馬斯坦古」攻擊力減少 80%"
  },
  {
    "id": 1729,
    "name": "人族戰術 ‧ 水",
    "desc": "I. 人類攻擊力 5 倍\nII. 同時消除水及心符石時\n⇒ 人類攻擊力額外 1.5 倍\n⇒ 減少 40% 所受傷害"
  },
  {
    "id": 1730,
    "name": "人族戰術 ‧ 火",
    "desc": "I. 人類攻擊力 5 倍\nII. 同時消除火及心符石時\n⇒ 人類攻擊力額外 1.5 倍\n⇒ 減少 40% 所受傷害"
  },
  {
    "id": 1731,
    "name": "人類之強力",
    "desc": "人類攻擊力 4 倍、生命力及回復力 2 倍"
  },
  {
    "id": 1732,
    "name": "不死的追尋",
    "desc": "I. 人類攻擊力 4 倍\nII. 生命力全滿時\n⇒ 該回合所受傷害不會使你死亡"
  },
  {
    "id": 1733,
    "name": "人之魅術",
    "desc": "I. 人類攻擊力 4 倍\nII. 暗屬性人類攻擊力則 5.5 倍"
  },
  {
    "id": 1734,
    "name": "靈氣迫人 ‧ 火燄",
    "desc": "I. 人類攻擊力 4 倍\nII. 火符石兼具 50% 心符石效果"
  },
  {
    "id": 1735,
    "name": "猛獸 ‧ 獵人",
    "desc": "I. 獸類攻擊力 3.5 倍\nII. 獸類成員對人類目標攻擊力額外 2 倍"
  },
  {
    "id": 1736,
    "name": "魔咒 ‧ 獵人",
    "desc": "I. 魔族攻擊力 3.5 倍\nII. 魔族成員對人類目標攻擊力額外 2 倍"
  },
  {
    "id": 1737,
    "name": "魔血咒 ‧ 獵人",
    "desc": "I. 魔族攻擊力 4 倍\nII. 魔族成員對人類目標攻擊力額外 2 倍"
  },
  {
    "id": 1738,
    "name": "破壞的力量",
    "desc": "I. 人類攻擊力 5 倍\nII. 回合結束時\n⇒ 將暗符石轉化為暗強化符石"
  },
  {
    "id": 1739,
    "name": "穿透的力量",
    "desc": "I. 人類攻擊力 5 倍\nII. 自身攻擊無視敵人的防禦力"
  },
  {
    "id": 1740,
    "name": "支配的力量",
    "desc": "I. 神族攻擊力 5 倍 \nII. 生命力全滿時 \n⇒ 自身攻擊力額外 6 倍 \n⇒ 自身攻擊無視敵人的防禦力 \nIII. 當前生命力大於 80% 時 \n⇒ 下一次所受傷害不會使你死亡 \n    (同 1 回合只發動 1 次) \nIV. 消除 ≥5 連擊 (Combo) \n⇒ 回合結束時，完全回復生命力"
  },
  {
    "id": 1741,
    "name": "一即是全",
    "desc": "隊伍中只有人類成員時：\nI. 全隊攻擊力 4 倍、生命力及回復力 1.5 倍\nII. 所有符石兼具 50% 其他符石效果"
  },
  {
    "id": 1742,
    "name": "鍊丹術",
    "desc": "隊伍中有 ≥3 種屬性成員時：\nI. 全隊生命力、攻擊力、回復力 2 倍\nII. 消除符石的種類愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 消除 6 種可達至最大 2.5 倍"
  },
  {
    "id": 1743,
    "name": "機械鎧 ‧ 修理",
    "desc": "I. 人類及機械族攻擊力 4 倍\nII. 隊伍中每有 1 個機械族成員\n⇒ 每回合回復 1000 點生命力 (需消除符石)"
  },
  {
    "id": 1744,
    "name": "水流精華",
    "desc": "I. 水屬性攻擊力 5 倍\nII. 以左下角的符石開始轉珠時\n⇒ 水屬性攻擊力額外 1.5 倍\nIII. 以右下角的符石開始轉珠時\n⇒ 將移動符石時觸碰的\n    首 5 粒符石轉化為強化符石"
  },
  {
    "id": 1745,
    "name": "火焰精華",
    "desc": "I. 火屬性攻擊力 5 倍\nII. 以左下角的符石開始轉珠時\n⇒ 火屬性攻擊力額外 1.5 倍\nIII. 以右下角的符石開始轉珠時\n⇒ 將移動符石時觸碰的\n    首 5 粒符石轉化為強化符石"
  },
  {
    "id": 1746,
    "name": "暴風精華",
    "desc": "I. 木屬性攻擊力 5 倍\nII. 以左下角的符石開始轉珠時\n⇒ 木屬性攻擊力額外 1.5 倍\nIII. 以右下角的符石開始轉珠時\n⇒ 將移動符石時觸碰的\n    首 5 粒符石轉化為強化符石"
  },
  {
    "id": 1747,
    "name": "雷光精華",
    "desc": "I. 光屬性攻擊力 5 倍\nII. 以左下角的符石開始轉珠時\n⇒ 光屬性攻擊力額外 1.5 倍\nIII. 以右下角的符石開始轉珠時\n⇒ 將移動符石時觸碰的\n    首 5 粒符石轉化為強化符石"
  },
  {
    "id": 1748,
    "name": "虛空精華",
    "desc": "I. 暗屬性攻擊力 5 倍\nII. 以左下角的符石開始轉珠時\n⇒ 暗屬性攻擊力額外 1.5 倍\nIII. 以右下角的符石開始轉珠時\n⇒ 將移動符石時觸碰的\n    首 5 粒符石轉化為強化符石"
  },
  {
    "id": 1749,
    "name": "連環陷阱．強",
    "desc": "I. 達成的連擊 (Combo) 數目愈多\n⇒ 全隊攻擊力愈高\n⇒ 10 Combo 可達至最大 10 倍\nII. 若 Combo 數目 >10\n⇒ 則全隊攻擊力 2 倍\n"
  },
  {
    "id": 1750,
    "name": "念之強勢 ‧ 玄冥",
    "desc": "I. 減少 50% 移動符石時間\nII. 全隊攻擊力 6 倍\nIII. 於 5 秒內結束轉珠\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 1751,
    "name": "一念之間 ‧ 極",
    "desc": "I. 減少 50% 移動符石時間\nII. 全隊攻擊力 8 倍\nIII. 於 5 秒內結束轉珠\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 1752,
    "name": "神魔法則 ‧ 強",
    "desc": "隊伍中只有神族及魔族成員時：\nI. 全隊攻擊力 6 倍\nII. 火及木符石兼具 50% 水符石效果\nIII. 同時消除水、火、木符石時\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 1753,
    "name": "元素逼力 ‧ 強",
    "desc": "I. 消除符石的屬性愈多，全隊攻擊力愈高：\n⇒ 消除 3 種屬性符石，全隊攻擊力 6 倍\n⇒ 消除 5 種屬性符石可達至 7 倍\nII. 消除全部 6 種符石時\n⇒ 則全隊攻擊力 8 倍\nIII. 所有符石掉落率不受其他技能影響\n    (包括改變掉落符石屬性的技能)"
  },
  {
    "id": 1754,
    "name": "萬妖齊舞",
    "desc": "I. 妖精類攻擊力及回復力 4 倍\nII. 生命力全滿時\n⇒ 妖精類攻擊力額外 2 倍"
  },
  {
    "id": 1755,
    "name": "補天煉石",
    "desc": "隊伍中只有神族或獸類成員時：\nI. 全隊攻擊力 6 倍及回復力 2 倍\nII. 隊中每有 1 個 6 星「上古諸神」系列角色\n⇒ 必然延長移動符石時間 1 秒\nIII. 消除神族符石時\n⇒ 神族及獸類攻擊力額外 2 倍"
  },
  {
    "id": 1756,
    "name": "煞神之罰",
    "desc": "隊伍中只有神族或獸類成員時：\nI. 全隊攻擊力 4.5 倍及生命力 1.6 倍\nII. 消除 ≥5 粒神族符石時\n⇒ 神族及獸類攻擊力額外 2 倍"
  },
  {
    "id": 1757,
    "name": "乾坤太極陣",
    "desc": "隊伍中只有神族或獸類成員時：\nI. 全隊攻擊力 4.5 倍、\n   生命力及回復力 1.4 倍\nII. 隊伍中有 ≥3 種屬性成員時\n⇒ 全隊攻擊力額外 2 倍\nIII. 消除神族符石時\n⇒ 神族及獸類攻擊力額外 1.5 倍"
  },
  {
    "id": 1758,
    "name": "霸者盛勢 ‧ 無上控壓",
    "desc": "I. 必然延長移動符石時間 1 秒\nII. 隊伍中只有水屬性人類時：\n⓵ 全隊攻擊力 6 倍、\n     生命力及回復力 1.3 倍\n⓶ 每消除 1 組符石\n⇒ 額外計算多 1 連擊 (Combo)\n⓷ 首批消除 ≥2 組 ≥4 粒符石\n⇒ 全隊攻擊力額外 2.25 倍\n⓸ 屬性符石需 ≥4 粒相連才可發動消除\n⓹ 心符石 ≥2 粒相連即可發動消除"
  },
  {
    "id": 1759,
    "name": "結盟 ‧ 洶濤之力",
    "desc": "隊伍中只有水及光屬性成員時：\nI. 全隊攻擊力 5 倍\nII. 消除水符石時\n⇒ 全隊攻擊力額外 1.8 倍\nIII. 同時消除水及光符石時\n⇒ 下回合將 5 粒水符石\n     轉化為水強化符石"
  },
  {
    "id": 1760,
    "name": "巾幗之熾燄",
    "desc": "I. 隊伍中有 ≥3 種屬性成員時：\n⓵ 全隊攻擊力 3.5 倍\n⓶ 火符石兼具 50% 其他符石效果\nII. 隊伍中有 ≥3 個人類成員時：\n⓵ 人類攻擊力 3.5 倍、\n     生命力及回復力 1.3 倍"
  },
  {
    "id": 1761,
    "name": "結盟 ‧ 誓守之光",
    "desc": "隊伍中只有水及光屬性成員時：\nI. 全隊攻擊力 5 倍\nII. 消除光符石時\n⇒ 減少 40% 所受傷害\nIII. 同時消除水及光符石時\n⇒ 下回合將 5 粒光符石\n     轉化為光強化符石"
  },
  {
    "id": 1762,
    "name": "萬惡之源",
    "desc": "I. 妖精類生命力、攻擊力、回復力 1.5 倍\nII. 達至 ≥5 連擊 (Combo)\n⇒ 全隊攻擊力額外 2 倍\nIII. 必然延長移動符石時間 1.5 秒\nIV. 所有符石兼具 300% 其他符石效果"
  },
  {
    "id": 1763,
    "name": "妖靈之音",
    "desc": "隊伍中只有妖精類成員時：\nI. 全隊攻擊力 4.5 倍、\n   生命力及回復力 1.3 倍\nII. 所有屬性符石\n⇒ 兼具 50% 心符石效果"
  },
  {
    "id": 1764,
    "name": "玄華獨尊 ‧ 崇",
    "desc": "I. 光及暗符石兼具 50% 心符石效果\nII. 暗符石兼具 50% 光符石效果\nIII. 心符石兼具 100% 光符石效果\nIV. 消除光、暗及心符石其中 2 種符石時\n⇒ 光屬性攻擊力 5 倍"
  },
  {
    "id": 1765,
    "name": "玄華獨尊 ‧ 崇極",
    "desc": "I. 延長移動符石時間至 8 秒\nII. 光及暗符石兼具 50% 心符石效果\nIII. 暗及心符石兼具 100% 光符石效果\nIV. 水、火、木符石兼具 25% 光符石效果 \n\nV. 消除光、暗及心符石其中 2 種符石時\n⇒ 光屬性攻擊力 5 倍\n\nVI. 光屬性成員生命力、\n     攻擊力及回復力 1.6 倍\n\nVII. ≥3 粒相同種類的符石相連，\n      即可發動消除\nVIII. 所有符石掉落率不受其他技能影響\n      (包括改變掉落符石屬性的技能)\n\nIX. 回合結束時，可點選「X 型」\n⇒ 引爆 10 個固定位置的符石\n\nX. 沒有點選時，將「X 型」位置的符石\n⇒ 轉化為光強化符石"
  },
  {
    "id": 1766,
    "name": "水月戰盾",
    "desc": "I. 水屬性及「代偶規條」系列成員\n   攻擊力 6 倍、生命力及回復力 1.2 倍\nII. 消除水符石時\n⇒ 所受傷害減少 30% \nIII. 消除 1 組 ≥5 粒水符石時\n⇒ 水屬性及「代偶規條」系列成員\n    攻擊力額外 2.8 倍"
  },
  {
    "id": 1767,
    "name": "藤棘怒號",
    "desc": "隊伍中只有人類或神族時：\nI. 全隊攻擊力 6 倍\nII. 木及心符石分別兼具\n⇒ 50% 其他符石效果\nIII. 隊伍中只有木屬性、\n   「代偶規條」成員或「智火解析 ‧ 恩莉兒」\n⇒ 全隊攻擊力額外 3 倍"
  },
  {
    "id": 1768,
    "name": "籌劃之戰",
    "desc": "隊伍中只有暗屬性成員時：\nI. 全隊攻擊力 5 倍\nII. 首批沒有消除暗符石時 (需消除符石)\n⇒ 減少 25% 所受傷害\nIII. 心符石兼具 50% 暗符石效果\nIV. 隊伍中集齊 5、6、7 星成員時\n⓵ 全隊生命力、攻擊力、回復力 2 倍\n⓶ 必然延長移動符石時間 2.5 秒"
  },
  {
    "id": 1769,
    "name": "熾焰之戰",
    "desc": "I. 人類攻擊力 5 倍\nII. 消除 ≥7 粒火符石時\n⇒ 人類攻擊力額外 2.2 倍"
  },
  {
    "id": 1770,
    "name": "元氣之戰",
    "desc": "人類攻擊力 3 倍及回復力 5 倍"
  },
  {
    "id": 1771,
    "name": "迅獵之戰",
    "desc": "I. 人類攻擊力 5 倍\nII. 首批消除 6 粒相同種類的符石時\n⇒ 下回合將 6 粒該種類的符石\n     轉化為人族強化符石"
  },
  {
    "id": 1772,
    "name": "慎密之戰",
    "desc": "I. 每首批消除 1 組暗符石\n⇒ 個人追打暗屬性攻擊 1 次\n⇒ 最多追打 10 次\nII. 消除 ≥2 組暗符石\n⇒ 額外增加 5 連擊 (Combo)"
  },
  {
    "id": 1773,
    "name": "靈化之戰",
    "desc": "I. 人類及機械族攻擊力 3.5 倍\nII. 首批消除 ≥7 粒心符石\n⇒ 自身攻擊力 8 倍"
  },
  {
    "id": 1774,
    "name": "富饒之約 ‧ 人",
    "desc": "I. 人類攻擊力 4 倍\nII. 戰鬥中所獲得的金幣增加 75% (可疊加)"
  },
  {
    "id": 1775,
    "name": "富饒之信約",
    "desc": "I. 下回合開始時\n⇒ 所有符石隨機轉換\nII. 戰鬥中所獲得的金幣增加 75% (可疊加)"
  },
  {
    "id": 1776,
    "name": "藤棘怒號 ‧ 擋",
    "desc": "隊伍中只有人類或神族成員時：\nI. 全隊攻擊力 6 倍\nII. 木及心符石分別兼具\n⇒ 50% 其他符石效果\nIII. 隊伍中只有木屬性、\n   「代偶規條」成員或「智火解析 ‧ 恩莉兒」\n⇒ 全隊攻擊力額外 3 倍\nIV. 減少 50% 所受傷害\n⇒ 受到 25 次攻擊後失去此效果"
  },
  {
    "id": 1777,
    "name": "浪濤之勢 ‧ 連動",
    "desc": "I. 水屬性攻擊力 3 倍、\n    生命力及回復力 1.2 倍\nII. 每累計首批消除 3 粒符石\n⇒ 將掉落 1 粒水強化符石\nIII. 每累計消除 4 粒水符石\n⇒ 將掉落 1 粒水強化符石\nIV. 每累計消除 9 粒水強化符石\n⇒ 將掉落 1 粒水神族符石"
  },
  {
    "id": 1778,
    "name": "熾燄之勢 ‧ 連動",
    "desc": "I. 火屬性攻擊力 3 倍、\n    生命力及回復力 1.2 倍\nII. 每累計首批消除 3 粒符石\n⇒ 將掉落 1 粒火強化符石\nIII. 每累計消除 4 粒火符石\n⇒ 將掉落 1 粒火強化符石\nIV. 每累計消除 9 粒火強化符石\n⇒ 將掉落 1 粒火神族符石"
  },
  {
    "id": 1779,
    "name": "藤木之勢 ‧ 連動",
    "desc": "I. 木屬性攻擊力 3 倍、\n    生命力及回復力 1.2 倍\nII. 每累計首批消除 3 粒符石\n⇒ 將掉落 1 粒木強化符石\nIII. 每累計消除 4 粒木符石\n⇒ 將掉落 1 粒木強化符石\nIV. 每累計消除 9 粒木強化符石\n⇒ 將掉落 1 粒木神族符石"
  },
  {
    "id": 1780,
    "name": "玄光之勢 ‧ 連動",
    "desc": "I. 光屬性攻擊力 3 倍、\n    生命力及回復力 1.2 倍\nII. 每累計首批消除 3 粒符石\n⇒ 將掉落 1 粒光強化符石\nIII. 每累計消除 4 粒光符石\n⇒ 將掉落 1 粒光強化符石\nIV. 每累計消除 9 粒光強化符石\n⇒ 將掉落 1 粒光神族符石"
  },
  {
    "id": 1781,
    "name": "幽冥之勢 ‧ 連動",
    "desc": "I. 暗屬性攻擊力 3 倍、\n    生命力及回復力 1.2 倍\nII. 每累計首批消除 3 粒符石\n⇒ 將掉落 1 粒暗強化符石\nIII. 每累計消除 4 粒暗符石\n⇒ 將掉落 1 粒暗強化符石\nIV. 每累計消除 9 粒暗強化符石\n⇒ 將掉落 1 粒暗神族符石"
  },
  {
    "id": 1782,
    "name": "大紅蓮團之雄心",
    "desc": "隊中只有「大紅蓮團」角色或機械族時：\nI. 全隊攻擊力 6 倍\nII. 「大紅蓮團」成員\n⇒ 生命力、攻擊力、回復力 1.2 倍\nIII. 必然延長移動符石時間 2 秒\nIV. 若隊長或戰友為合體角色\n⇒ 全隊生命力、攻擊力、回復力 1.5 倍\nV. 消除「水、火或木」強化符石時\n⇒ 全隊攻擊力額外 2.2 倍\nVI. 場上有附加效果時\n⇒ 減少 40% 所受傷害"
  },
  {
    "id": 1783,
    "name": "大紅蓮團之壯志",
    "desc": "隊中只有「大紅蓮團」角色或機械族時：\nI. 全隊攻擊力 6 倍\nII.「大紅蓮團」成員\n⇒ 生命力、攻擊力、回復力 1.2 倍\nIII. 心符石兼具屬性符石效果\nIV. 每回合將 1 粒水、火及木符石\n⇒ 轉化為機械族強化符石\nV. 若隊長或戰友為合體角色\n⇒ 全隊生命力、攻擊力、回復力 1.5 倍\nVI. 消除強化符石時\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 1784,
    "name": "大紅蓮團之念",
    "desc": "隊伍中只有「大紅蓮團」角色或人類時：\nI. 全隊攻擊 5 倍及生命力 1.3 倍\nII. 隊中「大紅蓮團」成員愈多\n    (不計重複)\n⓵ 移動符石時間延長愈多\n⇒ 5 個可延長最多 5 秒\n⓶ 全隊攻擊力額外提升愈多\n⇒ 5 個可達至最大 4 倍"
  },
  {
    "id": 1785,
    "name": "紅蓮團之壯志雄心",
    "desc": "隊中只有「大紅蓮團」角色或機械族時：\nI. 全隊攻擊力 6.5 倍\nII.「大紅蓮團」成員\n⇒ 生命力、攻擊力、回復力 1.2 倍\nIII. 必然延長移動符石時間 1 秒\nIV. 心符石兼具 50% 屬性符石效果\nV. 消除強化符石時\n⇒ 全隊攻擊力 2 倍\nVI. 場上有附加效果時\n⇒ 減少 40% 所受傷害"
  },
  {
    "id": 1786,
    "name": "堅不可摧的心！",
    "desc": "隊中只有「大紅蓮團」角色或\n 「螺旋王 ‧ 羅傑儂與羅善巖」時 ：\nI. 全隊攻擊力 6 倍、\n   生命力及回復力 1.2 倍\nII. 消除符石的屬性愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 最多可提升至 3 倍\nIII. 消除心符石時\n⇒ 減少 40% 所受傷害"
  },
  {
    "id": 1787,
    "name": "突破因果的命運！",
    "desc": "隊中只有「大紅蓮團」角色或\n 「螺旋王 ‧ 羅傑儂與羅善巖」時 ：\nI. 全隊攻擊力 6.5 倍、\n   生命力及回復力 1.2 倍\nII. 消除符石的屬性愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 最多可提升至 3 倍\nIII. 場上有附加效果時\n⇒ 減少 50% 所受傷害"
  },
  {
    "id": 1788,
    "name": "讓你見識人類的力量！",
    "desc": "隊中只有「大紅蓮團」角色或\n 「螺旋王 ‧ 羅傑儂與羅善巖」時 ：\nI. 全隊攻擊力 6.5 倍、\n   生命力及回復力 1.2 倍\nII. 必然延長移動符石時間 2 秒\nIII. 單體攻擊轉化為全體攻擊\nIV. 消除符石的屬性愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 最多可提升至 3 倍\nV. 場上有附加效果時\n⇒ 減少 50% 所受傷害"
  },
  {
    "id": 1789,
    "name": "這就是我們大紅蓮團！",
    "desc": "隊伍中只有「大紅蓮團」角色時：\n全隊攻擊力 7.5 倍"
  },
  {
    "id": 1790,
    "name": "天元突破之勢",
    "desc": "I. 人類、獸類、機械族攻擊力 4 倍\nII. 隊伍中有 ≥3 個「大紅蓮團」成員\n⇒ 全隊攻擊力及回復力額外 1.5 倍"
  },
  {
    "id": 1791,
    "name": "玄武之力",
    "desc": "I. 機械族及獸類生命力 3 倍\nII. 受到攻擊後，\n    於下回合發動攻擊前\n⇒ 對敵方全體造成\n  「機械族及獸類成員生命力等值」3 倍的\n    無屬性傷害 (需消除符石)"
  },
  {
    "id": 1792,
    "name": "朱雀之力",
    "desc": "I. 機械族及獸類回復力 3 倍\nII. 消除心符石時\n⇒ 回復「機械族及獸類成員生命力等值」3%\n    的生命力"
  },
  {
    "id": 1793,
    "name": "白虎之力",
    "desc": "I. 機械族及獸類攻擊力 3 倍\nII. 水符石兼具 25% 其他屬性符石效果"
  },
  {
    "id": 1794,
    "name": "青龍之力",
    "desc": "I. 機械族及龍類成員攻擊力 3 倍\nII. 機械族及龍類成員\n⇒ 增加 300 點攻擊力基值"
  },
  {
    "id": 1795,
    "name": "螺旋王之力",
    "desc": "I. 機械族生命力、攻擊力、回復力 1.5 倍\nII. 每消除 3 種符石\n⓵ 機械族攻擊力額外 2 倍\n⇒ 最多可提升至 4 倍\n⓶ 機械族行動值提升 5%\n⇒ 最多可提升 10%"
  },
  {
    "id": 1796,
    "name": "反螺旋族之志",
    "desc": "隊中只有暗屬性成員時：\nI. 全隊攻擊力 5 倍及生命力 1.5 倍\nII. 隊中只有機械族、魔族或「妮亞」時\n⇒ 全隊攻擊力及回復力額外 2 倍\n"
  },
  {
    "id": 1797,
    "name": "十殺之屠",
    "desc": "隊中只有機械族及神族成員時：\nI. 全隊攻擊力 10 倍\nII. 心符石兼具 50% 水符石效果\nIII. 達至 5 - 9 連擊 (Combo) 時\n⇒ 減少 20% 所受傷害\nIV. 達至 ≥10 連擊 (Combo) 時\n⇒ 減少 80% 所受傷害"
  },
  {
    "id": 1798,
    "name": "幽魅戰姬",
    "desc": "I. 暗屬性攻擊力 5 倍\nII. 必然延長移動符石時間 2 秒\nIII. 首批消除所有暗符石時\n⇒ 暗屬性攻擊力額外 1.5 倍"
  },
  {
    "id": 1799,
    "name": "猛炎之神力",
    "desc": "I. 「次元英雄」系列及\n    神族攻擊力 7 倍\nII. 火、光、暗屬性\n    生命力及回復力 1.5 倍\nIII. 首批消除任何 1 橫行內的\n     所有符石時\n⇒ 「次元英雄」系列及神族\n     攻擊力額外 2 倍\nIV. 達至 ≥6 連擊 (Combo 或 Ex. Combo) 時\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 1800,
    "name": "抗神之力",
    "desc": "I. 神族、魔族、妖精類攻擊力 6.5 倍、\n   生命力及回復力 1.3 倍\nII. 消除 ≥3 種符石時\n⇒ 神族、魔族、妖精類攻擊力額外 2 倍\nIII. 消除種族符石時\n⇒ 神族、魔族、妖精類攻擊力額外 2 倍\nIV. 消除光符石時\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 1801,
    "name": "刺棘之怒",
    "desc": "I. 神族、魔族、妖精類攻擊力 6 倍、\n   生命力及回復力 1.3 倍\nII. 消除 ≥3 種符石時\n⇒ 神族、魔族、妖精類攻擊力額外 2 倍\nIII. 生命力未滿時\n⇒ 全隊攻擊力額外 3.5 倍\nIV. 消除暗符石時\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 1802,
    "name": "念之強勢 ‧ 噬日",
    "desc": "I. 減少 50% 移動符石時間\nII. 全隊攻擊力 7 倍\nIII. 獸類生命力及回復力 1.5 倍\nIV. 所受暗屬性傷害 50%\n     (不包括敵技傷害)\n⇒ 轉化為我方生命力\nV. 於 5 秒內結束轉珠\n⇒ 全隊攻擊力額外 3 倍"
  },
  {
    "id": 1803,
    "name": "念之強勢 ‧ 蝕月",
    "desc": "I. 減少 50% 移動符石時間\nII. 全隊攻擊力 7 倍\nIII. 獸類生命力及回復力 1.5 倍\nIV. 所受光屬性傷害 50%\n     (不包括敵技傷害)\n⇒ 轉化為我方生命力\nV. 於 5 秒內結束轉珠\n⇒ 全隊攻擊力額外 3 倍"
  },
  {
    "id": 1804,
    "name": "念之強勢 ‧ 噬日蝕月",
    "desc": "I. 減少 50% 移動符石時間\nII. 全隊攻擊力 8 倍\nIII. 獸類生命力及回復力 1.5 倍\nIV. 所受光及暗屬性傷害 50%\n     (不包括敵技傷害)\n⇒ 轉化為我方生命力\nV. 於 5 秒內結束轉珠\n⇒ 全隊攻擊力額外 4.5 倍"
  },
  {
    "id": 1805,
    "name": "啃噬之志 ‧ 日",
    "desc": "I. 增加 50% 移動符石時間\nII. 全隊攻擊力 5 倍\nIII. 獸類生命力及回復力 1.5 倍\nIV. 所有成員對暗屬性敵人攻擊力額外 2 倍\nV. 於 ≥5 秒結束轉珠\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 1806,
    "name": "啃噬之志 ‧ 月",
    "desc": "I. 增加 50% 移動符石時間\nII. 全隊攻擊力 5 倍\nIII. 獸類生命力及回復力 1.5 倍\nIV. 所有成員對光屬性敵人攻擊力額外 2 倍\nV. 於 ≥5 秒結束轉珠\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 1807,
    "name": "不死狩獵",
    "desc": "I. 全隊攻擊力 6 倍\nII. 將單體攻擊轉化為全體攻擊\nIII. 所受魔族以外傷害 45%\n     (不包括敵技傷害)\n⇒ 轉化為我方生命力\nIV. 消除 ≥3 組符石時\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 1808,
    "name": "妖精王之心",
    "desc": "隊伍中只有妖精類或人類成員，\n且有 ≥4 個妖精類成員時：\nI. 全隊攻擊力 6 倍、\n   生命力及回復力 1.6 倍\nII. 木、光、心符石\n⇒ 互相兼具 50% 符石效果\nIII. 每消除 1 組 ≥3 粒符石\n⓵ 木屬性成員直行\n⇒ 首批掉落 1 粒光妖族符石\n     (最多 2 粒)\n⓶ 光屬性成員直行\n⇒ 首批掉落 1 粒木妖族符石\n    (最多 2 粒)\n* 其後部分掉落的符石會順序排列\nIV. 消除心符石時\n⇒ 全隊攻擊額外 1.6 倍"
  },
  {
    "id": 1809,
    "name": "支配憤怒",
    "desc": "隊伍中只有人類、妖精類、魔族或\n「最高神的女兒 ‧ 伊麗莎白」時：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 1.5 倍\nII. 暗符石兼具 50% 其他符石效果\nIII. 以所受傷害 700 倍\n⇒ 對敵方進行相剋屬性反擊\n   (此傷害無視防禦力及「強化突破」敵技)\nIV. 達成 ≥7 連擊 (Combo)\n⇒ 全隊攻擊力額外 1.7 倍"
  },
  {
    "id": 1810,
    "name": "支配憤怒 ‧ 強",
    "desc": "隊伍中只有人類、妖精類、魔族或\n「最高神的女兒 ‧ 伊麗莎白」時：\nI. 全隊攻擊力 7 倍\nII. 魔族生命力、攻擊力、回復力 2 倍\nIII. 暗符石兼具 50% 其他符石效果\nIV. 以所受傷害 700 倍\n⇒ 對敵方進行相剋屬性反擊\n   (此傷害無視防禦力及「強化突破」敵技)\nV. 達成 ≥7 連擊 (Combo)\n⇒ 全隊攻擊力額外 1.7 倍"
  },
  {
    "id": 1811,
    "name": "王中之王",
    "desc": "隊伍中只有人類成員時：\nI. 全隊攻擊力 5 倍\nII. 光及心符石兼具 50% 火符石效果\nIII. 於自身直行消除火或心符石時\n⇒ 個人追打火屬性攻擊 1 次"
  },
  {
    "id": 1812,
    "name": "巨人的力量",
    "desc": "隊伍中只有人類或妖精類成員時：\nI. 全隊攻擊力 5 倍\nII. 光及心符石兼具 50% 木符石效果\nIII. 於自身直行消除木或心符石時\n⇒ 自身攻擊無視敵人防禦力"
  },
  {
    "id": 1813,
    "name": "治癒之光",
    "desc": "I.「七大罪」攻擊力及回復力 5 倍\nII. 每回合回復\n⇒ 自身回復力 10 倍等值的生命力\n    (需消除符石)"
  },
  {
    "id": 1814,
    "name": "暗之魔術",
    "desc": "隊伍中只有人類成員時：\nI. 全隊攻擊力 5 倍\nII. 火及心符石兼具 50% 暗符石效果\nIII. 首批消除 1 組外側 18 粒符石 \n⇒ 減少所受傷害 80%"
  },
  {
    "id": 1815,
    "name": "夢之幻象",
    "desc": "隊伍中只有人類、妖精類或機械族成員時：\nI. 全隊攻擊力 5 倍\nII. 下回合隨機將 9 粒符石轉化為\n⇒ 「人、妖、機械」族符石各 3 粒"
  },
  {
    "id": 1816,
    "name": "風之魔力",
    "desc": "隊伍中只有光屬性妖精類成員時：\nI. 全隊攻擊力 5 倍、\n   生命力及回復力 1.2 倍\nII. 心符石兼具 50% 光符石效果"
  },
  {
    "id": 1817,
    "name": "神力真諦",
    "desc": "神族攻擊力 10 倍"
  },
  {
    "id": 1818,
    "name": "魔魅之瘴",
    "desc": "I. 魔族攻擊力 5 倍\nII. 暗及心符石互相兼具 50% 效果\nIII. 消除 ≥6 粒暗符石\n⇒ 魔族攻擊力額外 1.5 倍"
  },
  {
    "id": 1819,
    "name": "暗黑的力量 ‧ 魔",
    "desc": "I. 魔族攻擊力 5 倍、\n   生命力及回復力 1.2 倍\nII. 暗及心符石互相兼具 50% 效果\nIII. 消除 ≥6 粒暗符石\n⇒ 魔族攻擊力額外 1.5 倍"
  },
  {
    "id": 1820,
    "name": "暗夜之帳",
    "desc": "隊伍中只有魔族成員時：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 1.2 倍\nII. 暗及心符石分別兼具 50% 其他符石效果"
  },
  {
    "id": 1821,
    "name": "大地魔力",
    "desc": "I. 人類及魔族攻擊力 5 倍\nII. 光及心符石兼具 50% 木符石效果"
  },
  {
    "id": 1822,
    "name": "災厄魔力",
    "desc": "I. 妖精類及魔族攻擊力 5 倍\nII. 木及心符石兼具 50% 光符石效果"
  },
  {
    "id": 1823,
    "name": "唯我獨尊",
    "desc": "隊伍中只有人類成員時：\nI. 光及火屬性攻擊力 8 倍，\nII. 每回合消除光或火符石\n⇒ 光及火屬性攻擊力持續提升\n⇒ 最多可達至 12 倍\nIII. 光及火符石兼具 50% 心符石效果"
  },
  {
    "id": 1824,
    "name": "天上天下 ‧ 唯我獨尊",
    "desc": "隊伍中只有人類成員時：\nI. 光及火屬性攻擊力 14 倍，\n   每回合攻擊力減少，\n   最多可減至 9 倍\nII. 其他屬性符石\n⇒ 兼具 50% 光及火符石效果\nIII. 光及火符石兼具 50% 心符石效果\nIV. 減少 30% 所受傷害\nV. 所受魔族敵人的傷害\n⇒ 則減少 99%"
  },
  {
    "id": 1825,
    "name": "女神之力",
    "desc": "隊伍中只有神族成員時：\nI. 全隊攻擊力 5 倍、\n   生命力及回復力 1.5 倍\nII. 所有符石兼具 50% 其他符石效果\nIII. 所有成員對魔族敵人\n⇒ 攻擊力額外 3 倍"
  },
  {
    "id": 1826,
    "name": "巴羅爾的魔眼",
    "desc": "I. 獸類攻擊力 3 倍\nII. 每回合回復 2000 點生命力\n   (需消除符石)"
  },
  {
    "id": 1828,
    "name": "歷劫之道",
    "desc": "I. 全隊攻擊力 5 倍\nII. 隊中有 ≥3 種族成員時\n⇒ 全隊攻擊力額外 4 倍\nIII. 隊中有 ≥3 屬性成員時\n⇒ 全隊生命力及回復力額外 3 倍\nIV. 心符石兼具屬性符石效果"
  },
  {
    "id": 1829,
    "name": "無垠幻像．浪濤強襲",
    "desc": "I. 水屬性攻擊力 6.5 倍\nII. 每回合場上數量最多的 1 種屬性符石及\n    心符石兼具 50% 水符石效果\nIII. 如場上數量最多的 1 種\n     屬性符石為水符石時\n⇒ 則兼具效果變為\n    水屬性攻擊力 2.2 倍\n"
  },
  {
    "id": 1830,
    "name": "無垠幻像．熾燄強襲",
    "desc": "I. 火屬性攻擊力 6.5 倍\nII. 每回合場上數量最多的 1 種屬性符石及\n    心符石兼具 50% 火符石效果\nIII. 如場上數量最多的 1 種\n     屬性符石為火符石時\n⇒ 則兼具效果變為\n    火屬性攻擊力 2.2 倍"
  },
  {
    "id": 1831,
    "name": "無垠幻像．藤木強襲",
    "desc": "I. 木屬性攻擊力 6.5 倍\nII. 每回合場上數量最多的 1 種屬性符石及\n    心符石兼具 50% 木符石效果\nIII. 如場上數量最多的 1 種\n     屬性符石為木符石時\n⇒ 則兼具效果變為\n    木屬性攻擊力 2.2 倍"
  },
  {
    "id": 1832,
    "name": "流螢結陣．盛勢",
    "desc": "I. 光屬性攻擊力 6 倍\nII. 必然延長移動符石時間 1 秒\nIII. 消除 1 組 ≥5 粒光符石時\n⇒ 光屬性攻擊力額外 2 倍"
  },
  {
    "id": 1833,
    "name": "幽冥結陣．盛勢",
    "desc": "I. 暗屬性攻擊力 6 倍\nII. 必然延長移動符石時間 1 秒\nIII. 消除 1 組 ≥5 粒暗符石時\n⇒ 暗屬性攻擊力額外 2 倍"
  },
  {
    "id": 1834,
    "name": "戾吞天下．水",
    "desc": "I. 水屬性攻擊力 7 倍\nII. 每消除 1 組水符石\n⇒ 水屬性攻擊力持續提升\n⇒ 消除 3 組可提升至最高 10 倍\nIII. 連續 2 回合沒有消除水符石，攻擊力減少"
  },
  {
    "id": 1835,
    "name": "戾吞天下．火",
    "desc": "I. 火屬性攻擊力 7 倍\nII. 每消除 1 組火符石\n⇒ 火屬性攻擊力持續提升\n⇒ 消除 3 組可提升至最高 10 倍\nIII. 連續 2 回合沒有消除火符石，攻擊力減少"
  },
  {
    "id": 1836,
    "name": "戾吞天下．木",
    "desc": "I. 木屬性攻擊力 7 倍\nII. 每消除 1 組木符石\n⇒ 木屬性攻擊力持續提升\n⇒ 消除 3 組可提升至最高 10 倍\nIII. 連續 2 回合沒有消除木符石，攻擊力減少"
  },
  {
    "id": 1837,
    "name": "魔性流曳 ‧ 玄光",
    "desc": "光屬性魔族攻擊力 6 倍，\n生命力及回復力 1.5 倍"
  },
  {
    "id": 1838,
    "name": "絕命誅戮．玄光",
    "desc": "當隊伍中只有光屬性成員時：\n生命力愈低時\n⇒ 全隊攻擊力會愈高，最大 12 倍"
  },
  {
    "id": 1839,
    "name": "魔性流曳．幽冥",
    "desc": "暗屬性魔族攻擊力 6 倍，\n生命力及回復力 1.5 倍"
  },
  {
    "id": 1840,
    "name": "絕命誅戮．幽冥",
    "desc": "當隊伍中只有暗屬性成員時：\n生命力愈低時\n⇒ 全隊攻擊力會愈高，最大 12 倍"
  },
  {
    "id": 1841,
    "name": "水之族約",
    "desc": "I. 水屬性攻擊力 5 倍\nII. 消除種族符石時\n⇒ 水屬性攻擊力額外 2 倍"
  },
  {
    "id": 1842,
    "name": "火之族約",
    "desc": "I. 火屬性攻擊力 5 倍\nII. 消除種族符石時\n⇒ 火屬性攻擊力額外 2 倍"
  },
  {
    "id": 1843,
    "name": "木之族約",
    "desc": "I. 木屬性攻擊力 5 倍\nII. 消除種族符石時\n⇒ 木屬性攻擊力額外 2 倍"
  },
  {
    "id": 1844,
    "name": "光之族約",
    "desc": "I. 光屬性攻擊力 5 倍\nII. 消除種族符石時\n⇒ 光屬性攻擊力額外 2 倍"
  },
  {
    "id": 1845,
    "name": "暗之族約",
    "desc": "I. 暗屬性攻擊力 5 倍\nII. 消除種族符石時\n⇒ 暗屬性攻擊力額外 2 倍"
  },
  {
    "id": 1846,
    "name": "千獸同盟",
    "desc": "隊伍中只有獸類成員時\nI. 全隊攻擊力 5.5 倍\nII. 消除獸族符石時\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 1847,
    "name": "燄神咒術．強",
    "desc": "I. 火屬性及神族攻擊力 6.5 倍\nII. 神族生命力及回復力 1.5 倍\nIII. 火符石兼具 50% 其他符石效果\nIV. 消除 1 種符石 ≥8 粒時\n⇒ 火屬性及神族攻擊力額外 2.5 倍\nV. 消除 1 種符石 ≥15 粒時\n⇒ 火屬性及神族攻擊力額外 3 倍"
  },
  {
    "id": 1848,
    "name": "藤木之靈．延",
    "desc": "I. 木屬性攻擊力 6.5 倍，\n   生命力及回復力 1.2 倍\nII. 心符石兼具 50% 木符石效果\nIII. 延長移動符石時間 1.5 秒\nIV. 同時消除木及心符石時\n⇒ 木屬性攻擊力額外 2 倍"
  },
  {
    "id": 1849,
    "name": "魅之花海．盛",
    "desc": "I. 暗屬性攻擊力 6 倍，\n   生命力及回復力 1.2 倍\nII. 回合結束時，\n    隨機將 3 粒暗強化符石四周的符石\n⇒ 轉化為暗神族符石\nIII. 消除神族符石時\n⇒ 暗屬性攻擊力額外 2.5 倍"
  },
  {
    "id": 1850,
    "name": "元素調勻．斷魂",
    "desc": "I. 暗屬性生命力、攻擊力、回復力 2 倍\nII. 消除 ≥2 組暗符石時\n⇒ 暗屬性攻擊力額外 2.5 倍"
  },
  {
    "id": 1851,
    "name": "戰神之焰",
    "desc": "隊伍中只有神族成員時：\nI. 全隊攻擊力 6.5 倍及生命力 1.4 倍\nII. 火、光、心符石互相兼具 50% 效果\nIII. 同時消除火、光、心符石\n     其中 2 種符石時\n⇒ 全隊攻擊力額外 3 倍\nIV. 場上有附加效果時\n⇒ 自身及身上有附加效果的成員\n    攻擊無視五屬盾"
  },
  {
    "id": 1852,
    "name": "星宿之掌",
    "desc": "隊伍中只有神族成員時：\nI. 全隊攻擊力 6.5 倍、\n   生命力及回復力 1.2 倍\nII. 連擊 (Combo) 時攻擊力提升 100%\nIII. 隊伍中有 ≥3 種屬性成員\n⓵ 必然延長移動符石時間 2 秒\n⓶ 隊伍成員屬性符石\n⇒ 互相兼具 50% 效果\nIV. 場上有附加效果時\n⇒ 自身、「黃道十二宮」、\n   「耀脈星芒」成員：\n⓵ 追打 1 次\n⓶ 攻擊無視「指定形狀盾」敵技"
  },
  {
    "id": 1853,
    "name": "生靈殆盡",
    "desc": "I. 自身屬性及魔族攻擊力 6 倍、\n   生命力及回復力 1.3 倍\nII. 必然延長移動符石時間 2 秒\nIII. 木及火符石互相兼具效果\nIV. 消除火符石時\n⇒ 魔族攻擊力額外 1.5 倍\nV. 消除木符石時\n⇒ 自身屬性及魔族攻擊力額外 2 倍"
  },
  {
    "id": 1854,
    "name": "生靈殆盡 ‧ 裂心",
    "desc": "I. 自身屬性及魔族攻擊力 6 倍、\n   生命力及回復力 1.3 倍\nII. 必然延長移動符石時間 2 秒\nIII. 木及火符石互相兼具效果\nIV. 消除火符石時\n⇒ 魔族攻擊力額外 1.5 倍\nV. 消除木符石時\n⇒ 自身屬性及魔族攻擊力額外 2 倍\nVI. 於每回合移動符石後\n⇒ 引爆所有心符石\n⇒ 直至場上沒有心符石"
  },
  {
    "id": 1855,
    "name": "神族之脈 ‧ 水",
    "desc": "I. 水屬性攻擊力 5 倍\nII. 神族生命力 1.4 倍\nIII. 場上有附加效果時\n⇒ 水屬性攻擊力額外 2 倍"
  },
  {
    "id": 1856,
    "name": "魔族之脈 ‧ 火",
    "desc": "I. 火屬性攻擊力 5 倍\nII. 魔族生命力 1.6 倍\nIII. 場上有附加效果時\n⇒ 火屬性攻擊力額外 2 倍"
  },
  {
    "id": 1857,
    "name": "魔族之脈 ‧ 木",
    "desc": "I. 木屬性攻擊力 5 倍\nII. 魔族生命力 1.6 倍\nIII. 場上有附加效果時\n⇒ 木屬性攻擊力額外 2 倍"
  },
  {
    "id": 1858,
    "name": "神族之脈 ‧ 光",
    "desc": "I. 光屬性攻擊力 5 倍\nII. 神族生命力 1.4 倍\nIII. 場上有附加效果時\n⇒ 光屬性攻擊力額外 2 倍"
  },
  {
    "id": 1859,
    "name": "魔族之脈 ‧ 暗",
    "desc": "I. 暗屬性攻擊力 5 倍\nII. 魔族生命力 1.6 倍\nIII. 場上有附加效果時\n⇒ 暗屬性攻擊力額外 2 倍"
  },
  {
    "id": 1860,
    "name": "神夢國度",
    "desc": "I. 神族攻擊力 7 倍及回復力 2 倍\nII. 隊中只有神族成員時\n⓵ 全隊攻擊力額外 2.5 倍\n⓶ 所有屬性符石\n⇒ 兼具 50% 其他屬性符石效果"
  },
  {
    "id": 1861,
    "name": "宇宙之掌",
    "desc": "I. 魔族攻擊力 7 倍及生命力 1.4 倍\nII. 只能消除首批符石  \nIII. ≥3 粒相同種類的符石相連\n⇒ 即可發動消除\nIV. 必然延長移動符石時間 3 秒\nV. 首批消除 ≥15 粒符石時\n⓵ 魔族攻擊力額外 1.5 倍\n⓶ 魔族成員的攻擊\n⇒ 無視「指定形狀盾」敵技"
  },
  {
    "id": 1862,
    "name": "魔之惡核",
    "desc": "隊中只有魔族或神族成員，\n且有 ≥4 個魔族成員時：\nI. 全隊攻擊力 6 倍及生命力 1.2 倍\nII. 必然延長移動符石時間 1 秒\nIII. 消除符石愈多\n⇒ 攻擊力額外提升愈多\n⇒ 消除 20 粒可達至最大 2.6 倍"
  },
  {
    "id": 1863,
    "name": "人類萬鈞之怒 ‧ 極",
    "desc": "人類成員攻擊力 5 倍"
  },
  {
    "id": 1864,
    "name": "獸類萬鈞之怒 ‧ 極",
    "desc": "獸類成員攻擊力 5 倍"
  },
  {
    "id": 1865,
    "name": "妖精萬鈞之怒 ‧ 極",
    "desc": "妖精類成員攻擊力 5 倍"
  },
  {
    "id": 1866,
    "name": "龍類萬鈞之怒 ‧ 極",
    "desc": "龍類成員攻擊力 5 倍"
  },
  {
    "id": 1867,
    "name": "神族萬鈞之怒 ‧ 極",
    "desc": "神族成員攻擊力 5 倍"
  },
  {
    "id": 1868,
    "name": "魔族萬鈞之怒 ‧ 極",
    "desc": "魔族成員攻擊力 5 倍"
  },
  {
    "id": 1869,
    "name": "血色屠殺契機",
    "desc": "I. 首批消除雙數連擊 (Combo) 時\n⇒ 全隊攻擊力 10 倍，\nII. 累計以攻前炮擊或攻擊傷害擊斃敵人愈多\n⇒ 攻擊力提升愈多\n⇒ 最多可達至 20 倍"
  },
  {
    "id": 1870,
    "name": "魔之殺意",
    "desc": "魔族攻擊力 4 倍、生命力及回復力 1.5 倍"
  },
  {
    "id": 1871,
    "name": "沸騰魔勢",
    "desc": "魔族攻擊力 4.5 倍及生命力 1.5 倍"
  },
  {
    "id": 1872,
    "name": "光之魔屠",
    "desc": "I. 光屬性攻擊力 1.5 倍及魔族攻擊力 3 倍\nII. 光屬性魔族攻擊力則 4.5 倍\nIII. 心符石兼具 50% 光符石效果"
  },
  {
    "id": 1873,
    "name": "沸騰魔息",
    "desc": "魔族攻擊力 4.5 倍及回復力 1.5 倍"
  },
  {
    "id": 1874,
    "name": "海淵凝念 ‧ 強",
    "desc": "隊中只有水屬性成員時：\n\nI. 全隊攻擊力 6.5 倍及生命力 1.5 倍\nII. 每消除 1 粒水符石\n⇒ 回復 3% 總生命力 \n    (受連擊 (Combo) 加乘影響)\n\nIII. 若首批消除的連擊 (Combo) 數為單數時\n⓵ 減少 40% 所受傷害\n⓶ 所有成員的攻擊無視五屬盾\n\nIV. 若首批消除的連擊 (Combo) 數為雙數時\n⇒ 全隊攻擊力額外 2.5 倍\n\nV. 若首批消除的連擊 (Combo) 數 ≥6\n⇒ 可以同時獲得 III, IV 效果"
  },
  {
    "id": 1875,
    "name": "流雲戰意",
    "desc": "I. 水屬性攻擊力 5 倍\nII. 消除的符石愈多\n⇒ 水屬性攻擊力額外提升愈多\n⇒ 消除 40 粒可額外提升 3 倍\nI. 延長移動符石時間 1 秒"
  },
  {
    "id": 1876,
    "name": "赤燄戰意",
    "desc": "I. 火屬性攻擊力 5 倍\nII. 消除的符石愈多\n⇒ 火屬性攻擊力額外提升愈多\n⇒ 消除 40 粒可額外提升 3 倍\nI. 延長移動符石時間 1 秒"
  },
  {
    "id": 1877,
    "name": "藤棘戰意",
    "desc": "I. 木屬性攻擊力 5 倍\nII. 消除的符石愈多\n⇒ 木屬性攻擊力額外提升愈多\n⇒ 消除 40 粒可額外提升 3 倍\nI. 延長移動符石時間 1 秒"
  },
  {
    "id": 1878,
    "name": "電殛戰意",
    "desc": "I. 光屬性攻擊力 5 倍\nII. 消除的符石愈多\n⇒ 光屬性攻擊力額外提升愈多\n⇒ 消除 40 粒可額外提升 3 倍\nI. 延長移動符石時間 1 秒"
  },
  {
    "id": 1879,
    "name": "魅影戰意",
    "desc": "I. 暗屬性攻擊力 5 倍\nII. 消除的符石愈多\n⇒ 暗屬性攻擊力額外提升愈多\n⇒ 消除 40 粒可額外提升 3 倍\nI. 延長移動符石時間 1 秒"
  },
  {
    "id": 1880,
    "name": "第三適格者",
    "desc": "隊中只有神族及「EVA 駕駛員」時：\nI. 全隊攻擊力 6.5 倍、\n   生命力及回復力 1.3 倍\nII. 心符石兼具 50% 屬性符石效果\nIII. 每消除 1 種屬性符石\n⇒ 個人追打該屬性攻擊 1 次\nIV. 消除 ≥3 組符石\n⇒ 全隊攻擊力額外 2.2 倍\nV. 所有成員對神族目標\n⇒ 攻擊力額外 2 倍"
  },
  {
    "id": 1881,
    "name": "第三適格者 ‧ 強",
    "desc": "隊中只有神族及「EVA 駕駛員」時：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 1.3 倍\nII. 心符石兼具 50% 屬性符石效果\nIII. 每消除 1 種屬性符石\n⇒ 個人追打該屬性攻擊 1 次\nIV. 消除 ≥3 組符石\n⇒ 全隊攻擊力額外 2.2 倍\nV. 所有成員對神族目標\n⇒ 攻擊力額外 2 倍\nVI. 龍脈儀被擊碎或尚餘次數為 0 時\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 1882,
    "name": "第二適格者",
    "desc": "隊中只有神族及「EVA 駕駛員」 時：\nI. 全隊攻擊力 6 倍、\n   生命力及回復力 1.3 倍\nII. 於成員所在直行，\n    消除 ≥1 粒該成員屬性的符石\n⇒ 該成員攻擊力額外 1.5 倍\nIII. 消除的火符石愈多\n⇒ 火屬性攻擊力提升愈多\n⇒ 消除 12 粒可達至最大 4 倍"
  },
  {
    "id": 1883,
    "name": "第二適格者 ‧ 改",
    "desc": "隊中只有神族及「EVA 駕駛員」 時：\nI. 全隊攻擊力 6.5 倍、\n   生命力及回復力 1.4 倍\nII. 於成員所在直行，\n    消除 ≥1 粒該成員屬性的符石\n⇒ 該成員攻擊力額外 1.5 倍\nIII. 消除的火符石愈多\n⇒ 火屬性攻擊力提升愈多\n⇒ 消除 16 粒可達至最大 5 倍"
  },
  {
    "id": 1884,
    "name": "第二適格者 ‧ Code 777",
    "desc": "隊中只有神族及「EVA 駕駛員」 時：\nI. 全隊攻擊力 6.5 倍、\n   生命力及回復力 1.4 倍\nII. 於成員所在直行，\n    消除 ≥1 粒該成員屬性的符石\n⇒ 該成員攻擊力額外 1.5 倍\nIII. 消除的火符石愈多\n⇒ 火屬性攻擊力提升愈多\n⇒ 消除 16 粒可達至最大 5 倍\nIV. 每消除 2 組符石\n⇒ 增加 1 連擊 (Ex. Combo)"
  },
  {
    "id": 1885,
    "name": "第一適格者",
    "desc": "隊中只有神族及「EVA 駕駛員」 時：\nI. 全隊攻擊力 6.5 倍及生命力 1.2 倍\nII. 減少 35% 所受傷害\nIII. 所受神族敵人的傷害\n⇒ 則減少 60%\nIV. 消除符石的種類愈多，\n     全隊攻擊力額外提升愈多：\n⇒ 消除 2 種 2 倍\n⇒ 消除 6 種可達至最大 4 倍"
  },
  {
    "id": 1886,
    "name": "人間之力 ‧ 清靈",
    "desc": "I. 水屬性攻擊力 3 倍\nII. 水屬性「人類及神族」攻擊力則 9 倍"
  },
  {
    "id": 1887,
    "name": "人間之力 ‧ 流燄",
    "desc": "I. 火屬性攻擊力 3 倍\nII. 火屬性「人類及神族」攻擊力則 9 倍"
  },
  {
    "id": 1888,
    "name": "人間之力 ‧ 森意",
    "desc": "I. 木屬性攻擊力 3 倍\nII. 木屬性「人類及神族」攻擊力則 9 倍"
  },
  {
    "id": 1889,
    "name": "傾力迎戰 ‧ 魅",
    "desc": "隊中只有神族及「EVA 駕駛員」 時：\nI. 全隊攻擊力 4 倍、\n   生命力及回復力 1.3 倍\nII. 水符石兼具 50% 暗符石效果"
  },
  {
    "id": 1890,
    "name": "傾力迎戰 ‧ 木",
    "desc": "隊中只有神族及「EVA 駕駛員」 時：\nI. 全隊攻擊力 4 倍、\n   生命力及回復力 1.3 倍\nII. 心符石兼具 50% 木符石效果"
  },
  {
    "id": 1891,
    "name": "傾力迎戰 ‧ 森",
    "desc": "隊中只有神族及「EVA 駕駛員」 時：\nI. 全隊攻擊力 4.5 倍、\n   生命力及回復力 1.3 倍\nII. 心及火符石兼具 50% 木符石效果"
  },
  {
    "id": 1892,
    "name": "力量導引",
    "desc": "神族及機械族攻擊力 6 倍"
  },
  {
    "id": 1893,
    "name": "使徒之力",
    "desc": "I.「使徒」攻擊力 5 倍\nII. 敵方受到的無屬性傷害 2.5 倍"
  },
  {
    "id": 1894,
    "name": "使徒之力 ‧ 強",
    "desc": "I.「使徒」攻擊力 5 倍\nII. 進入關卡後，「使徒」技能 CD -3\nIII. 敵方受到的無屬性傷害 3 倍"
  },
  {
    "id": 1895,
    "name": "使徒來襲",
    "desc": "隊中只有神族成員時：\nI. 神族攻擊力 6 倍及生命力 2 倍\nII. 生命力全滿時\n⇒「使徒」攻擊力額外 4 倍"
  },
  {
    "id": 1896,
    "name": "使徒來襲 ‧ 強",
    "desc": "隊中只有神族成員時：\nI. 神族攻擊力 6 倍及生命力 2 倍\nII. 生命力全滿時\n⇒「使徒」攻擊力額外 4 倍\nIII.「使徒」發動主動技能時\n⇒ 完全回復生命力"
  },
  {
    "id": 1897,
    "name": "13 號機覺醒！",
    "desc": "隊伍中只有神族及「EVA 駕駛員」時：\nI. 全隊攻擊力 6 倍、\n   生命力及回復力 1.2 倍\nII. 水及暗符石互相兼具效果\nIII. 首批消除相同連擊 (Combo) \n     數目的水及暗符石\n⇒ 全隊攻擊力額外 2.4 倍"
  },
  {
    "id": 1898,
    "name": "馬戲時刻",
    "desc": "15 回合內，魔族及妖精類攻擊力 10 倍"
  },
  {
    "id": 1899,
    "name": "狂獸凶勢",
    "desc": "隊中只有獸類成員：\nI. 全隊攻擊力 6 倍及生命力 1.3 倍\nII. 達成 ≥5 連擊 (Combo) 時\n⓵ 全隊攻擊力額外 2 倍\n⓶ 所有成員無視「三屬盾」\nIII. 達成 ≥8 連擊 (Combo) 時\n⓵ 全隊攻擊力額外 2.5 倍\n⓶ 所有成員無視「五屬盾」"
  },
  {
    "id": 1900,
    "name": "赤龍之心",
    "desc": "隊伍中只有龍類、人類、妖精類或魔族時：\nI. 全隊攻擊力 6.5 倍\nII. 火符石兼具 50% 其他符石效果\nIII. 隊中有 ≥3 個龍類成員時\n⓵ 全隊生命力 1.8 倍\n⓶ 全隊攻擊力額外 2.8 倍\nIV. 受到敵人攻擊時\n⇒ 隨機將 5 粒符石\n    轉化為龍族強化符石"
  },
  {
    "id": 1901,
    "name": "魔女承志",
    "desc": "I. 全隊攻擊力 6 倍\nII. 隊中有 ≥3 種族成員時\n⇒ 全隊攻擊力額外 1.8 倍\nIII. 隊伍中有 ≥3 種屬性成員時\n⇒ 全隊攻擊力額外 1.5 倍\nIV. 隊員、戰友的屬性及種族均沒有重複時\n⇒ 全隊生命力、攻擊力、回復力額外 1.8 倍"
  },
  {
    "id": 1902,
    "name": "盟軍 ‧ 魔之流",
    "desc": "I. 全隊攻擊力 5 倍\nII. 隊中有 ≥3 種族成員時\n⇒ 全隊攻擊力額外 1.5 倍\nIII. 消除魔族符石時\n⇒ 水屬性攻擊力額外 1.5 倍"
  },
  {
    "id": 1903,
    "name": "盟軍 ‧ 妖之棘",
    "desc": "I. 全隊攻擊力 5 倍\nII. 隊中有 ≥3 種族成員時\n⇒ 全隊攻擊力額外 1.5 倍\nIII. 消除妖族符石時\n⇒ 木屬性攻擊力額外 1.5 倍"
  },
  {
    "id": 1904,
    "name": "盟軍 ‧ 獸之吼",
    "desc": "I. 全隊攻擊力 5 倍\nII. 隊中有 ≥3 種族成員時\n⓵ 全隊攻擊力額外 1.5 倍\n⓶ 消除獸族符石時\n⇒ 光屬性攻擊力額外 1.5 倍"
  },
  {
    "id": 1905,
    "name": "盟軍 ‧ 機械之魂",
    "desc": "I. 全隊攻擊力 5 倍\nII. 隊中有 ≥3 種族成員時\n⓵ 全隊攻擊力額外 1.5 倍\n⓶ 消除機械族符石時\n⇒ 暗屬性攻擊力額外 1.5 倍"
  },
  {
    "id": 1906,
    "name": "盟軍 ‧ 神之輝",
    "desc": "I. 全隊攻擊力 5 倍\nII. 隊中有 ≥3 種族成員時\n⓵ 全隊攻擊力額外 1.5 倍\n⓶ 消除神族符石時\n⇒ 光屬性攻擊力額外 1.5 倍"
  },
  {
    "id": 1908,
    "name": "御天之志",
    "desc": "I. 自身屬性攻擊力 6 倍、\n   生命力及回復力 1.8 倍\nII. 每經過一層 (Wave)\n⇒ 全隊攻擊力額外提升\n⇒ 最多 3 倍\nIII. 每次直行消除 1 組 ≥4 粒符石\n⇒ 全隊攻擊力額外 1.2 倍\n⇒ 最多可提升 4 次"
  },
  {
    "id": 1909,
    "name": "致命的嬌媚",
    "desc": "I. 魔族及妖精類攻擊力 6 倍\nII. 其他屬性符石兼具 50% 水符石效果\nIII. 每回合回復相等於\n     隊中所有「瀾漫勾惑 ‧ 夏娃」及\n   「魔性原罪 · 夏娃」\n    攻擊力基值總和的生命力\n    (需消除符石)"
  },
  {
    "id": 1910,
    "name": "固守之志",
    "desc": "隊中只有人類成員時：\nI. 人類攻擊力 4 倍\nII. 光屬性人類攻擊力則 6 倍\nIII. 必然延長移動符石時間 1 秒\nIV. 消除人族符石時\n⇒ 減少 20% 所受傷害"
  },
  {
    "id": 1911,
    "name": "噬血龍王．暴",
    "desc": "I. 龍類攻擊力 6 倍\nII. 將龍類對敵方造成傷害的 10%\n⇒ 轉化為生命力 (不計算主動及隊長技傷害)\n⇒ 最大為生命力等值的 100% (不能疊加)\nIII. 消除龍族符石時\n⇒ 全隊攻擊力額外 2.5 倍"
  },
  {
    "id": 1912,
    "name": "龍之淚息",
    "desc": "I. 龍類攻擊力 6 倍\nII. 龍類成員增加 450 點回復力基值"
  },
  {
    "id": 1913,
    "name": "幻龍利牙．噬",
    "desc": "I. 龍類攻擊力 4 倍\nII. 延長移動符石時間 2 秒\nIII. 消除 1 組 6 - 8 粒屬性符石\n⇒ 則龍類攻擊力 7 倍\nIV. 消除 1 組 ≥9 粒屬性符石\n⇒ 則龍類攻擊力 10 倍"
  },
  {
    "id": 1914,
    "name": "龍之威烈",
    "desc": "I. 龍類攻擊力 6 倍\nII. 龍類成員增加 1,000 點攻擊力基值"
  },
  {
    "id": 1915,
    "name": "幻龍利爪．撕",
    "desc": "I. 延長移動符石時間 2 秒\nII. 消除 1 組 6 - 8 粒屬性符石\n⇒ 龍類攻擊力 7 倍\nIII. 消除 1 組 ≥9 粒屬性符石\n⇒ 則龍類攻擊力 10 倍"
  },
  {
    "id": 1916,
    "name": "龍之血脈",
    "desc": "I. 龍類攻擊力 6 倍\nII. 龍類成員增加 1,500 點生命力基值"
  },
  {
    "id": 1917,
    "name": "手砲戰鬥",
    "desc": "隊中只有機械族成員時：\nI. 全隊攻擊力 6.5 倍、\n   生命力及回復力 1.3 倍\nII. 消除水或心符石時\n⇒  全隊攻擊力額外 3 倍\nIII. 水、光、心符石\n⇒ 分別兼具 50% 其他屬性符石效果"
  },
  {
    "id": 1918,
    "name": "手砲戰鬥 ‧ 第一裝甲",
    "desc": "隊中只有機械族成員時：\nI. 全隊攻擊力 6.8 倍、\n   生命力及回復力 1.5 倍\nII. 消除水或心符石時\n⇒ 全隊攻擊力額外 3.3 倍\nIII. 水、光、心符石\n⇒ 分別兼具 50% 其他屬性符石效果"
  },
  {
    "id": 1919,
    "name": "手砲戰鬥 ‧ 第二裝甲",
    "desc": "隊中只有機械族成員時：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 1.4 倍\nII. 消除光或心符石時\n⇒ 全隊攻擊力額外 3.3 倍\nIII. 水、光、心符石\n⇒ 分別兼具 50% 其他屬性符石效果"
  },
  {
    "id": 1920,
    "name": "手砲戰鬥 ‧ 究極裝甲",
    "desc": "隊中只有機械族成員時：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 1.6 倍\nII. 消除暗或心符石時\n⇒ 全隊攻擊力額外 2.2 倍\nIII. 水、光、暗、心符石\n⇒ 分別兼具 50% 其他屬性符石效果"
  },
  {
    "id": 1921,
    "name": "近戰模式",
    "desc": "隊中只有火屬性或機械族成員時：\nI. 全隊攻擊力 6.5 倍及生命力 1.5 倍\nII. 每消除 1 組火或心符石\n⇒ 增加 1 連擊 (Ex. Combo、Combo)\n⇒ 最多可增加 8 連擊\n    (Ex. Combo 上限不能疊加)\nIII. 每達成 1 連擊 (Combo)\n⇒ 回復 1,500 點生命力\nIV. 達成 ≥6 連擊 (Combo)\n⇒ 全隊攻擊力額外 2.5 倍"
  },
  {
    "id": 1922,
    "name": "近戰模式 ‧ 覺醒",
    "desc": "隊中只有火屬性或機械族成員時：\nI. 全隊攻擊力 6.5 倍及生命力 1.5 倍\nII. 每消除 1 組火或心符石\n⇒ 增加 1 連擊 (Ex. Combo、Combo)\n⇒ 最多可增加 12 連擊\nIII. 每達成 1 連擊 (Combo)\n⇒ 回復 2,000 點生命力\nIV. 達成 ≥6 連擊 (Combo)\n⇒ 全隊攻擊力額外 2.5 倍"
  },
  {
    "id": 1923,
    "name": "愛與和平",
    "desc": "I. 火屬性及機械族攻擊力 6.5 倍、\n   生命力及回復力 1.4 倍\nII. 連擊 (Combo) 時攻擊力提升 125%\nIII. 火符石兼具 50% 其他符石效果"
  },
  {
    "id": 1924,
    "name": "機械動力",
    "desc": "I. 機械族攻擊力 5 倍\nII. 發動技能的機械族成員\n⇒ 該回合攻擊力額外 2 倍"
  },
  {
    "id": 1925,
    "name": "機械戰略",
    "desc": "I. 機械族攻擊 5 倍\nII. 敵人有附加效果時\n⇒ 機械族攻擊力額外 2 倍"
  },
  {
    "id": 1926,
    "name": "機械戰意",
    "desc": "I. 機械族攻擊力 5 倍\nII. 生命力 ≥75% 時\n⇒ 機械族攻擊力額外 3 倍"
  },
  {
    "id": 1927,
    "name": "機械靈力",
    "desc": "I. 機械族攻擊力 5 倍\nII. 心符石兼具 50% 屬性符石效果"
  },
  {
    "id": 1928,
    "name": "機械殘暴",
    "desc": "I. 機械族攻擊力 5 倍\nII. 水及暗符石互相兼具 50% 效果"
  },
  {
    "id": 1929,
    "name": "機械鎮壓",
    "desc": "I. 機械族生命力 2 倍\nII. 所有符石兼具屬性符石效果\n12 回合內\nIII. 機械族攻擊力及回復力 12 倍"
  },
  {
    "id": 1930,
    "name": "機械嗜虐",
    "desc": "I. 機械族攻擊力 4 倍\nII. 生命力 ≥50% 時\n⇒ 機械族攻擊力額外 3 倍\nIII. 受到攻擊後，\n⇒ 下回合有 50% 機率\n     機械族攻擊力額外 2 倍\n     (機率可疊加)"
  },
  {
    "id": 1931,
    "name": "戰神領軍",
    "desc": "I. 全隊攻擊力 7 倍及生命力 1.5 倍\nII. 必然延長移動符石時間 2.5 秒\nIII. 減少 20% 所受傷害，\nIV. 所受火屬性傷害則減少 40%\nV. 若隊中只有火屬性成員時\n⇒ 全隊攻擊力額外 1.2 倍\nVI. 若隊中有 ≥2 種屬性成員\n⇒ 全隊攻擊力額外 1.5 倍\nVII. 消除的符石愈多\n⇒ 攻擊力額外提升愈多\n⇒ 消除 30 粒可達至最大 4 倍"
  },
  {
    "id": 1932,
    "name": "萬妖舞幽．傾巢",
    "desc": "隊中只有暗屬性或妖精類成員時：\nI. 全隊攻擊力及回復力 15 倍\nII. 生命力全滿時\n⇒ 全隊攻擊力額外 2 倍\nIII. 消除妖族符石時\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 1933,
    "name": "近戰模式 ‧ 改",
    "desc": "隊中只有火屬性或機械族成員時：\nI. 全隊攻擊力 6.5 倍及生命力 1.5 倍\nII. 每消除 1 組火或心符石\n⇒ 增加 1 連擊 (Ex. Combo、Combo)\n⇒ 最多可增加 8 連擊\nIII. 每達成 1 連擊 (Combo)\n⇒ 回復 1,500 點生命力\nIV. 達成 ≥6 連擊 (Combo)\n⇒ 全隊攻擊力額外 2.5 倍\nV. 每次火屬性或機械族成員\n    發動技能\n⓵ 回復 5,000 點生命力\n⓶ 全隊攻擊力提升\n⇒ 最多可提升至 3 倍"
  },
  {
    "id": 1934,
    "name": "近戰模式 ‧ 覺醒 ‧ 改",
    "desc": "隊中只有火屬性或機械族成員時：\nI. 全隊攻擊力 6.5 倍及生命力 1.5 倍\nII. 每消除 1 組火或心符石\n⇒ 增加 1 連擊 (Ex. Combo、Combo)\n⇒ 最多可增加 12 連擊\nIII. 每達成 1 連擊 (Combo)\n⇒ 回復 2,000 點生命力\nIV. 達成 ≥6 連擊 (Combo)\n⇒ 全隊攻擊力額外 2.5 倍\nV. 每次火屬性或機械族成員\n    發動技能\n⓵ 回復 10,000 點生命力\n⓶ 全隊攻擊力提升\n⇒ 最多可提升至 4.5 倍"
  },
  {
    "id": 1935,
    "name": "連擊攻勢",
    "desc": "連擊 (Combo) 時攻擊力提升 150%"
  },
  {
    "id": 1936,
    "name": "大自然的奧秘",
    "desc": "木屬性攻擊力及回復力 4 倍"
  },
  {
    "id": 1937,
    "name": "赤焰召喚",
    "desc": "I. 消除火符石時\n⇒ 火屬性攻擊力 5 倍\nII. 消除 ≥1 組 ≥5 粒火符石\n⇒ 火屬性攻擊力額外 3 倍"
  },
  {
    "id": 1938,
    "name": "妖之再生",
    "desc": "妖精類回復力 5 倍"
  },
  {
    "id": 1939,
    "name": "暗魅召喚",
    "desc": "I. 消除暗符石時\n⇒ 暗屬性攻擊力 5 倍\nII. 消除 ≥1 組 ≥5 粒暗符石\n⇒ 暗屬性攻擊力額外 3 倍"
  },
  {
    "id": 1940,
    "name": "水之嘯",
    "desc": "隊長及戰友均為水屬性或神族時：\nI. 水屬性攻擊力 4 倍、\n   生命力及回復力 1.2 倍\nII. 水屬性神族攻擊力額外 3 倍\nIII. 每回合首批掉落的符石必定為水符石"
  },
  {
    "id": 1941,
    "name": "獸暴",
    "desc": "I. 全隊攻擊力 3.5 倍 \nII. 生命力全滿時\n⇒ 獸類攻擊力額外 3 倍"
  },
  {
    "id": 1942,
    "name": "五彩激濤",
    "desc": "隊伍成員的屬性愈多\n⇒ 全隊生命力、攻擊力、回復力愈高\n⇒ 最多全隊攻擊力 6 倍、\n    生命力及回復力 1.6 倍"
  },
  {
    "id": 1943,
    "name": "滅族之燄．追擊",
    "desc": "I. 火屬性及機械族攻擊力 6.5 倍\nII.「炙焰城主 ‧ 龐貝」的攻擊\n⇒ 無視敵人防禦力\nIII. 消除水、火或木符石時\n⇒ 機械族成員追打相應屬性攻擊 1 次\nIV. 每首批消除 1 種符石\n⇒ 於回合結束時\n    將 5 粒該種符石\n    添加為機械族符石\n   (非種族符石優先轉換)"
  },
  {
    "id": 1944,
    "name": "天竺鼠之力 ‧ 光",
    "desc": "隊中只有獸類成員時：\nI. 全隊攻擊力 6.5 倍及生命力 1.5 倍\nII. 首批消除 ≥2 組符石\n⇒ 全隊攻擊力額外提升\n⇒ 首批消除 6 組可達至最大 4 倍"
  },
  {
    "id": 1945,
    "name": "天竺鼠之力 ‧ 木",
    "desc": "隊中只有獸類成員時：\nI. 全隊攻擊力 7 倍\nII. 首批消除 ≥2 組符石\n⇒ 全隊攻擊力額外提升\n⇒ 首批消除 6 組可達至最大 4 倍"
  },
  {
    "id": 1946,
    "name": "天竺鼠之力 ‧ 水",
    "desc": "隊中只有獸類成員時：\nI. 全隊攻擊力 6 倍及生命力 1.8 倍\nII. 首批消除 ≥2 組符石\n⇒ 全隊攻擊力額外提升\n⇒ 首批消除 6 組可達至最大 4 倍"
  },
  {
    "id": 1947,
    "name": "天竺鼠之力 ‧ 暗",
    "desc": "隊中只有獸類成員時：\nI. 全隊攻擊力 6.5 倍\nII. 每個成員增加 200 點回復力基值\nIII. 首批消除 ≥2 組符石\n⇒ 全隊攻擊力額外提升\n⇒ 首批消除 6 組可達至最大 4 倍"
  },
  {
    "id": 1948,
    "name": "天竺鼠之力 ‧ 火",
    "desc": "隊中只有獸類成員時：\nI. 全隊攻擊力 6 倍\nII. 每個成員增加 500 點回復力基值\nIII. 首批消除 ≥2 組符石\n⇒ 全隊攻擊力額外提升\n⇒ 首批消除 6 組可達至最大 4 倍"
  },
  {
    "id": 1949,
    "name": "稀世力量",
    "desc": "I. 水屬性及人類攻擊力 6.5 倍\nII. 必然延長移動符石時間 1 秒\nIII. 水、火、木符石兼具\n⇒ 50% 心符石效果\nIV. 同時消除水、火、木符石\n     其中 2 種符石時\n⇒ 水屬性及人類攻擊力額外 3 倍\nV. 同時消除水、火、木符石時\n⇒ 個人追打水、火、木屬性攻擊各 1 次"
  },
  {
    "id": 1950,
    "name": "元素之核",
    "desc": "隊中只有獸類成員時：\nI. 全隊攻擊力 6.5 倍、\n   生命力及回復力 1.5 倍\nII. 所有符石兼具 50% 其他符石效果\nIII. 消除獸族符石時\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 1951,
    "name": "水之呼吸 (竈門炭治郎)",
    "desc": "隊中只有人類及\n「鬼滅之刃」石抽系列成員時：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 1.5 倍\nII. 必然延長移動符石時間 1.5 秒\nIII. 消除 1 組水符石\n⇒ 全隊攻擊力額外 2.6 倍\nIV. 每消除 1 組水符石\n⇒ 個人追打自身攻擊力 2.5 倍\n     的水屬性攻擊 1 次\n⇒ 最多可追打 3 次\nV. 所有成員對魔族目標\n⇒ 攻擊力額外 1.5 倍\n⇒ 並無視其攻前盾"
  },
  {
    "id": 1952,
    "name": "火之神．碧羅天",
    "desc": "隊中只有人類及\n「鬼滅之刃」石抽系列成員時：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 1.5 倍\nII. 必然延長移動符石 1.5 秒\nIII. 消除 1 組水或火符石\n⇒ 全隊攻擊力額外 2.6 倍\nIV. 每消除 1 組水或火符石\n⇒ 個人追打自身攻擊力 2.5 倍\n     的相應屬性攻擊 1 次\n⇒ 最多可追打水屬性及\n     火屬性攻擊各 2 次\nV. 所有成員對魔族目標\n⇒ 攻擊力額外 1.5 倍\n⇒ 並無視其攻前盾"
  },
  {
    "id": 1953,
    "name": "水之呼吸 (冨岡義勇)",
    "desc": "隊中只有水屬性成員時：\nI. 全隊攻擊力 7 倍及生命力 1.6 倍\nII. 必然延長移動符石 2 秒\nIII. 於成員直行消除水符石時\n⇒ 該成員攻擊力額外 2 倍\nIV. 受到攻擊時，\n     場上每有 1 粒水符石\n⇒ 可減少 10% 所受傷害\n⇒ 最多可減少 50% 傷害\nV. 所有成員對魔族目標\n⇒ 攻擊力額外 1.5 倍"
  },
  {
    "id": 1954,
    "name": "炎之呼吸",
    "desc": "隊中只有火屬性或人類，\n及沒有魔族成員時： \nI. 全隊攻擊力 6.5 倍、\n   生命力及回復力 1.8 倍 \nII. 必然延長移動符石時間 2 秒\nIII. 於自身直行消除火符石時\n⇒ 全隊攻擊力額外 1.8 倍 \nIV. 消除 1 組 ≥5 粒火符石時\n⇒ 全隊攻擊力額外 2.2 倍 \nV. 所有成員對魔族目標\n⇒ 攻擊力額外 1.5 倍"
  },
  {
    "id": 1955,
    "name": "鬼化戰鬥",
    "desc": "隊中只有人類及\n「竈門禰豆子」或「珠世與愈史郎」：\nI. 全隊攻擊力 6.5 倍、\n   生命力及回復力 1.6 倍\nII. 隊中有「竈門炭治郎」或\n   「火之神 ‧ 竈門炭治郎」時\n⇒ 全隊攻擊力額外 1.6 倍\nIII. 消除種族符石時\n⇒ 全隊攻擊力額外 2 倍\nIV. 減少 25% 所受傷害\nV. 所受魔族敵人的傷害\n⇒ 則減少 50%"
  },
  {
    "id": 1956,
    "name": "獸之呼吸",
    "desc": "隊中只有獸類、人類或\n「鬼滅之刃」石抽系列成員時：\nI. 全隊攻擊力 6 倍及生命力 1.2 倍\nII. 每個成員增加 160 點回復力基值\nIII. 消除種族符石時\n⇒ 全隊攻擊力額外 2 倍\nIV. 所有成員對魔族目標\n⇒ 攻擊力額外 1.5 倍"
  },
  {
    "id": 1957,
    "name": "獸之呼吸．強",
    "desc": "隊中只有獸類、人類或\n「鬼滅之刃」石抽系列成員時：\nI. 全隊攻擊力 6 倍及生命力 1.2 倍\nII. 每個成員增加 160 點回復力基值\nIII. 消除種族符石時\n⇒ 全隊攻擊力額外 2 倍\nIV. 所有成員對魔族目標\n⇒ 攻擊力額外 1.5 倍\nV. 回合結束時，可點選「X 型」\n⇒ 引爆 10 個固定位置的符石\n⇒ 掉落強化符石"
  },
  {
    "id": 1958,
    "name": "雷之呼吸",
    "desc": "隊中只有光屬性或\n「鬼滅之刃」石抽系列成員時：\nI. 全隊攻擊力 6 倍、\n   生命力及回復力 1.2 倍\nII. 消除種族符石時\n⇒ 全隊攻擊力額外 1.6 倍\nIII. 所有成員對魔族目標\n⇒ 攻擊力額外 1.5 倍\nIV. 每首批消除 1 連擊 (Combo)\n⇒ 自身直行掉落\n    1 粒光強化符石\nV. 消除 ≥10 粒光符石\n⇒ 全隊攻擊力額外 1.4 倍"
  },
  {
    "id": 1959,
    "name": "蟲之呼吸",
    "desc": "隊伍中只有暗屬性、人類或\n「鬼滅之刃」石抽系列成員時：\nI. 全隊攻擊力 6 倍、\n   生命力及回復力 1.2 倍\nII. 消除種族符石時\n⇒ 全隊攻擊力額外 1.6 倍\nIII. 所有成員對魔族目標\n⇒ 攻擊力額外 1.5 倍\nIV. 消除暗或心符石時\n⇒ 個人以 50% 攻擊力追打 5 次"
  },
  {
    "id": 1960,
    "name": "血鬼術 ‧ 破壞殺",
    "desc": "I. 魔族攻擊力 6 倍\nII. 其他屬性符石兼具\n⇒ 50% 水符石效果\nIII. 以「猗窩座」作隊長及戰友，\n     且隊中沒有隊員\n⇒ 全隊生命力、攻擊力、\n     回復力額外 5 倍"
  },
  {
    "id": 1961,
    "name": "驚世璞玉",
    "desc": "I. 龍類攻擊力 5 倍及生命力 1.8 倍\nII. 消除龍族符石時\n⇒ 自身攻擊力 2.5 倍\nIII. ≥3 個龍類成員發動攻擊時\n⇒ 全隊攻擊力額外 2.4 倍\nIV. 隊伍中只有龍類成員時\n⇒ 木符石兼具 25% 其他屬性符石效果"
  },
  {
    "id": 1962,
    "name": "絕世奇玉",
    "desc": "I. 龍類攻擊力 6 倍及生命力 1.4 倍\n隊伍中只有龍類成員時：\nII. 水、木、暗符石分別兼具\n⇒ 50% 其他屬性符石效果\nIII. 首批消除的連擊 (Combo) 數目\n⇒ 會加入下回合的連擊 (Combo) 數目\n⇒ 下回合隨機轉化相應粒數的龍族強化符石"
  },
  {
    "id": 1963,
    "name": "三族戰勢",
    "desc": "隊中只有龍類、神族或獸類成員時：\nI. 全隊攻擊力 6.5 倍及生命力 1.4 倍\nII. 每個成員增加 300 點回復力基值\nIII. 龍類、神族、獸類同時發動攻擊時\n⇒ 全隊攻擊力額外 1.8 倍\nIV. 隊中只有龍類成員\n⇒ 全隊攻擊力額外 1.8 倍\nV. 水符石兼具 50% 其他符石效果"
  },
  {
    "id": 1964,
    "name": "創造之能 ‧ 強",
    "desc": "I. 光屬性「龍類、獸類及妖精類」\n   生命力 1.8 倍及攻擊力 6.5 倍\nII. 延長移動符石時間 1 秒\nIII. 消除 1 組 5 粒符石攻擊力額外 4 倍，\n     消除 1 組符石的數目愈多，\n⇒ 攻擊力額外提升愈多\n⇒ 消除 1 組 8 粒符石可提升至最大 4.6 倍"
  },
  {
    "id": 1965,
    "name": "暗龍暴 ‧ 強",
    "desc": "I. 龍類生命力 1.6 倍及攻擊力 7 倍\nII. 每首批消除 1 連擊 (Combo)\n⇒ 自身直行掉落 1 粒暗強化符石\nIII. 消除 ≥10 粒暗符石時\n⇒ 全隊攻擊力額外 3.2 倍"
  },
  {
    "id": 1966,
    "name": "神龍呼嘯 ‧ 浪濤",
    "desc": "隊中只有神族及龍類成員時：\nI. 全隊攻擊力 6.5 倍\nII. 每個龍類成員增加 150 點回復力基值\nIII. 同時消除水及心符石時\n⇒ 全隊攻擊力額外 2 倍\nIV. 水符石兼具 50% 心符石效果"
  },
  {
    "id": 1967,
    "name": "魔龍狂號 ‧ 熾燄",
    "desc": "隊中只有魔族及龍類成員時：\nI. 全隊攻擊力 6.5 倍\nII. 每個龍類成員增加 150 點回復力基值\nIII. 場上有附加效果時\n⇒ 火屬性攻擊力額外 2 倍\nIV. 火符石兼具 50% 心符石效果"
  },
  {
    "id": 1968,
    "name": "神龍呼嘯 ‧ 藤木",
    "desc": "隊中只有神族及龍類成員時：\nI. 全隊攻擊力 6.5 倍\nII. 每個龍類成員增加 150 點攻擊力基值\nIII. 首批消除場上所有木符石時\n⇒ 全隊攻擊力額外 2.5 倍\nIV. 暗符石兼具 50% 木符石效果"
  },
  {
    "id": 1969,
    "name": "勢煞龍息 ‧ 迸發",
    "desc": "隊中只有龍類成員時：\nI. 全隊攻擊力 4 倍\nII, 延長移動符石時間 2 秒\nIII. 龍類成員增加 250 點攻擊力基值\nIV. 連擊 (Combo) 時攻擊力提升 200%"
  },
  {
    "id": 1970,
    "name": "異瞳的力量 ‧ 強",
    "desc": "I. 獸類生命力及回復力 1.8 倍\nII. 延長移動符石時間 2 秒\nIII. 連擊 (Combo) 時攻擊力提升 200%\nIV. 所有屬性符石兼具其他屬性符石效果：\n     隊伍中每多 1 個獸類成員\n⇒ 可提升 20% 兼具效果\n⇒ 最大 100% (可疊加)\nV. 消除獸族符石\n⇒ 獸類攻擊力額外 3 倍"
  },
  {
    "id": 1971,
    "name": "戰火紛飛",
    "desc": "隊伍中只有獸類成員：\nI. 全隊攻擊力 6.5 倍及生命力 1.5 倍\nII. 每個成員增加 500 點回復力基值\nIII. 場上每有 1 個附加效果\n⇒ 全隊攻擊力額外 1.5 倍\n⇒ 最多計算 4 個附加效果\nIV. 生命力未滿時\n⇒ 全隊攻擊力及回復力額外 2 倍\nV. 首批消除 1 組 ≥5 粒符石時，\n     使敵方全體中毒：\n⇒ 每回合受到自身攻擊力的傷害\n(此傷害無視防禦力及屬性並持續至死亡)"
  },
  {
    "id": 1972,
    "name": "記憶碎片",
    "desc": "I. 全隊攻擊力 6 倍\nII. 通過「旅人的記憶」故事模式內的\n    指定關卡、初級、中級或高級關卡後\n⇒ 額外獲得 1 個道具"
  },
  {
    "id": 1973,
    "name": "元素共生",
    "desc": "I. 全隊攻擊力 7 倍及生命力 1.5 倍\nII. 龍類及獸類成員攻擊力則 28 倍、\n    生命力則 3 倍\nIII. 火、光、暗、心符石\n⇒ 互相兼具 50% 效果"
  },
  {
    "id": 1974,
    "name": "龍威震天",
    "desc": "I. 龍類及獸類攻擊力 7 倍及生命力 1.5 倍\nII. 隊中只有龍類及獸類成員時\n⇒ 全隊生命力額外 1.5 倍\nIII. 首批沒有消除心符石時\n⇒ 龍類及獸類攻擊力額外 3 倍\nIV. 延長移動符石時間 2.5 秒"
  },
  {
    "id": 1975,
    "name": "獸威撼地",
    "desc": "I. 獸類及龍類攻擊力 6.5 倍及生命力 1.3 倍\nII. 隊伍中只有獸類成員時\n⇒ 獸類生命力及回復力額外 1.3 倍\nIII. 達至 ≥6 連擊 (Combo) 時\n⇒ 龍類及獸類攻擊力額外 2.5 倍\nIV. 延長移動符石時間 2 秒"
  },
  {
    "id": 1976,
    "name": "龍威破空",
    "desc": "I. 龍類攻擊力 6 倍及生命力 2.5 倍\nII. 同時消除水、暗或心符石\n    其中 2 種符石時\n⇒ 龍類攻擊力額外 4 倍\nIII. 水及暗符石互相兼具 50% 效果\nIV. 延長移動符石時間 2.5 秒"
  },
  {
    "id": 1977,
    "name": "怪獸王的咆哮",
    "desc": "I. 獸類及妖精類攻擊力 6 倍、\n   生命力及回復力 1.5 倍\nII. 獸類攻擊力額外 1.5 倍\nIII. 妖精類回復力額外 1.5 倍\nIV. 達至 ≥6 連擊 (Combo) 時\n⇒ 獸類及妖精類攻擊力額外 2 倍"
  },
  {
    "id": 1978,
    "name": "守護神之祈願",
    "desc": "隊中只有妖精類成員：\nI. 全隊攻擊力 6.5 倍、\n   生命力及回復力 1.3 倍\nII. 消除木符石時\n⇒ 全隊攻擊力額外 2 倍\nIII. 消除心符石時\n⇒ 全隊攻擊力額外 2 倍\nIV. 同時消除木及心符石時\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 1979,
    "name": "超級怪獸的進擊",
    "desc": "I. 光屬性及龍類攻擊力 7 倍\nII. 龍類生命力 1.3 倍\nIII. 同時消除光、暗、心符石\n     其中 2 種時\n⇒ 光屬性及龍類攻擊力額外 3 倍"
  },
  {
    "id": 1980,
    "name": "我的名字是01！",
    "desc": "隊中只有木屬性、人類或機械族成員時：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 1.5 倍\nII. 必然延長移動符石時間 1 秒\nIII.【假面騎士】攻擊力額外 1.5 倍\nIV. 木及光符石互相兼具 50% 效果\nV. 每消除 1 粒符石\n⇒ 全隊攻擊力額外提升 0.1 倍\n⇒ 消除 20 粒可提升至最大 3 倍"
  },
  {
    "id": 1981,
    "name": "假面騎士Zero Two，這是我的名字！",
    "desc": "隊中只有木屬性、人類或機械族成員時：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 1.5 倍\nII. 必然延長移動符石時間 2 秒\nIII.【假面騎士】攻擊力額外 1.5 倍\nIV. 木、光、心符石互相兼具 50% 效果\nV. 每消除 2 粒符石\n⇒ 全隊攻擊力額外提升 0.2 倍\n⇒ 消除 20 粒可提升至最大 3 倍"
  },
  {
    "id": 1982,
    "name": "只能結束這一切了！",
    "desc": "隊中只有人類或機械族成員時：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 1.6 倍\nII. 必然延長移動符石時間 1.5 秒\nIII.【假面騎士】攻擊力額外 1.5 倍\nIV. 暗符石兼具 50% 其他屬性符石效果\nV. 每消除 1 組符石\n⇒ 全隊攻擊力額外提升\n⇒ 消除 10 組可提升至最大 2 倍"
  },
  {
    "id": 1983,
    "name": "我只是路過的假面騎士！",
    "desc": "隊中只有暗屬性或【假面騎士】成員時：\nI. 全隊攻擊力 6.5 倍、\n   生命力及回復力 1.5 倍\nII. 達至 ≥10 Combo 或 Ex. Combo\n⇒ 全隊攻擊力額外 3 倍\nIII. 減少 25% 所受傷害\nIV. 所受人類敵人的傷害則減少 40%"
  },
  {
    "id": 1984,
    "name": "世界破壞者",
    "desc": "隊中只有暗屬性或【假面騎士】成員時：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 1.5 倍\nII. 達至 ≥10 Combo 或 Ex. Combo\n⇒ 全隊攻擊力額外 4 倍\nIII. 減少 30% 所受傷害\nIV. 所受人類敵人的傷害則減少 40%"
  },
  {
    "id": 1985,
    "name": "不想再看到有人流淚了！",
    "desc": "隊中只有人類成員時：\nI. 全隊攻擊力 6.5 倍、\n   生命力及回復力 1.6 倍\nII. 火符石兼具 50% 心符石效果\nIII. 心符石兼具 50% 屬性符石效果\nIV. 消除 ≥12 粒符石時\n⇒ 全隊攻擊力額外 2.5 倍"
  },
  {
    "id": 1986,
    "name": "夢想追尋者",
    "desc": "隊中只有人類成員時：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 1.6 倍\nII. 火符石兼具 50% 心符石效果\nIII. 心符石兼具 50% 屬性符石效果\nIV. 消除 ≥12 粒符石時\n⇒ 全隊攻擊力額外 3 倍"
  },
  {
    "id": 1987,
    "name": "我不會絕望！",
    "desc": "隊中只有人類或「影月」時：\nI. 全隊攻擊力 6.5 倍及回復力 3 倍\nII. 延長移動符石時間 2 秒\nIII. 達至 ≥6 Combo\n⇒ 全隊攻擊力額外 3.5 倍\nIV. 暗及火符石分別兼具\n⇒ 50% 其他符石效果\nV. 光符石效果提升 100%"
  },
  {
    "id": 1988,
    "name": "太陽之子",
    "desc": "隊中只有人類或「影月」時：\nI. 全隊攻擊力 6.5 倍及回復力 3 倍\nII. 延長移動符石時間 3 秒\nIII. 達至 ≥6 Combo\n⇒ 全隊攻擊力額外 3.5 倍\nIV. 暗及火符石分別兼具\n⇒ 50% 其他符石效果\nV. 光符石效果提升 100%"
  },
  {
    "id": 1989,
    "name": "約定",
    "desc": "隊中只有人類及【假面騎士】：\nI. 全隊攻擊力 6 倍及生命力 1.5 倍\nII. 首批消除所有火符石時\n⇒ 全隊攻擊力額外 1.5 倍\nIII. 火及心符石分別兼具\n⇒ 50% 其他屬性符石效果"
  },
  {
    "id": 1990,
    "name": "不容許擾亂人類的和平！",
    "desc": "隊中只有人類及【假面騎士】：\nI. 全隊攻擊力 6 倍、\n   生命力及回復力 1.2 倍\nII. 木及心符石分別兼具\n⇒ 50% 其他屬性符石效果"
  },
  {
    "id": 1991,
    "name": "俺、參上！",
    "desc": "隊中只有人類及【假面騎士】：\nI. 全隊攻擊力 6 倍及回復力 1.5 倍\nII. 同時消除火及光符石時\n⇒ 全隊攻擊力額外 1.5 倍\nIII. 火及心符石分別兼具\n⇒ 50% 其他屬性符石效果"
  },
  {
    "id": 1992,
    "name": "患者的命運由我來改變！",
    "desc": "隊中只有人類及【假面騎士】：\nI. 全隊攻擊力 6.5 倍\nII. 以右方 3 直行的符石開始轉珠時\n⇒【假面騎士】攻擊力額外 1.5 倍\nIII. 光及心符石分別兼具\n⇒ 50% 其他屬性符石效果"
  },
  {
    "id": 1993,
    "name": "我要成為王！",
    "desc": "隊中只有人類及魔族成員時：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 2 倍\nII. 進入關卡後，\n⇒ 人類成員技能 CD -2\nIII. 魔族成員以 50% 攻擊力追打 1 次"
  },
  {
    "id": 1994,
    "name": "慶賀吧！其名為逢魔Zi-O！",
    "desc": "隊中只有人類及魔族成員時：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 1.5 倍\nII. 所受傷害減少 60%\nIII. 魔族成員追打 1 次\nIV. 魔族成員無視敵人防禦力"
  },
  {
    "id": 1995,
    "name": "這是方舟的意志！",
    "desc": "I. 暗屬性攻擊力 4 倍、\n   生命力及回復力 1.5 倍\nII. 暗屬性機械族攻擊力額外 4 倍\nIII. 首批消除所有暗符石時\n⓵ 自身攻擊力額外 4 倍\n⓶ 增加 3 連擊 (Combo)"
  },
  {
    "id": 1996,
    "name": "絕對零度 ‧ 冰",
    "desc": "隊中只有人類成員時：\nI. 全隊攻擊力 3.5 倍、\n   生命力及回復力 1.2 倍\nII. 延長移動符石時間 2 秒\nIII. 連擊 (Combo) 愈多\n⇒ 全隊攻擊力額外提升愈多：\n⓵ 1 Combo 3 倍\n⓶ 6 Combo 可達至最大 5.5 倍\nIV. 水及心符石互相兼具 50% 效果\nV.【聖鬥士】生命力、\n      攻擊力及回復力 1.2 倍"
  },
  {
    "id": 1997,
    "name": "絕對零度 ‧ 煉冰",
    "desc": "隊中只有人類成員時：\nI. 全隊攻擊力 3.5 倍、\n   生命力及回復力 1.2 倍\nII. 延長移動符石時間 2 秒\nIII. 連擊 (Combo) 愈多\n⇒ 全隊攻擊力額外提升愈多：\n⓵ 1 Combo 3 倍\n⓶ 8 Combo 可達至最大 6.5 倍\nIV. 水及心符石互相兼具 50% 效果\nV.【聖鬥士】生命力、\n      攻擊力及回復力 1.2 倍"
  },
  {
    "id": 1998,
    "name": "天龍之鱗",
    "desc": "隊中只有人類成員時：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 1.2 倍\nII. 延長移動符石時間 2 秒\nIII. 以左下角的符石開始轉珠時\n⇒ 全隊攻擊力及回復力額外 1.8 倍\nIV. 以右下角的符石開始轉珠時\n⇒ 移動符石時觸碰的首 5 粒符石\n     轉化為木強化符石\nV.【聖鬥士】生命力、\n      攻擊力及回復力 1.2 倍"
  },
  {
    "id": 1999,
    "name": "天龍之鱗 ‧ 強",
    "desc": "隊中只有人類成員時：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 1.2 倍\nII. 延長移動符石時間 2 秒\nIII. 以左下角的符石開始轉珠時\n⇒ 全隊攻擊力及回復力額外 2 倍\nIV. 以右下角的符石開始轉珠時\n⇒ 移動符石時觸碰的首 5 粒符石\n     轉化為木人族強化符石\nV.【聖鬥士】生命力、\n      攻擊力及回復力 1.2 倍"
  },
  {
    "id": 2000,
    "name": "凝聚 ‧ 聖鬥士的力量",
    "desc": "隊中只有人類成員時：\nI. 全隊生命力、攻擊力及回復力 1.5 倍\nII. 必然延長移動符石時間 2 秒\nIII. 消除 1 組符石的數目愈多\n⇒ 全隊攻擊力提升愈多：\n⓵ 消除 1 組 3 粒可達 6 倍\n⓶ 消除 1 組 6 粒可達至最大 12 倍\nIV.【聖鬥士】生命力、\n      攻擊力、回復力 1.2 倍"
  },
  {
    "id": 2001,
    "name": "水元素暴濤 ‧ 強",
    "desc": "I. 水屬性攻擊力 7 倍，\n   消除水符石的組數愈多\n⇒ 水屬性攻擊力愈高\n⇒ 消除 3 組可達至最大 10 倍\nII. 水屬性生命力及回復力 1.6 倍\nIII. 每回合結束時，\n     隨機將 2 粒符石轉化為\n⇒ 水神族強化符石"
  },
  {
    "id": 2002,
    "name": "水元素之力 ‧ 強韌之壁",
    "desc": "I. 水屬性攻擊力 7 倍\nII. 減少 50% 所受傷害"
  },
  {
    "id": 2003,
    "name": "熊熊之火 ‧ 烈",
    "desc": "I. 火屬性攻擊力 7 倍、\n   生命力及回復力 1.6 倍\nII. 每回合結束時，\n    將火符石轉化為\n⇒ 火神族強化符石"
  },
  {
    "id": 2004,
    "name": "心中的熾焰",
    "desc": "I. 火屬性攻擊力 7 倍\nII. 消除心符石時\n⇒ 火屬性攻擊力額外 2 倍"
  },
  {
    "id": 2006,
    "name": "命運之輝",
    "desc": "I. 全隊攻擊力 7 倍及生命力 1.3 倍\nII. 隊中只有光屬性成員時：\n⓵ 全隊生命力、攻擊力、\n     回復力額外 1.5 倍\n⓶ 消除角色符石或種族符石時\n⇒ 全隊攻擊力額外 3.8 倍"
  },
  {
    "id": 2007,
    "name": "狂獸戰術",
    "desc": "I. 全隊攻擊力 6.5 倍\nII. 水符石兼具 25% 其他符石效果\nIII. 消除 1 組 ≥4 粒符石\n⇒ 全隊攻擊力額外 2.5 倍\nIV. 隊中只有獸類或龍類成員時：\n⓵ 全隊生命力及回復力額外 1.8 倍\n⓶ 其他符石兼具 25% 水符石效果"
  },
  {
    "id": 2008,
    "name": "魅酷焚焰",
    "desc": "I. 妖精類攻擊力及回復力 10 倍\nII. 妖精類成員增加 1,000 點生命力基值\nIII. 消除火或心符石\n⇒ 妖精類攻擊力額外 4.5 倍\nIV. 首批消除符石組數為 5 的倍數時\n⇒ 妖精類成員\n⓵ 無視「固定連擊盾」\n⓶ 無視敵人防禦力"
  },
  {
    "id": 2009,
    "name": "紫魂法規",
    "desc": "隊中只有人類時：\nI. 全隊攻擊力 8 倍、\n   生命力及回復力 2 倍\nII. 首批沒有消除暗符石時\n⇒ 全隊攻擊力額外 3 倍\nIII. 首批沒有消除光符石時\n⇒ 減少 40% 所受傷害"
  },
  {
    "id": 2010,
    "name": "饞涎噴發",
    "desc": "I. 全隊攻擊力 6.5 倍及生命力 2 倍\nII. 水符石兼具 100% \n    其他屬性符石效果：\n    每多一個獸類成員\n⇒ 提升 20% 兼具效果\n⇒ 最多可兼具 200%\nIII. 隊伍中有 ≥3 個獸類成員時\n⇒ 延長移動符石時間 3 秒"
  },
  {
    "id": 2011,
    "name": "炙炎召喚",
    "desc": "I. 全隊攻擊力 6.5 倍、\n   生命力及回復力 1.2 倍\nII. 所有符石兼具 250% 其他符石效果\nIII. 隊中有 ≥3 個獸類成員時\n⇒ 延長移動符石時間 1.5 秒"
  },
  {
    "id": 2012,
    "name": "藤園魔法",
    "desc": "I. 全隊攻擊力 6.5 倍及生命力 1.2 倍\nII. 隊中有 ≥3 種族成員時\n⇒ 全隊攻擊力額外 4.5 倍\nIII. 每首批消除 1 組符石\n⇒ 人類及神族成員直行\n    首批掉落 1 粒木強化符石"
  },
  {
    "id": 2013,
    "name": "鮮紅魔力",
    "desc": "I. 全隊攻擊力 8 倍及生命力 1.3 倍\nII. 魔族成員對敵方造成攻擊傷害的 5% \n⇒ 轉化為生命力\n⇒ 最大為生命力等值的 100% \nIII. 隊中有 ≥3 個魔族成員時\n⇒ 延長移動符石時間 3 秒"
  },
  {
    "id": 2014,
    "name": "暗影重重",
    "desc": "I. 全隊攻擊力 6.5 倍及生命力 1.2 倍\nII. 隊中有 ≥3 種族成員時\n⇒ 全隊攻擊力額外 4.5 倍\nIII. 每首批消除 1 組符石\n⇒人類及神族成員直行\n    首批掉落 1 粒暗強化符石"
  },
  {
    "id": 2015,
    "name": "沉睡中的交戰",
    "desc": "I. 全隊攻擊力 6 倍及生命力 1.2 倍\nII. 心符石兼具 50% 屬性符石效果\nIII. 所有成員對最後擊中我方的敵人的\n     屬性目標傷害額外 4 倍"
  },
  {
    "id": 2016,
    "name": "聖潔神諭",
    "desc": "I. 全隊攻擊力 6.5 倍及生命力 1.2 倍\nII. 隊中有 ≥3 種族成員時\n⇒ 全隊攻擊力額外 4.5 倍\nIII. 每首批消除 1 組符石\n⇒ 增加 1 Ex. Combo"
  },
  {
    "id": 2017,
    "name": "行動 F 代號",
    "desc": "I. 全隊攻擊力 6 倍及生命力 1.2 倍\nII. 達成 ≥4 連擊 (Combo) \n⇒ 機械族行動值提升 5%\nIII. 當所有機械族成員行動值達至 100% \n⇒ 自身攻擊力額外 6 倍"
  },
  {
    "id": 2018,
    "name": "行動 D 代號",
    "desc": "I. 全隊攻擊力 6 倍及生命力 2 倍\nII. 達成 ≥4 連擊 (Combo)\n⇒ 機械族行動值提升 5%\nIII. 當所有機械族成員行動值達至 100% \n⇒ 回合結束時回復 30,000 點生命力"
  },
  {
    "id": 2019,
    "name": "魔龍之瞳",
    "desc": "I. 全隊攻擊力 7 倍及生命力 3 倍\nII. 每首批消除 3 組符石\n⇒ 龍類及魔族成員額外追打 1 次\nIII. 隊中有 ≥3 種族成員時\n⇒ 延長移動符石時間 1.5 秒"
  },
  {
    "id": 2020,
    "name": "穹蒼賜賞 ‧ 神威之浪",
    "desc": "I. 水屬性攻擊力 7 倍、\n   生命力及回復力 1.4 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行掉落 1 粒水神族強化符石\nIII. 消除 1 組 ≥5 粒水符石\n⇒ 水屬性攻擊力額外 2.5 倍\nIV. 消除強化符石\n⇒ 水屬性攻擊力額外 1.8 倍"
  },
  {
    "id": 2021,
    "name": "穹蒼賜賞 ‧ 神威之燄",
    "desc": "I. 火屬性攻擊力 7 倍、\n   生命力及回復力 1.4 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行掉落 1 粒火神族強化符石\nIII. 消除 1 組 ≥5 粒火符石\n⇒ 火屬性攻擊力額外 2.5 倍\nIV. 消除強化符石\n⇒ 火屬性攻擊力額外 1.8 倍"
  },
  {
    "id": 2022,
    "name": "穹蒼賜賞 ‧ 神威之藤",
    "desc": "I. 木屬性攻擊力 7 倍、\n   生命力及回復力 1.4 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行掉落 1 粒木神族強化符石\nIII. 消除 1 組 ≥5 粒木符石\n⇒ 木屬性攻擊力額外 2.5 倍\nIV. 消除強化符石\n⇒ 木屬性攻擊力額外 1.8 倍"
  },
  {
    "id": 2023,
    "name": "穹蒼賜賞 ‧ 神威之玄",
    "desc": "I. 光屬性攻擊力 7 倍、\n   生命力及回復力 1.4 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行掉落 1 粒光神族強化符石\nIII. 消除 1 組 ≥5 粒光符石\n⇒ 光屬性攻擊力額外 2.5 倍\nIV. 消除強化符石\n⇒ 光屬性攻擊力額外 1.8 倍"
  },
  {
    "id": 2024,
    "name": "穹蒼賜賞 ‧ 神威之幽",
    "desc": "I. 暗屬性攻擊力 7 倍、\n   生命力及回復力 1.4 倍\nII. 每直行首批消除 1 組 ≥4 粒符石時\n⇒ 該直行掉落 1 粒暗神族強化符石\nIII. 消除 1 組 ≥5 粒暗符石\n⇒ 暗屬性攻擊力額外 2.5 倍\nIV. 消除強化符石\n⇒ 暗屬性攻擊力額外 1.8 倍"
  },
  {
    "id": 2025,
    "name": "聖神威壓",
    "desc": "I. 神族及妖精類攻擊力 7 倍、\n   生命力及回復力 1.5 倍\nII. 光屬性「神族及妖精類」\n    攻擊力額外 3 倍、\n    生命力及回復力額外 1.3 倍\nIII. 必然延長移動符石時間 3 秒\nIV. 消除 ≥4 組符石時\n⇒ 光屬性、神族、妖精類\n     攻擊力額外 2 倍"
  },
  {
    "id": 2026,
    "name": "巨狼領域",
    "desc": "隊中只有獸類或龍類成員時：\nI. 全隊攻擊力 15 倍\nII. 移動符石時間 2 倍\nIII. 消除獸族或龍族符石時\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 2027,
    "name": "聖鬥士集結",
    "desc": "隊中只有人類或神族成員時：\nI. 全隊攻擊力 6.5 倍、\n   生命力及回復力 1.4 倍\nII. 延長移動符石時間 3 秒\nIII.【聖鬥士】生命力、\n      攻擊力、回復力額外 1.2 倍\nIV. 隊中有 ≥3 種屬性成員\n⇒ 全隊攻擊力額外 3 倍\nV. 所受人類及神族敵人的傷害減少 30% "
  },
  {
    "id": 2028,
    "name": "聖鬥士集結 ‧ 爆發",
    "desc": "隊中只有人類或神族成員時：\nI. 全隊攻擊力 6.5 倍、\n   生命力及回復力 1.4 倍\nII. 延長移動符石時間 3 秒\nIII. 【聖鬥士】生命力、\n      攻擊力、回復力額外 1.2 倍\nIV.  隊中有 ≥3 種屬性成員\n⇒ 全隊攻擊力額外 3 倍\nV. 所受人類及神族敵人的傷害減少 30% \nVI. 若有消除符石\n⇒ 每回合結束時，\n     將 6 粒符石引爆\n     (光以外的屬性符石優先)\n⇒ 掉落光人族符石"
  },
  {
    "id": 2029,
    "name": "聖鬥士最強集結",
    "desc": "隊中只有人類或神族成員時：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 1.6 倍\nII. 必然延長移動符石時間 3 秒\nIII. 【聖鬥士】生命力、\n       攻擊力、回復力額外 1.2 倍\nIV. 隊中有 ≥3 種屬性成員\n⇒ 全隊攻擊力額外 3 倍\nV. 所受人類及神族敵人的傷害減少 30% "
  },
  {
    "id": 2030,
    "name": "聖鬥士最強集結 ‧ 爆發",
    "desc": "隊中只有人類或神族成員時：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 1.6 倍\nII. 必然延長移動符石時間 3 秒\nIII. 【聖鬥士】生命力、\n       攻擊力、回復力額外 1.2 倍\nIV. 隊中有 ≥3 種屬性成員\n⇒ 全隊攻擊力額外 3 倍\nV. 所受人類及神族敵人的傷害減少 30% \nVI. 若有消除符石\n⇒ 每回合結束時，\n     將 6 粒符石引爆\n     (光以外的屬性符石優先)\n⇒ 掉落光人族符石"
  },
  {
    "id": 2031,
    "name": "聖鬥士 ‧ 鎖鏈攻擊",
    "desc": "隊中只有人類或\n「智慧與戰爭女神 ‧ 雅典娜」時：\nI. 全隊攻擊力 6 倍、\n   生命力及回復力 1.5 倍\nII. 延長移動符石時間 3 秒 \nIII. 消除 1 組 ≥7 粒符石時\n⓵ 全隊攻擊力額外 5 倍\n⓶ 【聖鬥士】無視「指定形狀盾」\nIV. 暗符石兼具 50% 其他符石效果\nV. 心符石兼具暗符石效果"
  },
  {
    "id": 2032,
    "name": "聖鬥士 ‧ 鎖鏈攻擊 ‧ 強",
    "desc": "隊中只有人類成員或\n「智慧與戰爭女神 ‧ 雅典娜」時：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 1.5 倍\nII. 延長移動符石時間 3 秒 \nIII. 消除 1 組 ≥7 粒符石時\n⓵ 全隊攻擊力額外 5 倍\n⓶ 【聖鬥士】無視「指定形狀盾」\nIV. 暗符石兼具其他符石效果\nV. 心符石兼具暗符石效果"
  },
  {
    "id": 2033,
    "name": "聖鬥士 ‧ 不死鳥",
    "desc": "隊中只有火屬性、暗屬性成員、【聖鬥士】\n或「智慧與戰爭女神 ‧ 雅典娜」時：\nI. 全隊攻擊力 6.5 倍、\n   生命力及回復力 1.5 倍\nII. 延長移動符石時間 2 秒\nIII. 火、暗及心符石分別兼具\n⇒ 50% 其他符石效果\nIV. 同時消除火、暗、心符石\n     其中 2 種時\n⇒ 全隊攻擊力額外 4.5 倍"
  },
  {
    "id": 2034,
    "name": "聖鬥士 ‧ 不死鳥 ‧ 強",
    "desc": "隊中只有火屬性、暗屬性成員、【聖鬥士】\n或「智慧與戰爭女神 ‧ 雅典娜」時：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 1.5 倍\nII. 必然延長移動符石時間 2 秒\nIII. 火、暗及心符石分別兼具\n⇒ 50% 其他符石效果\nIV. 同時消除火、暗、心符石\n     其中 2 種時\n⇒ 全隊攻擊力額外 4.5 倍"
  },
  {
    "id": 2035,
    "name": "聖鬥士 ‧ 戰意",
    "desc": "隊中只有人類成員或\n「智慧與戰爭女神 ‧ 雅典娜」時：\nI. 全隊攻擊力 5 倍、\n   生命力及回復力 1.2 倍\nII. 延長移動符石時間 1 秒 \nIII.【聖鬥士】攻擊力額外 3 倍\nIV. 心符石兼具 50% 屬性符石效果\nV. 水及木符石互相兼具 50% 效果"
  },
  {
    "id": 2036,
    "name": "聖鬥士 ‧ 戰意燃燒",
    "desc": "隊中只有人類成員或\n「智慧與戰爭女神 ‧ 雅典娜」時：\nI. 全隊攻擊力 6 倍、\n   生命力及回復力 1.2 倍\nII. 必然延長移動符石時間 1 秒 \nIII.【聖鬥士】攻擊力額外 3 倍\nIV. 心符石兼具 50% 屬性符石效果\nV. 水及木符石互相兼具 50% 效果"
  },
  {
    "id": 2037,
    "name": "冥界項鏈",
    "desc": "隊中只有人類及神族成員時：\nI. 全隊攻擊力 5 倍、\n   生命力及回復力 1.2 倍\nII. 延長移動符石時間 1 秒\nIII. 心符石兼具 50% 屬性符石效果\nIV. 火及暗符石互相兼具 50% 效果"
  },
  {
    "id": 2038,
    "name": "聖鬥士 ‧ 鬥志",
    "desc": "隊中只有人類成員時：\nI. 全隊攻擊力 5 倍、\n   生命力及回復力 1.2 倍\nII. 延長移動符石時間 1 秒\nIII.【聖鬥士】攻擊力額外 3 倍\nIV. 心符石兼具 50% 屬性符石效果\nV. 水及光符石互相兼具 50% 效果"
  },
  {
    "id": 2039,
    "name": "冥鬥士 ‧ 進攻",
    "desc": "【冥鬥士】攻擊力 7 倍"
  },
  {
    "id": 2040,
    "name": "冥鬥士 ‧ 死亡創造",
    "desc": "隊中只有光屬性、\n暗屬性成員或【冥鬥士】時：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 1.6 倍\nII. 延長移動符石時間 3 秒\nIII. 隊中有 ≥3 種族成員時\n⇒ 全隊攻擊力額外 2 倍\nIV. 達至 ≥8 連擊 (Combo)\n⇒ 所有成員以 3 倍攻擊力追打 1 次"
  },
  {
    "id": 2041,
    "name": "鬥士 ‧ 重生力量",
    "desc": "隊中只有人類成員時：\nI. 全隊攻擊力 5 倍\nII. 隊中有 ≥3 個【聖鬥士】時\n⇒ 全隊攻擊力及回復力額外 1.5 倍\nIII. 隊中有 ≥3 個【冥鬥士】時\n⇒ 全隊攻擊力及回復力額外 1.5 倍"
  },
  {
    "id": 2042,
    "name": "神之統領",
    "desc": "神族攻擊力 7 倍及回復力 3 倍"
  },
  {
    "id": 2043,
    "name": "雅典娜的鬥士",
    "desc": "【聖鬥士】攻擊力及回復力 10 倍"
  },
  {
    "id": 2044,
    "name": "無匹神力",
    "desc": "I. 全隊攻擊力 7 倍、\n    生命力及回復力 1.7 倍\nII. 隊中成員種族愈多，\n    全隊攻擊力額外提升愈多：\n⓵ 2 種族成員額外 4 倍\n⓶ 4 種族成員可達至最大 6 倍\nIII. 神族成員無視敵人防禦力\nIV. 人類、魔族、機械族成員\n⇒ 無視「攻前盾」\nV. 龍類、獸類、妖精類成員\n⇒ 無視「固定連擊盾」"
  },
  {
    "id": 2045,
    "name": "連擊魔力",
    "desc": "隊中只有水屬性、魔族或神族成員時：\nI. 全隊攻擊力 5 倍及生命力 1.5 倍\nII. 達成連擊 (Combo) 愈多，\n    全隊攻擊力額外提升愈多：\n⓵ 2 連擊 (Combo) 額外 2 倍\n⓶ 8 連擊 (Combo) 可達至最大 8 倍\nIII. 每消除 1 粒魔族符石\n⇒ 回復 2,000 點生命力"
  },
  {
    "id": 2046,
    "name": "相克攻法",
    "desc": "I. 獸類、人類攻擊力 7 倍及生命力 2.5 倍\nII. 獸類成員追打自身克制屬性攻擊 1 次\nIII. 人類成員進場 CD -2\nIV. 隊中只有獸類或人類成員時\n⇒ 全隊攻擊力額外 4 倍"
  },
  {
    "id": 2047,
    "name": "璀璨的魅藍",
    "desc": "隊伍中只有妖精類成員時：\nI. 全隊攻擊力 8 倍及回復力 1.8 倍\nII. 所有符石兼具 50% 其他符石效果\nIII. 隊中成員每次發動技能\n⇒ 回復 50% 生命力"
  },
  {
    "id": 2048,
    "name": "絕境意志 ‧ 狂暴",
    "desc": "I. 全隊生命力、攻擊力、回復力 1.5 倍\nII. 當前生命力 >50% 時\n⇒ 下一次所受傷害不會使你死亡\nIII. 若隊中只有暗屬性或神族成員：\n     生命力愈低\n⇒ 全隊攻擊力及回復力額外提升愈多\n⇒ 最多 20 倍"
  },
  {
    "id": 2049,
    "name": "不撓雄傑 ‧ 木林",
    "desc": "I. 木屬性攻擊力 5 倍\nII. 隊中人類成員愈多\n⇒ 木屬性成員的生命力及回復力\n     額外提升愈多\n⇒ 5 個人類成員可達至\n     最大 2.5 倍 (不計自身)"
  },
  {
    "id": 2050,
    "name": "暗黑回復魔法 ‧ 魅",
    "desc": "I. 妖精類攻擊力及回復力 6.5 倍、\n   生命力 1.5 倍\nII. 每直行首批消除 1 組 ≥4 粒符石\n⇒ 該直行掉落 1 粒心強化符石\nIII. 回合結束時\n⇒ 將心符石轉化為妖族強化符石"
  },
  {
    "id": 2051,
    "name": "騎士誓盟",
    "desc": "隊中只有火、木或暗屬性成員時：\nI. 全隊攻擊力 6.5 倍、\n   生命力及回復力 1.3 倍\nII. 消除心符石時\n⇒ 全隊攻擊力額外 2.5 倍\nIII. 消除強化符石時\n⇒ 自身攻擊力額外 1.5 倍"
  },
  {
    "id": 2052,
    "name": "千秋的傳承 ‧ 使命",
    "desc": "I. 木屬性攻擊力 6.5 倍、\n   生命力及回復力 1.6 倍\nII. 木屬性人類攻擊力則 8 倍 \nIII. 必然延長移動符石時間 3 秒 \nIV. 消除種族符石時\n⇒ 木屬性攻擊力額外 4 倍 \nV. 每消除 1 組光或暗符石\n⇒ 回合結束時將 3 粒符石\n    轉化為人族強化符石\n   (木及心符石優先轉換)\n⇒ 最多可轉化 30 粒 "
  },
  {
    "id": 2053,
    "name": "解難之輝",
    "desc": "I. 全隊攻擊力 6.5 倍、\n   生命力及回復力 2 倍\nII. 場上有風化、弱化、\n    凍結、石化符石時\n⇒ 全隊攻擊力額外 3 倍\nIII. 同一回合內發動主動技能\n     次數愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 發動 3 次可達至最大 6 倍\nIV. 同一回合發動 3 次主動技能時\n⇒ 該回合全隊無視攻前盾\nV. 首批消除自身直行所有符石\n⇒ 其他成員技能 CD -1"
  },
  {
    "id": 2054,
    "name": "亂世重典",
    "desc": "I. 暗屬性及魔族攻擊力 7 倍\nII. 自身無視敵人防禦力\nIII. 必然延長移動符石時間 2 秒\nIV. 消除 1 組 ≥5 粒符石\n⇒ 全隊攻擊力額外 3.5 倍"
  },
  {
    "id": 2055,
    "name": "無上神權 ‧ 制裁",
    "desc": "I. 神族攻擊力 7 倍\nII. 消除屬性強化符石\n⇒ 該屬性攻擊力額外 2 倍\nIII. 自身發動技能時\n⇒ 神族攻擊力額外 2 倍"
  },
  {
    "id": 2056,
    "name": "玄華獨尊 ‧ 崇",
    "desc": "I. 光屬性生命力、攻擊力、回復力 1.5 倍\nII. 光及暗符石兼具\n⇒ 50% 心符石效果\nIII. 暗符石兼具 50% 光符石效果\nIV. 心符石兼具光符石效果\nV. 消除光、暗、心符石其中 2 種符石\n⇒ 光屬性攻擊力額外 7 倍"
  },
  {
    "id": 2057,
    "name": "玄華獨尊 ‧ 崇極",
    "desc": "I. 光屬性生命力、攻擊力、回復力 1.6 倍\nII. 延長移動符石時間至 10 秒\nIII. 光及暗符石兼具\n⇒ 50% 心符石效果\nIV. 暗及心符石兼具光符石效果\nV. 水、火、木符石兼具\n⇒ 50% 光符石效果\n\nVI. 消除光、暗、心符石\n      其中 2 種符石時\n⇒ 光屬性攻擊力額外 7 倍\n\nVII. ≥3 粒相同種類的符石相連，\n      即可發動消除\nVIII. 所有符石掉落率不受其他技能影響\n       (包括改變掉落符石屬性的技能)\n\nIX. 回合結束時，可點選「X 型」\n⇒ 引爆 10 個固定位置的符石\n\nX. 沒有點選時，\n     將「X 型」位置的符石\n⇒ 轉化為光強化符石"
  },
  {
    "id": 2058,
    "name": "元素之核",
    "desc": "隊中只有獸類成員時：\nI. 全隊攻擊力 8 倍、\n   生命力及回復力 1.5 倍\nII. 所有符石兼具\n⇒ 50% 其他符石效果\nIII. 消除獸族符石\n⇒ 全隊攻擊力額外 2.5 倍"
  },
  {
    "id": 2059,
    "name": "萬惡之源",
    "desc": "I. 妖精類生命力、攻擊力、回復力 1.6 倍\nII. 達至 ≥5 連擊 (Combo)\n⓵ 全隊攻擊力額外 2 倍\n⓶ 妖精類攻擊力則額外 5 倍\nIII. 必然延長移動符石時間 1.5 秒\nIV. 所有符石兼具 300% 其他符石效果"
  },
  {
    "id": 2060,
    "name": "宇宙之掌",
    "desc": "I. 魔族攻擊力 7.5 倍及生命力 1.4 倍\nII. 只能消除首批符石\nIII. ≥3 粒相同種類的符石相連\n⇒ 即可發動消除\nIV. 必然延長移動符石時間 3 秒 \nV. 首批消除 ≥15 粒符石\n⇒ 魔族攻擊力額外 2 倍\n⇒ 魔族成員無視「指定形狀盾」"
  },
  {
    "id": 2061,
    "name": "One For All",
    "desc": "隊中只有人類成員時：\nI. 全隊攻擊力 7.5 倍及生命力 1.8 倍\nII.「綠谷出久」攻擊力額外 3 倍\nIII. 消除 ≥3 種屬性符石時\n⇒ 全隊攻擊力額外 3 倍\nIV. 木及光符石分別兼具\n⇒ 50% 其他符石效果"
  },
  {
    "id": 2062,
    "name": "爆破",
    "desc": "I. 火屬性攻擊力 7 倍、\n   生命力及回復力 1.8 倍\nII. 延長移動符石時間 1 秒\nIII. 自身進場 CD -5\nIV. 火屬性人類進場 CD -1\nV. 敵人所受追打傷害額外 2 倍\nVI. 所有成員對目標攻擊力 1.5 倍"
  },
  {
    "id": 2063,
    "name": "半冷半燃",
    "desc": "I. 水、火屬性、【雄英高校】成員\n⇒ 攻擊力 7 倍、生命力及回復力 1.5 倍\nII. 延長移動符石時間 2 秒\nIII. 消除水符石時\n⇒ 減少 50% 所受傷害\nIV. 消除火符石時\n⇒ 全隊攻擊力額外 3 倍"
  },
  {
    "id": 2064,
    "name": "雄英的力量",
    "desc": "I. 人類攻擊力 6 倍\nII.【雄英高校】成員\n⇒ 攻擊力、生命力、回復力 2 倍\nIII. 同時消除自身屬性符石及心符石時\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 2065,
    "name": "歐爾麥特 One For All",
    "desc": "隊中只有人類成員時：\nI. 全隊攻擊力 5 倍、\n   生命力及回復力 2 倍\nII. 延長移動符石時間 5 秒 \n10 回合內\nIII.「歐爾麥特」攻擊力額外 20 倍"
  },
  {
    "id": 2066,
    "name": "地獄之火",
    "desc": "隊中只有人類成員時：\nI. 全隊攻擊力 5 倍、\n   生命力及回復力 2 倍\nII. 延長移動符石時間 2.5 秒\nIII.「奮進人」攻擊力額外 10 倍"
  },
  {
    "id": 2067,
    "name": "敵聯合的力量",
    "desc": "隊中只有【敵聯合】成員時：\nI. 全隊攻擊力 10 倍及生命力 1.5 倍\nII. 消除光、暗、心符石其中 2 種符石時\n⇒ 全隊攻擊力額外 3 倍\nIII. 所受傷害 20% (不包括敵技傷害) \n⇒ 轉化為我方生命力"
  },
  {
    "id": 2068,
    "name": "龍裔聖焰",
    "desc": "I. 全隊攻擊力 8 倍及生命力 2 倍\nII. 龍類成員生命力額外 1.6 倍及\n    攻擊力額外 4.5 倍\nIII. 必然延長移動符石時間 2 秒"
  },
  {
    "id": 2069,
    "name": "温柔的守護",
    "desc": "I. 人類攻擊力 8 倍、\n   生命力及回復力 2 倍\nII. 消除火符石時\n⇒ 全隊攻擊力額外 5 倍\nIII. 必然延長移動符石時間 2 秒"
  },
  {
    "id": 2070,
    "name": "星辰力量",
    "desc": "隊中只有神族成員：\nI. 全隊攻擊力 6 倍及回復力 1.5 倍\nII. 光屬性攻擊力額外 4 倍、\n    生命力及回復力額外 1.5 倍\nIII. 其他符石分別兼具\n⇒ 50% 光及心符石效果 "
  },
  {
    "id": 2071,
    "name": "逆鱗之噬",
    "desc": "I. 所有成員回復力減至 0\nII. 將每個龍類及獸類成員\n     原有回復力基值 2 倍\n⇒ 各自加入自身攻擊力基值\nIII. 每回合扣除全隊總生命力 5%\nIV. 龍類及獸類成員\n⇒ 攻擊力 25 倍及生命力 2.5 倍\nV. 將龍類及獸類成員\n    對敵方造成攻擊傷害的 10% \n⇒ 轉化為生命力\n⇒ 最大為生命力等值的 50%\nVI. 若轉化的生命力超過總生命力時：\n      每超出 15% 總生命力\n⇒ 於回合結束時將 1 粒符石\n    轉化為木強化符石\n   (木以外符石優先轉換)\n⇒ 最多可轉化 3 粒"
  },
  {
    "id": 2072,
    "name": "龍噬",
    "desc": "I. 龍類生命力及攻擊力 5 倍\nII. 龍類成員回復力基值減至 0\nIII. 消除木符石時\n⇒ 回復龍類成員 15% 總生命力"
  },
  {
    "id": 2073,
    "name": "靈氣根源",
    "desc": "隊中只有妖精類成員時：\nI. 全隊攻擊力 10 倍及回復力 20 倍\nII. 移動符石前若生命力全滿\n⇒ 全隊回復力額外 2 倍"
  },
  {
    "id": 2074,
    "name": "聖劍絕殺",
    "desc": "隊中只有光屬性人類及\n【圓桌騎士】成員時：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 1.8 倍\nII. 其他符石分別兼具\n⇒ 50% 光及心符石效果\nIII. 每首批全部消除\n     場上 1 種符石時\n⇒ 全隊攻擊力額外 1.35 倍\nIV. 每消除 1 組光以外的符石\n⇒ 額外計算多 1 Combo\n⇒ 最多可增加 4 Combo"
  },
  {
    "id": 2075,
    "name": "騎士之盟 ‧ 強",
    "desc": "隊中只有火、木及暗屬性成員時：\nI. 全隊攻擊力 5 倍\nII. 消除心符石時\n⇒ 全隊攻擊力額外 2.5 倍"
  },
  {
    "id": 2076,
    "name": "孤高的墮天使",
    "desc": "I. 全隊攻擊力 7 倍、\n   生命力及回復力 1.6 倍\nII.【怪物彈珠】及妖精類成員\n⇒ 攻擊力額外 2.5 倍\nIII. 消除 ≥2 種符石\n⇒ 全隊攻擊力額外 2 倍\nIV. 每首批消除 1 組符石\n⇒ 掉落 1 粒心強化符石\n    (首批掉落的心符石必定相連)\nV. 必然延長移動符石時間 3 秒"
  },
  {
    "id": 2077,
    "name": "美麗的水鏡",
    "desc": "I.【怪物彈珠】及水屬性成員\n   攻擊力 6.5 倍、生命力及回復力 1.3 倍\nII. 水及心符石互相兼具 50% 效果\nIII. 延長移動符石時間 1 秒\nIV. 首批消除最底 1 橫行內的所有符石時\n⇒ 全隊攻擊力額外 3 倍\nV. 首批消除\n  「純粹美麗的水精女王 忒琪菈」\n     所在 1 直行的所有符石時\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 2078,
    "name": "真炎的吐息",
    "desc": "I.【怪物彈珠】及火屬性成員攻擊力 6 倍、\n    生命力及回復力 1.5 倍\nII. 所有成員\n⇒ 對獸類、龍類、機械族、魔族目標\n    攻擊力額外 2 倍"
  },
  {
    "id": 2079,
    "name": "魔力的繼承",
    "desc": "I. 隊中的【怪物彈珠】及\n   妖精類成員愈多\n⇒ 全隊攻擊力愈高\n⇒ 最大 7 倍\nII. 延長移動符石時間 2 秒\nIII. 消除木或暗符石時\n⇒ 增加 4 連擊 (Combo)"
  },
  {
    "id": 2080,
    "name": "騎士王的引導",
    "desc": "I.【怪物彈珠】及光屬性成員\n    攻擊力 6.5 倍、\n    生命力及回復力 1.3 倍\nII. 光及心符石互相兼具 50% 效果\nIII. 延長移動符石時間 1 秒\nIV. 以【十】形首批消除\n     1 組 ≥5 粒符石時\n⇒ 全隊攻擊力額外 5 倍"
  },
  {
    "id": 2081,
    "name": "破魂收割",
    "desc": "I.【怪物彈珠】及魔族成員攻擊力 7 倍\nII. 延長移動符石時間 1 秒\nIII. 減少 25% 所受傷害\nIV. 敵人所受克屬傷害額外 2 倍"
  },
  {
    "id": 2082,
    "name": "世界樹的恩惠",
    "desc": "I.【怪物彈珠】及妖精類成員攻擊力 6 倍\nII. 延長移動符石時間 2 秒\nIII. 敵方所受攻擊傷害的 100% \n⇒ 分別擴散到其他敵人身上"
  },
  {
    "id": 2083,
    "name": "仿魂絕殺",
    "desc": "I. 全隊攻擊力 8 倍、\n   生命力及回復力 1.8 倍\nII. 必然延長移動符石時間 2.5 秒\nIII. 消除符石的種類愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 最大 4 倍\nIV. 隊中有 ≥2 種屬性成員時\n⓵ 全隊攻擊力額外 1.8 倍\n⓶ 每首批消除 6 粒符石\n⇒ 增加 1 連擊 (Combo)"
  },
  {
    "id": 2084,
    "name": "亂世重典 ‧ 刑",
    "desc": "I. 暗屬性、魔族、龍類成員攻擊力 7.5 倍\nII. 全隊無視敵人防禦力\nIII. 必然延長移動符石時間 2.5 秒\nIV. 消除 1 組 ≥4 粒符石\n⇒ 全隊攻擊力額外 4 倍"
  },
  {
    "id": 2085,
    "name": "惡夢根源",
    "desc": "I. 全隊攻擊力 7 倍\nII. 木屬性及魔族成員\n⇒ 生命力及攻擊力額外 1.7 倍\nIII. 消除角色符石或種族符石時\n⇒ 全隊攻擊力額外 3 倍\nIV. 所有屬性符石兼具\n⇒ 50% 其他屬性符石效果\nV. 必然延長移動符石時間 2 秒"
  },
  {
    "id": 2086,
    "name": "研究先覺",
    "desc": "隊中只有機械族成員時：\nI. 全隊攻擊力 6.5 倍、\n   生命力及回復力 1.5 倍\nII. 每消除 3 組符石\n⇒ 掉落 3 粒水機械族符石\nIII. 減少 40% 所受傷害"
  },
  {
    "id": 2087,
    "name": "說一不二",
    "desc": "I. 只能消除首批符石\nII. 隊中只有獸類、龍類或妖精類成員時：\n⓵ 全隊攻擊力 8.5 倍、\n     生命力及回復力 2 倍\n⓶ 首批消除 ≥10 粒符石時\n⇒ 全隊攻擊力額外 6 倍"
  },
  {
    "id": 2088,
    "name": "焚燄無蹤",
    "desc": "隊中只有龍類成員時：\nI. 全隊攻擊力 6 倍及生命力 3 倍\nII. 自身不能發動攻擊\nIII. 消除角色符石時\n⇒ 全隊攻擊力額外 6 倍\nIV. 首批沒有消除角色符石時\n⇒ 減少 40% 所受傷害"
  },
  {
    "id": 2089,
    "name": "以諾元力",
    "desc": "I. 全隊攻擊力 7 倍\nII. 所有符石兼具 25% 其他符石效果\nIII. 隊中只有人類成員時：\n⓵ 全隊攻擊力額外 5.5 倍\n⓶ 全隊生命力及回復力 2 倍"
  },
  {
    "id": 2090,
    "name": "魔女元力",
    "desc": "I. 全隊攻擊力 6 倍\nII. 火、暗、心符石\n⇒ 互相兼具 50% 效果\nIII. 隊中只有人類成員時：\n⓵ 全隊攻擊力額外 3.5 倍\n⓶ 全隊生命力及回復力 2.2 倍"
  },
  {
    "id": 2091,
    "name": "龍凶噬",
    "desc": "隊伍中只有龍類成員時：\nI. 全隊攻擊力 15 倍\nII. 移動符石前若生命力未滿\n⇒ 全隊攻擊力額外 2 倍\nIII. 消除龍族符石時\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 2092,
    "name": "無雙之霸",
    "desc": "I. 光屬性攻擊力 7.5 倍、\n   生命力及回復力 1.8 倍\nII. 必然延長移動符石時間 2 秒\nIII. 消除 ≥3 組符石時\n⇒ 全隊攻擊力額外 3.5 倍\nIV. 首批消除所有光符石時\n⇒ 光屬性攻擊力額外 1.5 倍"
  },
  {
    "id": 2093,
    "name": "蓋世之氣",
    "desc": "I. 全隊攻擊力 9 倍、\n   生命力及回復力 1.6 倍\nII. 必然延長移動符石時間 2 秒\nIII. 消除 ≥3 種符石時\n⇒ 全隊攻擊力額外 2 倍\nIV. 首批掉落該直行成員的屬性強化符石\n* 其後部分掉落的符石會順序排列"
  },
  {
    "id": 2094,
    "name": "恐龍王的咆哮",
    "desc": "I. 火屬性攻擊力 6 倍\nII. 戰鬥中所獲得的金幣增加 50%"
  },
  {
    "id": 2095,
    "name": "武士魂",
    "desc": "I.【銀魂】及水屬性成員攻擊力 7 倍、\n    生命力及回復力 1.6 倍\nII. 消除 2 組 ≥3 粒符石\n⇒ 全隊攻擊力 3.5 倍\nIII.【萬事屋】成員進場 CD -2"
  },
  {
    "id": 2096,
    "name": "以白夜叉之名",
    "desc": "I. 全隊攻擊力 7 倍、\n   生命力及回復力 1.7 倍\nII. 消除 1 組 ≥3 粒符石\n⓵ 全隊攻擊力 4 倍\n⓶ 單體攻擊轉化為全體攻擊\nIII. 人類成員進場 CD -1\nIV. 消除成員屬性符石時\n⇒ 全隊攻擊力額外 1.7 倍"
  },
  {
    "id": 2097,
    "name": "夜兔族的戰鬥力",
    "desc": "I.【萬事屋】及火屬性成員攻擊力 8 倍、\n    生命力及回復力 1.8 倍\nII. 消除符石的組數愈多\n⇒【萬事屋】及人類成員攻擊力\n     額外提升愈多\n⇒ 消除 10 組可提升至最大 6 倍\nIII. 自身無視敵人防禦力"
  },
  {
    "id": 2098,
    "name": "劍術之志",
    "desc": "I.【萬事屋】及人類成員攻擊力 8 倍、\n    生命力及回復力 2 倍\nII. 符石 3 粒相連即可發動消除\nIII. 首批消除 ≥8 粒符石\n⇒【萬事屋】及人類成員\n     攻擊力額外 3 倍\n"
  },
  {
    "id": 2099,
    "name": "義無反顧",
    "desc": "I. 全隊攻擊力 6 倍\nII.【銀魂】成員生命力、\n     攻擊力及回復力額外 1.6 倍\nIII. 自身屬性及心符石分別兼具\n⇒ 50% 其他屬性符石效果\nIV. 同時消除自身屬性及心符石\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 2100,
    "name": "可愛的狠咬",
    "desc": "I.【萬事屋】及獸類成員攻擊力 6.5 倍、\n    生命力及回復力 1.5 倍\nII. 延長移動符石時間 1.5 秒\nIII. 消除 ≥3 種符石\n⇒【萬事屋】及獸類成員\n     攻擊力額外 2 倍"
  },
  {
    "id": 2101,
    "name": "鬼兵隊之力",
    "desc": "隊中只有人類成員時：\nI. 全隊攻擊力 6 倍、\n   生命力及回復力 1.4 倍\nII. 延長移動符石時間 1 秒\nIII. 每首批消除 1 連擊 (Combo)\n⇒ 自身直行掉落 1 粒暗強化符石\nIV. 消除 ≥10 粒暗符石\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 2102,
    "name": "攘夷之志",
    "desc": "隊中只有人類成員時：\nI. 全隊攻擊力 6 倍、\n   生命力及回復力 1.4 倍\nII. 所有成員進場 CD -2\nIII. 延長移動符石時間 1 秒\nIV. 我方每次引爆符石\n⇒ 對敵方全體造成\n    自身攻擊力基值 500 倍的\n    無屬性傷害，\n    此傷害無視「強化突破」"
  },
  {
    "id": 2103,
    "name": "不老不死之力",
    "desc": "I. 全隊攻擊力 10 倍、\n   生命力及回復力 1.5 倍\nII. 人類生命力、攻擊力\n    及回復力額外 1.5 倍\nIII. 必然延長移動符石時間 1.5 秒"
  },
  {
    "id": 2104,
    "name": "武士道的信念",
    "desc": "I.【真選組】及【萬事屋】成員\n    攻擊力 7 倍、生命力及回復力 2.5 倍\nII. 發動角色符石時\n⇒ 隊長及戰友攻擊力額外 5 倍"
  },
  {
    "id": 2105,
    "name": "奇葩女子的力量",
    "desc": "I.【萬事屋】及人類成員\n    攻擊力 7 倍、生命力及回復力 2 倍\nII. 發動角色符石時\n⇒ 減少 50% 所受傷害"
  },
  {
    "id": 2106,
    "name": "堅守靈魂之志",
    "desc": "I. 扣除 80% 生命力上限\nII. 全隊攻擊力 1.3 倍\nIII. 發動自身角色符石時\n⇒ 全隊攻擊力變為 0"
  },
  {
    "id": 2107,
    "name": "妖音傳承",
    "desc": "I. 妖精類及神族成員\n⓵ 攻擊力及回復力 8 倍\n⓶ 增加 1,200 點生命力基值\nII. 消除種族符石時\n⇒ 妖精類及神族成員\n    攻擊力額外 4 倍\nIII. 首批消除「4 的倍數」組數的符石\n⇒ 妖精類及神族成員\n⓵ 無視「固定連擊盾」\n⓶ 無視敵人防禦力"
  },
  {
    "id": 2108,
    "name": "出逃衝擊",
    "desc": "I. 木及光屬性成員攻擊力 6 倍、\n   生命力及回復力 1.6 倍\nII. 首批沒有消除暗符石時\n⇒  木及光屬性攻擊力額外 4 倍"
  },
  {
    "id": 2109,
    "name": "睿知龍志",
    "desc": "隊中只有龍類成員時：\nI. 全隊攻擊力 6 倍及生命力 2.5 倍\nII. 必然延長移動符石時間 2 秒\nIII. 消除水符石時\n⇒ 全隊攻擊力額外 3 倍\nIV. 消除角色符石時\n⇒ 全隊攻擊力額外 2.5 倍 \nV. 首批沒有消除角色符石時\n⇒ 減少 30% 所受傷害"
  },
  {
    "id": 2110,
    "name": "陰陽之力",
    "desc": "I. 全隊攻擊力 6 倍、\n   生命力及回復力 1.5 倍\nII. 消除符石的種類愈多\n⇒ 自身攻擊力額外提升愈多\n⇒ 最大 12 倍\nIII. 隊中只有人類或妖精類成員時\n⓵ 全隊攻擊力額外 3 倍\n⓶ 其他符石兼具 25% 暗符石效果"
  },
  {
    "id": 2111,
    "name": "無垠幻像．浪濤極襲",
    "desc": "隊中只有水屬性及 ≥1 個魔族成員時：\nI. 全隊攻擊力 7 倍\nII. 魔族攻擊力額外 5 倍及\n    生命力 1.5 倍\nIII. 必然延長移動符石時間 1.5 秒\nIV. 每回合場上數量最多的 1 種\n     屬性符石兼具 50% 水符石效果\nV. 如場上數量最多的 1 種\n    屬性符石為水符石時\n⇒ 則上述兼具效果\n    變為水屬性攻擊力 2.2 倍\nVI. 心符石兼具 50% 水符石效果\nVII. 消除魔族符石時\n⓵ 全隊攻擊力額外 3.5 倍\n⓶ 減少 60% 所受傷害 "
  },
  {
    "id": 2112,
    "name": "無垠幻像．熾燄極襲",
    "desc": "隊中只有火屬性及 ≥1 個魔族成員時：\nI. 全隊攻擊力 7 倍\nII. 魔族攻擊力額外 5 倍及\n    生命力 1.5 倍\nIII. 必然延長移動符石時間 1.5 秒\nIV. 每回合場上數量最多的 1 種\n     屬性符石兼具 50% 火符石效果\nV. 如場上數量最多的 1 種\n    屬性符石為火符石時\n⇒ 則上述兼具效果\n    變為火屬性攻擊力 2.2 倍\nVI. 心符石兼具 50% 火符石效果\nVII. 消除魔族符石時\n⓵ 全隊攻擊力額外 3.5 倍\n⓶ 減少 60% 所受傷害 "
  },
  {
    "id": 2113,
    "name": "無垠幻像．藤木極襲",
    "desc": "隊中只有木屬性及 ≥1 個魔族成員時：\nI. 全隊攻擊力 7 倍\nII. 魔族攻擊力額外 5 倍及\n    生命力 1.5 倍\nIII. 必然延長移動符石時間 1.5 秒\nIV. 每回合場上數量最多的 1 種\n     屬性符石兼具 50% 木符石效果\nV. 如場上數量最多的 1 種\n    屬性符石為木符石時\n⇒ 則上述兼具效果\n    變為木屬性攻擊力 2.2 倍\nVI. 心符石兼具 50% 木符石效果\nVII. 消除魔族符石時\n⓵ 全隊攻擊力額外 3.5 倍\n⓶ 減少 60% 所受傷害 "
  },
  {
    "id": 2114,
    "name": "流螢結陣．魔源盛勢",
    "desc": "隊中只有光屬性及 ≥1 個魔族成員時：\nI. 全隊攻擊力 7 倍\nII. 魔族攻擊力額外 5 倍及\n    生命力 2 倍\nIII. 必然延長移動符石時間 2.5 秒\nIV. 每消除 1 組 ≥5 粒光符石\n⇒ 全隊攻擊力額外提升\n⇒ 消除 3 組可達至最大 6 倍"
  },
  {
    "id": 2115,
    "name": "幽冥結陣．魔源盛勢",
    "desc": "隊中只有暗屬性及 ≥1 個魔族成員時：\nI. 全隊攻擊力 7 倍\nII. 魔族攻擊力額外 5 倍及\n    生命力 2 倍\nIII. 必然延長移動符石時間 2.5 秒\nIV. 每消除 1 組 ≥5 粒暗符石\n⇒ 全隊攻擊力額外提升\n⇒ 消除 3 組可達至最大 6 倍"
  },
  {
    "id": 2116,
    "name": "星之孩子的使命",
    "desc": "隊中只有【怪物彈珠】及人類成員：\nI. 全隊攻擊力 8 倍、\n   生命力及回復力 1.8 倍\nII. 必然延長移動符石時間 2 秒\nIII. 當前生命力為 ≥80%\n⇒ 敵人受到的攻擊傷害\n     額外 3 倍\nIV. 消除 ≥2 種符石\n⇒ 全隊攻擊力額外 2.5 倍"
  },
  {
    "id": 2117,
    "name": "新世界的引導",
    "desc": "I.【怪物彈珠】及水屬性成員\n⇒ 攻擊力 7.5 倍、生命力及回復力 1.6 倍\nII. 必然延長移動符石時間 3 秒\nIII. 消除水符石\n⇒【怪物彈珠】及水屬性成員\n      攻擊力額外 1.8 倍\nIV. 其他符石兼具水符石效果"
  },
  {
    "id": 2118,
    "name": "情愛之炎",
    "desc": "I. 全隊攻擊力 7 倍、\n   生命力及回復力 1.6 倍\nII.【怪物彈珠】及神族成員\n⇒ 攻擊力額外 2 倍 \nIII. 必然延長移動符石時間 3 秒\nIV. 消除 ≥2 種符石\n⇒ 全隊攻擊力額外 1.5 倍\nV. 每首批消除 1 組符石\n⇒ 掉落 1 粒火強化符石\n    (首批掉落的火符石相連)"
  },
  {
    "id": 2119,
    "name": "自由的奪回者",
    "desc": "I.【怪物彈珠】及暗屬性成員\n⇒ 攻擊力 7.5 倍、生命力及回復力 1.8 倍\nII.【怪物彈珠】成員生命力額外 1.2 倍\nIII. 必然延長移動符石時間 2 秒\nIV. 首批消除隊長或戰友直行所有符石\n⇒ 全隊攻擊力額外 4 倍\nV. 首批消除隊長及戰友直行所有符石\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 2120,
    "name": "諾斯特拉王國的建國宣言",
    "desc": "I.【怪物彈珠】成員\n⇒ 攻擊力 6.5 倍、生命力及回復力 1.5 倍\nII. 延長移動符石時間 2 秒\nIII. 消除 ≥3 種符石\n⇒ 全隊攻擊力額外 2.5 倍\nIV. 全隊對光及暗屬性目標的傷害額外 2 倍"
  },
  {
    "id": 2121,
    "name": "羈絆的聖劍",
    "desc": "I.【怪物彈珠】及火屬性成員\n⇒ 攻擊力 6.5 倍、生命力及回復力 1.3 倍\nII. 火、光、心符石互相兼具 50% 效果\nIII. 延長移動符石時間 1 秒\nIV. 以【十】形首批消除 1 組 ≥5 粒符石\n⇒ 全隊攻擊力額外 5 倍"
  },
  {
    "id": 2122,
    "name": "終結的天啟",
    "desc": "I.【怪物彈珠】及妖精類成員\n⇒ 攻擊力 7 倍、生命力及回復力 1.5 倍\nII. 延長移動符石時間 1.5 秒\nIII. 木、暗、心符石互相兼具效果\nIV. 所受水屬性敵人的傷害減少 25%"
  },
  {
    "id": 2123,
    "name": "永久的妙音",
    "desc": "I.【怪物彈珠】及神族成員\n⇒ 攻擊力 6.5 倍、生命力及回復力 1.3 倍\nII. 延長移動符石時間 1 秒\nIII. 心符石兼具光符石效果\nIV. 將【怪物彈珠】及神族成員\n     對敵方造成攻擊傷害的 10%\n⇒ 轉化為生命力\n⇒ 最大為生命力等值的 50%\n    (可疊加至生命力等值的 100%)"
  },
  {
    "id": 2124,
    "name": "禁斷之箱",
    "desc": "I.【怪物彈珠】及人類成員\n⇒ 攻擊力 6.5 倍、生命力及回復力 1.3 倍\nII. 延長移動符石時間 1 秒\nIII. 心符石兼具暗符石效果\nIV. 將【怪物彈珠】及人類成員\n     對敵方造成攻擊傷害的 10%\n⇒ 轉化為生命力\n⇒ 最大為生命力等值的 50%"
  },
  {
    "id": 2125,
    "name": "聖杯系統啟動",
    "desc": "【怪物彈珠】成員攻擊力 6 倍"
  },
  {
    "id": 2126,
    "name": "神仙之力",
    "desc": "【怪物彈珠】及神族成員攻擊力 7 倍"
  },
  {
    "id": 2127,
    "name": "相背的化身",
    "desc": "I.【怪物彈珠】及魔族成員\n⇒ 攻擊力 8 倍、生命力及回復力 1.5 倍\nII. 克制敵人屬性的傷害額外 2 倍\nIII. 敵人受到的無屬性傷害額外 3.5 倍"
  },
  {
    "id": 2128,
    "name": "滅絕之甦醒",
    "desc": "I.【怪物彈珠】及魔族成員\n⇒ 攻擊力 6 倍、生命力及回復力 1.5 倍\nII. 全隊對人類、獸類及妖精類目標\n    的傷害額外 2 倍"
  },
  {
    "id": 2129,
    "name": "人之復甦 ‧ 凝水壁",
    "desc": "I. 水屬性成員攻擊力 3 倍\nII. 人類成員回復力 3 倍\nIII. 消除 ≥3 種符石\n⇒ 全隊攻擊力額外 2 倍\nIV. 受到攻擊時，\n     場上每有 1 粒水符石\n⇒ 減少 5% 所受傷害\n⇒ 最多可減少 30% 傷害"
  },
  {
    "id": 2130,
    "name": "木葉之強森",
    "desc": "I.【戰國】及木屬性人類成員\n⇒ 攻擊力 7 倍、生命力及回復力 2 倍\nII. 消除 ≥6 粒木符石\n⇒ 全隊攻擊力額外 4 倍\nIII. 消除 ≥12 粒木符石\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 2131,
    "name": "巨力之腕．強",
    "desc": "隊中只有 2 種屬性成員或\n隊中只有人類成員：\nI. 全隊攻擊力 7.5 倍、\n   生命力及回復力 1.3 倍\nII.【戰國】成員生命力及回復力額外 1.5 倍\nIII. 必然延長移動符石時間 2 秒\nIV. 首批消除所有光符石\n⇒ 全隊攻擊力額外 3 倍\nV. 首批消除所有水符石\n⇒ 全隊攻擊力額外 3 倍"
  },
  {
    "id": 2132,
    "name": "妖魅綻放的靈泉",
    "desc": "隊中只有妖精類成員：\nI. 全隊攻擊力 6 倍及生命力 2.5 倍\nII. 全隊進場 CD -2\nIII. 屬性符石兼具 25% 心符石效果"
  },
  {
    "id": 2133,
    "name": "女王的魅力",
    "desc": "隊中只有水屬性成員：\nI. 全隊攻擊力 7 倍及生命力 1.6 倍\nII. 必然延長移動符石 2 秒\nIII. 於成員直行消除水符石\n⇒ 該成員攻擊力額外 2 倍\nIV. 受到攻擊時，\n     場上每有 1 粒水符石\n⇒ 減少 10% 所受傷害\n⇒ 最多可減少 50% 傷害"
  },
  {
    "id": 2134,
    "name": "絕代佳人之媚",
    "desc": "I. 全隊攻擊力 10 倍、\n   生命力及回復力 1.8 倍\nII. 隊伍成員的種族愈多，\n    全隊生命力及回復力額外提升愈多：\n⇒ 2 種族 1.2 倍\n⇒ 4 種族可達至最大 1.4 倍\nIII. 必然延長移動符石時間 3 秒 \nIV. 連擊 (Combo) 時攻擊力大幅提升 300%"
  },
  {
    "id": 2135,
    "name": "全能守護者",
    "desc": "I. 全隊攻擊力 8 倍、\n   生命力及回復力 1.5 倍\nII. 通過「旅人的記憶」故事模式內的\n    指定關卡、初級、中級或高級關卡後\n⇒ 額外獲得 1 個道具\nIII. 通關經驗值增加 10%\nIV. 通關金幣增加 10%"
  },
  {
    "id": 2136,
    "name": "血魔之力",
    "desc": "I. 全隊攻擊力 8 倍\nII. 妖精類及魔族成員\n⓵ 生命力 2.2 倍\n⓶ 攻擊力額外 4 倍\nIII. 消除火符石\n⇒ 魔族成員追打火屬性攻擊 1 次\nIV. 魔族成員對敵方造成攻擊傷害的 5% \n⇒ 轉化為生命力\n⇒ 最大為生命力等值的 50%"
  },
  {
    "id": 2137,
    "name": "幻蝶魅影",
    "desc": "I. 全隊攻擊力 6 倍\nII. 妖精類成員生命力及回復力 2 倍\nIII. 消除 ≥3 種符石\n⇒ 妖精類成員攻擊力額外 6 倍\nIV. 妖精類成員屬性符石\n⇒ 兼具 50% 水及心符石效果"
  },
  {
    "id": 2138,
    "name": "最強之源",
    "desc": "I. 名字有「姆姆」及 ≥8 星成員\n⇒ 攻擊力 11 倍\nII. 隊中有 ≥5 種族成員\n⇒ 全隊生命力 4 倍\nIII. 消除屬性符石\n⇒ 名字有「姆姆」以 50% 攻擊力\n     追打該屬性攻擊 1 次"
  },
  {
    "id": 2139,
    "name": "八神太一的勇氣",
    "desc": "隊中只有【被選中的孩子】或龍類成員：\nI. 全隊攻擊力 7.5 倍及生命力 2 倍\nII. 必然延長移動符石時間 1.5 秒\nIII. 消除 1 組 ≥4 粒符石\n⇒ 增加 4 連擊 (Combo)\nIV. 消除種族符石\n⇒ 全隊攻擊力額外 3 倍"
  },
  {
    "id": 2140,
    "name": "八神太一的勇氣 ‧ 強",
    "desc": "隊中只有【被選中的孩子】或龍類成員：\nI. 全隊攻擊力 8 倍及生命力 1.8 倍\nII.【被選中的孩子】成員\n⇒ 生命力額外 1.3 倍\nIII. 必然延長移動符石時間 1.5 秒\nIV. 消除 ≥2 組火符石\n⇒ 全隊攻擊力額外 2.2 倍\nV. 消除種族符石\n⇒ 全隊攻擊力額外 3 倍\nVI. 全隊對獸類、龍類目標的傷害額外 2 倍"
  },
  {
    "id": 2141,
    "name": "石田大和的友情",
    "desc": "隊中只有【被選中的孩子】或獸類成員：\nI. 全隊攻擊力 7 倍、生命力及回復力 1.7 倍\nII. 必然延長移動符石時間 1.5 秒\nIII. 消除水或心符石\n⇒ 全隊攻擊力額外 2 倍\nIV. 達至 ≥4 連擊 (Combo)\n⇒ 全隊攻擊力額外 3 倍"
  },
  {
    "id": 2142,
    "name": "石田大和的友情 ‧ 強",
    "desc": "隊中只有【被選中的孩子】或獸類成員：\nI. 全隊攻擊力 7.5 倍、生命力及回復力 1.7 倍\nII. 連擊 (Combo) 時攻擊力提升 200%\nIII. 必然延長移動符石時間 1.5 秒\nIV. 消除水或心符石\n⇒ 所有成員追打 1 次"
  },
  {
    "id": 2143,
    "name": "勇氣與友情之力",
    "desc": "隊中只有【被選中的孩子】、\n獸類或龍類成員：\nI. 全隊攻擊力 10 倍、生命力及回復力 2.2 倍\nII. 必然延長移動符石時間 5 秒 \nIII. 消除種族符石\n⇒ 全隊攻擊力額外 2 倍\nIV. 消除水符石\n⇒ 全隊攻擊力額外 1.5 倍\nV. 消除火符石\n⇒ 增加 6 連擊 (Combo)\nVI. 消除 ≥2 種符石\n⇒ 隊長及戰友攻擊力額外 1.5 倍"
  },
  {
    "id": 2144,
    "name": "希望與光明之力",
    "desc": "I.【被選中的孩子】、光屬性及神族成員\n⇒ 攻擊力 7 倍、生命力及回復力 1.7 倍\nII. 必然延長移動符石時間 2 秒\nIII. 消除 ≥4 種符石\n⇒ 全隊攻擊力額外 3.5 倍\nIV. 減少 30% 所受傷害\nV. 所受魔族敵人的傷害\n⇒ 則減少 50%"
  },
  {
    "id": 2145,
    "name": "希望與光明之力 ‧ 強",
    "desc": "I.【被選中的孩子】、光屬性及神族成員\n⇒ 攻擊力 8 倍、生命力及回復力 1.8 倍\nII. 必然延長移動符石時間 2 秒\nIII. 消除 ≥3 種符石\n⇒ 全隊攻擊力額外 3.5 倍\nIV. 減少 40% 所受傷害"
  },
  {
    "id": 2146,
    "name": "泉光子郎的知識",
    "desc": "I.【被選中的孩子】及獸類成員\n⇒ 攻擊力 7 倍、生命力及回復力 1.5 倍\nII. 延長移動符石時間 1.5 秒\nIII. 水、火、暗符石互相兼具 50% 效果"
  },
  {
    "id": 2147,
    "name": "太刀川美美的純真",
    "desc": "I.【被選中的孩子】及妖精類成員\n⇒ 攻擊力 7 倍、生命力及回復力 1.5 倍\nII. 延長移動符石時間 1.5 秒\nIII. 木符石兼具 50% 其他符石效果"
  },
  {
    "id": 2148,
    "name": "堅強的意志和正義的心",
    "desc": "I. 獸類成員攻擊力 7 倍、\n   生命力及回復力 1.5 倍\nII. 延長移動符石時間 1.5 秒\nIII. 獸類成員進場 CD -2\nIV. 消除光符石\n⇒ 獸類成員攻擊力額外 2 倍"
  },
  {
    "id": 2149,
    "name": "風暴力量",
    "desc": "I. 機械族成員攻擊力 5 倍\nII. 以所受傷害 700 倍\n⇒ 對敵方攻擊者進行相剋屬性反擊\n    (此傷害無視防禦力及「強化突破」敵技)"
  },
  {
    "id": 2150,
    "name": "同心合力",
    "desc": "I.【被選中的孩子】成員\n⇒ 攻擊力 6 倍、生命力及回復力 2 倍\nII. 12 回合內，全隊攻擊力 12 倍"
  },
  {
    "id": 2151,
    "name": "消滅邪惡之力",
    "desc": "I.【被選中的孩子】、\n   獸類、妖精類及龍類成員\n⇒ 攻擊力 8 倍、生命力及回復力 2.2 倍\nII. 減少 40% 所受傷害\nIII. 達至 ≥6 連擊 (Combo)\n⇒ 全隊攻擊力額外 6 倍"
  },
  {
    "id": 2152,
    "name": "傳說的龍戰士",
    "desc": "I.【被選中的孩子】、\n    水、木及光屬性成員\n⇒ 攻擊力 9 倍、生命力及回復力 1.6 倍\nII. 消除 ≥3 種符石\n⓵ 全隊攻擊力額外 6 倍\n⓶ 增加 3 連擊 (Combo、Ex. Combo)"
  },
  {
    "id": 2153,
    "name": "破壞與殺戮",
    "desc": "I. 魔族攻擊力 10 倍、生命力及回復力 2 倍\nII.「超惡魔獸」\n⓵ 攻擊力額外 5 倍\n⓶ 生命力額外 2 倍\nIII. 首批消除 1 組 ≥5 粒暗符石\n⇒ 增加 5 連擊 (Combo)"
  },
  {
    "id": 2154,
    "name": "浪濤 ‧ 極致",
    "desc": "隊中只有水屬性成員：\nI. 全隊攻擊力 10 倍、生命力及回復力 2 倍\nII. 神族成員生命力及回復力額外 1.2 倍\nIII. 消除強化符石\n⇒ 全隊攻擊力額外 2 倍\nIV. 消除神族符石\n⇒ 全隊攻擊力額外 2 倍\nV. 回合結束時，將 3 粒水符石\n⇒ 轉化為神族強化符石"
  },
  {
    "id": 2155,
    "name": "流焰 ‧ 極致",
    "desc": "隊中只有火屬性成員：\nI. 全隊攻擊力 10 倍、生命力及回復力 2 倍\nII. 神族成員生命力及回復力額外 1.2 倍\nIII. 消除強化符石\n⇒ 全隊攻擊力額外 2 倍\nIV. 消除神族符石\n⇒ 全隊攻擊力額外 2 倍\nV. 回合結束時，將 3 粒火符石\n⇒ 轉化為神族強化符石"
  },
  {
    "id": 2156,
    "name": "藤蔓 ‧ 極致",
    "desc": "隊中只有木屬性成員：\nI. 全隊攻擊力 10 倍、生命力及回復力 2 倍\nII. 神族成員生命力及回復力額外 1.2 倍\nIII. 消除強化符石\n⇒ 全隊攻擊力額外 2 倍\nIV. 消除神族符石\n⇒ 全隊攻擊力額外 2 倍\nV. 回合結束時，將 3 粒木符石\n⇒ 轉化為神族強化符石"
  },
  {
    "id": 2157,
    "name": "驚雷 ‧ 極致",
    "desc": "隊中只有光屬性成員：\nI. 全隊攻擊力 10 倍、生命力及回復力 2 倍\nII. 神族成員生命力及回復力額外 1.2 倍\nIII. 消除強化符石\n⇒ 全隊攻擊力額外 2 倍\nIV. 消除神族符石\n⇒ 全隊攻擊力額外 2 倍\nV. 回合結束時，將 3 粒光符石\n⇒ 轉化為神族強化符石"
  },
  {
    "id": 2158,
    "name": "狂魅 ‧ 極致",
    "desc": "隊中只有暗屬性成員：\nI. 全隊攻擊力 10 倍、生命力及回復力 2 倍\nII. 神族成員生命力及回復力額外 1.2 倍\nIII. 消除強化符石\n⇒ 全隊攻擊力額外 2 倍\nIV. 消除神族符石\n⇒ 全隊攻擊力額外 2 倍\nV. 回合結束時，將 3 粒暗符石\n⇒ 轉化為神族強化符石"
  },
  {
    "id": 2159,
    "name": "海淵凝念 ‧ 強",
    "desc": "隊中只有水屬性成員：\n\nI. 全隊攻擊力 8 倍及生命力 1.5 倍\nII. 每消除 1 粒水符石\n⇒ 回復 3% 總生命力\n    (受連擊 (Combo) 加乘影響)\n\nIII. 若首批消除的連擊 (Combo) 數為單數\n⓵ 減少 45% 所受傷害\n⓶ 全隊無視「三屬盾」及「五屬盾」\n\nIV. 若首批消除的連擊 (Combo) 數為雙數\n⇒ 全隊攻擊力額外 3 倍\n\nV. 若首批消除的連擊 (Combo) 數 ≥5\n⓵ 同時獲得 III, IV 效果\n⓶ 全隊無視「固定連擊盾」"
  },
  {
    "id": 2160,
    "name": "聖神威壓",
    "desc": "I. 光屬性、妖精類及神族成員\n⇒ 攻擊力 7 倍、生命力及回復力 1.5 倍\nII. 妖精類及神族成員\n⓵ 攻擊力額外 3 倍\n⓶ 生命力及回復力額外 1.3 倍\nIII. 必然延長移動符石時間 3 秒\nIV. 消除 ≥4 組符石\n⇒ 光屬性、妖精類及神族成員\n     攻擊力額外 2 倍"
  },
  {
    "id": 2161,
    "name": "燄刃襲 ‧ 戰魂",
    "desc": "隊中只有【戰國】或火屬性成員：\nI. 全隊攻擊力 8 倍、生命力及回復力 1.5 倍\nII.【戰國】、人類及龍類成員\n⓵ 生命力額外 1.5 倍\n⓶ 攻擊力額外 3 倍\nIII. 必然延長移動符石時間 2 秒\nIV. 合計消除 ≥6 粒火、光或暗符石\n⇒ 全隊攻擊力額外 3 倍"
  },
  {
    "id": 2162,
    "name": "人之復甦 ‧ 凝火壁",
    "desc": "I. 火屬性成員攻擊力 3 倍\nII. 人類成員回復力 3 倍\nIII. 消除 ≥3 種符石\n⇒ 全隊攻擊力額外 2 倍\nIV. 受到攻擊時，\n     場上每有 1 粒火符石\n⇒ 減少 5% 所受傷害\n⇒ 最多可減少 30% 傷害"
  },
  {
    "id": 2163,
    "name": "天魔血道 ‧ 光",
    "desc": "I. 扣除 40% 生命力上限\nII. 光屬性及魔族成員攻擊力 7 倍\nIII. 延長移動符石時間 7 秒\nIV. 每首批消除 5 粒光符石\n⇒ 增加 1 連擊 (Combo)"
  },
  {
    "id": 2164,
    "name": "神話意志 ‧ 水",
    "desc": "I. 神族成員攻擊力 6 倍、\n   生命力及回復力 1.5 倍\nII. 水及心符石互相兼具 50% 效果"
  },
  {
    "id": 2165,
    "name": "神話意志 ‧ 火",
    "desc": "I. 神族成員攻擊力 6 倍、\n   生命力及回復力 1.5 倍\nII. 火及心符石互相兼具 50% 效果"
  },
  {
    "id": 2166,
    "name": "神話意志 ‧ 木",
    "desc": "I. 神族成員攻擊力 6 倍、\n   生命力及回復力 1.5 倍\nII. 木及心符石互相兼具 50% 效果"
  },
  {
    "id": 2167,
    "name": "神話重生",
    "desc": "I. 神族成員回復力 6 倍、\n   生命力及攻擊力 1.5 倍\nII. 每回合回復自身回復力基值 15 倍的生命力 (需消除符石)"
  },
  {
    "id": 2168,
    "name": "神話割結",
    "desc": "I. 神族成員攻擊力 6 倍、\n   生命力及回復力 1.5 倍\nII. 每回合以自身攻擊力 6 倍\n    對敵方全體後追打\n    無屬性攻擊 1 次\n    (此傷害無視防禦力)"
  },
  {
    "id": 2169,
    "name": "神話戰法 ‧ 水",
    "desc": "I. 水屬性神族攻擊力 5 倍\nII. 消除神族符石\n⇒ 水屬性攻擊力額外 3 倍"
  },
  {
    "id": 2170,
    "name": "神話戰法 ‧ 火",
    "desc": "I. 火屬性神族攻擊力 5 倍\nII. 消除神族符石\n⇒ 火屬性攻擊力額外 3 倍"
  },
  {
    "id": 2171,
    "name": "神話戰法 ‧ 木",
    "desc": "I. 木屬性神族攻擊力 5 倍\nII. 消除神族符石\n⇒ 木屬性攻擊力額外 3 倍"
  },
  {
    "id": 2172,
    "name": "神話戰法 ‧ 光",
    "desc": "I. 光屬性神族攻擊力 5 倍\nII. 消除神族符石\n⇒ 光屬性攻擊力額外 3 倍"
  },
  {
    "id": 2173,
    "name": "神話戰法 ‧ 暗",
    "desc": "I. 暗屬性神族攻擊力 5 倍\nII. 消除神族符石\n⇒ 暗屬性攻擊力額外 3 倍"
  },
  {
    "id": 2174,
    "name": "神魔屠弒",
    "desc": "隊中只有神族或魔族成員：\nI. 全隊攻擊力 15 倍\nII. 消除神族或魔族符石\n⇒ 全隊攻擊力額外 2 倍\nIII. 光及暗符石互相兼具 50% 效果"
  },
  {
    "id": 2175,
    "name": "機械存念",
    "desc": "隊中只有機械族成員：\nI. 全隊攻擊力 8 倍、生命力及回復力 2 倍\nII. 機械族成員提升\n  「首批消除符石組數 1.5 倍」的行動值\nIII. 達至 ≥10 連擊 (Combo)\n⇒ 全隊攻擊力額外 3 倍\nIV. 達至 ≥20 連擊 (Combo)\n⇒ 全隊攻擊力額外 3 倍"
  },
  {
    "id": 2176,
    "name": "赤色酷意",
    "desc": "I. 人類及龍類成員攻擊力 6 倍、\n   生命力及回復力 2 倍\nII. 延長移動符石時間 3 秒\nIII. 所有屬性符石分別兼具\n⇒ 50% 其他符石效果\nIV. 隊中有 ≥2 種屬性成員或\n    隊中有 ≥2 種族成員\n⓵ 全隊攻擊力額外 6 倍\n⓶ 全隊無視敵人防禦力"
  },
  {
    "id": 2177,
    "name": "城戶丈的誠實",
    "desc": "I.【被選中的孩子】及獸類成員\n⇒ 攻擊力 7 倍、生命力及回復力 1.5 倍\nII. 延長移動符石時間 1.5 秒\nIII. 水、火、暗符石互相兼具 50% 效果"
  },
  {
    "id": 2178,
    "name": "武之內素娜的愛情",
    "desc": "I.【被選中的孩子】及獸類成員\n⇒ 攻擊力 7 倍、生命力及回復力 1.5 倍\nII. 延長移動符石時間 1.5 秒\nIII. 水、火、暗符石互相兼具 50% 效果"
  },
  {
    "id": 2179,
    "name": "武術之道",
    "desc": "I.【英雄協會】及人類成員\n⇒ 攻擊力 7 倍、生命力及回復力 1.5 倍\nII. 首批全部消除場上 ≥1 種符石\n⇒【英雄協會】及人類成員攻擊力額外 3 倍"
  },
  {
    "id": 2180,
    "name": "正義之志",
    "desc": "I.【英雄協會】及機械族成員\n⇒ 攻擊力 7 倍及生命力 2 倍\nII. 達成 ≥4 連擊 (Combo)\n⇒ 全隊攻擊力額外 3.5 倍\nIII. 達成 ≥8 連擊 (Combo)\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 2181,
    "name": "超能力",
    "desc": "I.【英雄協會】及木屬性成員\n⇒ 攻擊力 8 倍、生命力及回復力 1.5 倍\nII. 消除木或心符石\n⓵ 全隊攻擊力 4 倍\n⓶ 全隊無視「固定連擊盾」\nIII. 敵方攻擊前若我方生命力全滿\n⇒ 該回合減少 50% 所受傷害"
  },
  {
    "id": 2182,
    "name": "絕對強大的力量",
    "desc": "I. 全隊攻擊力 10 倍\nII.「埼玉 」無視敵人防禦力\nIII.【英雄協會】成員\n⇒ 攻擊力額外 10 倍、\n     生命力及回復力 3 倍"
  },
  {
    "id": 2183,
    "name": "地表最強的男人",
    "desc": "I.【英雄協會】及人類成員\n⇒ 攻擊力 7 倍、生命力及回復力 1.5 倍\nII.「埼玉 」\n⇒ 生命力、攻擊力及回復力額外 2 倍"
  },
  {
    "id": 2184,
    "name": "吹雪組之力",
    "desc": "I.【英雄協會】及人類成員\n⇒ 攻擊力 7 倍、生命力及回復力 1.5 倍\nII. 消除木或心符石\n⓵ 全隊攻擊力 2.5 倍\n⓶ 全隊無視敵人防禦力"
  },
  {
    "id": 2185,
    "name": "英雄之志",
    "desc": "【英雄協會】及人類成員攻擊力 7 倍"
  },
  {
    "id": 2186,
    "name": "自稱最強的忍者",
    "desc": "I. 人類成員攻擊力 6 倍、\n   生命力及回復力 1.5 倍\nII. 敵方攻擊前若我方生命力全滿\n⇒ 該回合迴避每個魔族敵人的首次攻擊"
  },
  {
    "id": 2187,
    "name": "狩獵英雄",
    "desc": "I. 人類成員攻擊力 5 倍\nII. 隊中只有「餓狼」\n⇒ 全隊攻擊力額外 5 倍、\n     生命力及回復力 3 倍\nIII. 消除 ≥3 種符石\n⇒ 全隊攻擊力額外 5 倍"
  },
  {
    "id": 2188,
    "name": "全宇宙霸者之力",
    "desc": "I. 人類以外成員攻擊力 10 倍、\n   生命力及回復力 1.8 倍\nII. 達至 ≥7 連擊 (Combo)\n⇒ 全隊攻擊力額外 3 倍\nIII. 所受神族以外敵人的傷害\n⇒ 減少 50% "
  },
  {
    "id": 2189,
    "name": "馭宇之道",
    "desc": "I. 全隊攻擊力 6 倍、\n   生命力及回復力 1.6 倍\nII. 獸類成員攻擊力額外 9 倍、\n    生命力及回復力額外 1.8 倍\nIII. 場上有附加效果\n⇒ 減少 40% 所受傷害\nIV. 獸類成員屬性符石兼具\n⇒ 所有符石效果"
  },
  {
    "id": 2190,
    "name": "稀世力量 ‧ 聖物光芒",
    "desc": "I. 水屬性及人類成員\n⇒ 攻擊力 8 倍及生命力 2 倍\nII. 必然延長移動符石時間 2 秒\nIII. 水、火及木符石兼具\n⇒ 50% 心符石效果\nIV. 同時消除 ≥3 種符石\n⇒ 水屬性及人類成員攻擊力額外 3 倍\nV. 同時消除水、火及木符石\n⇒「聖輝漪揚 ‧ 艾莉亞」\n    追打水、火及木屬性攻擊各 1 次"
  },
  {
    "id": 2191,
    "name": "龍魂宣告",
    "desc": "I. 人類、妖精類及龍類成員\n⇒ 攻擊力 9 倍\nII. 龍類成員生命力 2.6 倍\nIII. 消除角色或種族符石\n⇒ 全隊攻擊力額外 3.5 倍\nIV. 木符石效果提升 200%\nV. 人類、妖精類及龍類成員\n⇒ 進場 CD -3"
  },
  {
    "id": 2192,
    "name": "流火神識",
    "desc": "I. 全隊攻擊力 7 倍及生命力 1.5 倍\nII. 火屬性及神族成員\n⇒ 生命力及攻擊力額外 1.5 倍\nIII. 消除火或心符石\n⇒ 全隊攻擊力額外 3.5 倍"
  },
  {
    "id": 2193,
    "name": "劍者聖輝",
    "desc": "I. 光屬性及人類成員\n⇒ 攻擊力 8 倍、生命力及回復力 1.2 倍\nII. 光屬性人類成員\n⇒ 生命力、攻擊力及回復力額外 1.8 倍\nIII. 消除光符石\n⇒ 全隊攻擊力額外 4 倍\nIV. 消除角色或種族符石\n⇒ 增加 2 連擊 (Combo)"
  },
  {
    "id": 2194,
    "name": "獸伏潛影",
    "desc": "I. 人類及獸類成員攻擊力 6 倍\nII. 獸類成員生命力 2 倍\nIII. 消除光或暗符石\n⇒ 全隊攻擊力額外 6 倍\nIV. 消除角色符石\n⇒ 回復 50% 生命力"
  },
  {
    "id": 2195,
    "name": "仿魂戰意",
    "desc": "隊中只有機械族成員：\nI. 全隊攻擊力 8 倍、\n   生命力及回復力 1.8 倍\nII. 隊中有 ≥3 種屬性成員\n⇒ 全隊攻擊力額外 1.8 倍"
  },
  {
    "id": 2196,
    "name": "喋血枯息",
    "desc": "隊中只有【妍希】或魔族成員：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 1.8 倍\nII. 延長移動符石時間 3 秒\nIII. 隊中有 ≥2 種族成員\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 2197,
    "name": "夜月之輝 ‧ 流光",
    "desc": "I. 神族及【妍希】成員攻擊力 7 倍、\n   生命力及回復力 1.5 倍\nII. 隊中只有【妍希】、光及暗屬性成員：\n⓵ 全隊攻擊力額外 3.5 倍及\n     生命力額外 1.2 倍\n⓶ 暗及心符石兼具光符石效果\n⓷ 消除強化符石\n⇒ 減少 40% 所受傷害\n⓸ 消除種族符石\n⇒ 增加 3 連擊 (Combo)"
  },
  {
    "id": 2198,
    "name": "夜月之魅 ‧ 清影",
    "desc": "I. 神族及【妍希】成員攻擊力 7 倍、\n   生命力及回復力 1.5 倍\nII. 隊中只有【妍希】、光及暗屬性成員：\n⓵ 全隊攻擊力額外 3.5 倍及\n     生命力額外 1.2 倍\n⓶ 光及心符石兼具暗符石效果\n⓷ 消除強化符石\n⇒ 減少 40% 所受傷害\n⓸ 消除種族符石\n⇒ 增加 3 連擊 (Combo)"
  },
  {
    "id": 2199,
    "name": "花香靈域",
    "desc": "【妍希】、光屬性及妖精類成員攻擊力 6 倍"
  },
  {
    "id": 2200,
    "name": "龍守屏障",
    "desc": "I. 龍類成員攻擊力 5 倍及生命力 1.5 倍\nII. 所受木及暗屬性傷害減少 60%\nIII. 所受其他屬性傷害則減少 30%"
  },
  {
    "id": 2201,
    "name": "無上法則",
    "desc": "隊中只有神族及魔族成員：\nI. 全隊攻擊力 15 倍、\n   生命力及回復力 1.5 倍\nII. 水、火及木符石\n⇒ 互相兼具 50% 效果\nIII. 同時消除水、火及木符石\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 2202,
    "name": "暗黑神話",
    "desc": "I. 暗屬性成員攻擊力 6 倍\nII. 暗屬性神族成員攻擊力則 8 倍\nIII. 神族成員生命力、\n     攻擊力及回復力額外 1.6 倍"
  },
  {
    "id": 2203,
    "name": "御天之志",
    "desc": "I. 自身屬性成員攻擊力 8 倍、\n   生命力及回復力 1.8 倍\nII. 全隊攻擊力額外 2 倍，\n    每經過一層 (Wave)\n⇒ 全隊攻擊力額外提升\n⇒ 最多 5 倍\nIII. 每次直行消除 1 組 ≥4 粒符石\n⇒ 全隊攻擊力額外 1.4 倍\n⇒ 最多可提升 4 次"
  },
  {
    "id": 2204,
    "name": "絕命刺殺",
    "desc": "隊中只有人類或 ≥3 種屬性成員：\nI. 全隊攻擊力 9 倍、\n   生命力及回復力 1.5 倍\nII. 人類成員攻擊力額外 6 倍、\n    生命力及回復力額外 1.8 倍\nIII. 必然延長移動符石時間 2 秒\nIV. 消除火、木或暗符石\n⇒ 人類成員無視「指定形狀盾」"
  },
  {
    "id": 2205,
    "name": "幹練間諜",
    "desc": "隊中只有人類或 ≥3 種屬性成員：\nI. 全隊攻擊力 9 倍、\n   生命力及回復力 1.5 倍\nII. 人類成員攻擊力額外 6 倍、\n    生命力及回復力額外 1.8 倍\nIII. 必然延長移動符石時間 2 秒\nIV. 消除火、木或暗符石\n⇒ 人類成員無視「固定連擊盾」"
  },
  {
    "id": 2206,
    "name": "超能少女",
    "desc": "隊伍中只有人類或 ≥3 種屬性成員：\nI. 全隊攻擊力 9 倍、\n   生命力及回復力 1.5 倍\nII. 人類成員攻擊力額外 6 倍、\n    生命力及回復力額外 1.8 倍\nIII. 必然延長移動符石時間 2 秒\nIV. 消除火、木或暗符石\n⇒ 增加 3 連擊 (Combo)"
  },
  {
    "id": 2207,
    "name": "間諜家家酒之力",
    "desc": "【間諜家家酒】成員攻擊力 6 倍"
  },
  {
    "id": 2208,
    "name": "間諜家庭",
    "desc": "【間諜家家酒】成員攻擊力 7 倍、\n  生命力及回復力 2 倍"
  },
  {
    "id": 2209,
    "name": "救世血裔",
    "desc": "I. 全隊攻擊力 10 倍\nII. 木、暗屬性、人類成員\n⇒ 攻擊力及生命力 2.2 倍\nIII. 必然延長移動符石時間 3 秒\nIV. 所有屬性符石兼具\n⇒ 50% 所有屬性符石效果\nV. 消除木或暗符石\n⇒ 全隊攻擊力額外 4 倍"
  },
  {
    "id": 2210,
    "name": "三巫結陣 ‧ 水",
    "desc": "隊中只有水、火或木屬性成員：\nI. 全隊攻擊力 7 倍及生命力 1.5 倍\nII. 人類成員\n⓵ 攻擊力額外 7 倍\n⓶ 生命力額外 1.5 倍\n⓷ 進場 CD -2\nIII. 所有符石兼具 50% 水符石效果"
  },
  {
    "id": 2211,
    "name": "巫女祈願 ‧ 水",
    "desc": "隊中只有人類成員：\nI. 全隊攻擊力 7 倍及生命力 1.3 倍\nII. 所有成員增加 500 點回復力基值\nIII. 消除水、火及木符石其中 ≥2 種\n⇒ 全隊攻擊力額外 5 倍\nIV. 水符石兼具 50% 所有符石效果"
  },
  {
    "id": 2212,
    "name": "三巫結陣 ‧ 火",
    "desc": "隊中只有水、火或木屬性成員：\nI. 全隊攻擊力 7 倍及生命力 1.5 倍\nII. 人類成員\n⓵ 攻擊力額外 7 倍\n⓶ 生命力額外 1.5 倍\n⓷ 進場 CD -2\nIII. 所有符石兼具 50% 火符石效果"
  },
  {
    "id": 2213,
    "name": "巫女祈願 ‧ 火",
    "desc": "隊中只有人類成員：\nI. 全隊攻擊力 7 倍及生命力 1.3 倍\nII. 消除水、火及木符石其中 ≥2 種\n⇒ 全隊攻擊力額外 5 倍\nIII. 火符石兼具 50% 所有符石效果\nIV. 火符石效果提升 50%"
  },
  {
    "id": 2214,
    "name": "三巫結陣 ‧ 木",
    "desc": "隊中只有水、火或木屬性成員：\nI. 全隊攻擊力 7 倍及生命力 1.5 倍\nII. 人類成員\n⓵ 攻擊力額外 7 倍\n⓶ 生命力額外 1.5 倍\n⓷ 進場 CD -2\nIII. 所有符石兼具 50% 木符石效果"
  },
  {
    "id": 2215,
    "name": "巫女祈願 ‧ 木",
    "desc": "隊中只有人類成員：\nI. 全隊攻擊力 7 倍及生命力 1.3 倍\nII. 消除水、火及木符石其中 ≥2 種\n⇒ 全隊攻擊力額外 5 倍\nIII. 木符石兼具 50% 所有符石效果\nIV. 消除木符石\n⇒ 增加 3 連擊 (Combo)"
  },
  {
    "id": 2216,
    "name": "流水之致命誘惑",
    "desc": "I.【耀脈星芒】及水屬性成員攻擊力 8 倍、\n   生命力及回復力 1.8 倍\nII.【耀脈星芒】及妖精類成員\n⇒ 攻擊力額外 4 倍\nIII. 消除 ≥3 種符石\n⇒ 減少 50% 所受傷害\nIV. 發動 ≥3 種屬性攻擊\n⇒ 回合結束時，妖精類成員 CD -1"
  },
  {
    "id": 2217,
    "name": "熾燄化境 ‧ 神",
    "desc": "I. 火屬性成員攻擊力 6 倍、\n   生命力及回復力 2 倍\nII. 消除神族符石\n⇒ 火屬性成員攻擊力額外 2 倍"
  },
  {
    "id": 2218,
    "name": "螢燄化境 ‧ 神",
    "desc": "I. 光屬性成員攻擊力 6 倍、\n   生命力及回復力 2 倍\nII. 消除神族符石\n⇒ 光屬性成員攻擊力額外 2 倍"
  },
  {
    "id": 2219,
    "name": "紫魅斷魂 ‧ 獵",
    "desc": "隊中只有【耀脈星芒】或獸類成員時：\nI. 全隊攻擊力 8 倍及生命力 3 倍\nII. 每消除 1 種符石\n⇒ 掉落 2 粒暗獸族強化符石\nIII. 消除獸族符石\n⇒ 全隊攻擊力額外 5 倍"
  },
  {
    "id": 2220,
    "name": "女團不滅",
    "desc": "I.【偶像女團】成員攻擊力 6 倍、\n    生命力及回復力 1.3 倍\nII. 水及心符石互相兼具 50% 效果\nIII. 消除 ≥6 粒水符石\n⇒【偶像女團】成員攻擊力額外 2 倍"
  },
  {
    "id": 2221,
    "name": "堅不可摧的女團魅力！",
    "desc": "隊中只有【偶像女團】成員：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 1.5 倍\nII. 消除符石的屬性愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 最多可提升至 3 倍\nIII. 消除心符石\n⇒ 減少 40% 所受傷害"
  },
  {
    "id": 2222,
    "name": "女團之祈願",
    "desc": "隊中只有【偶像女團】或妖精類成員：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 1.5 倍\nII. 消除木符石\n⇒ 全隊攻擊力額外 2 倍\nIII. 消除心符石\n⇒ 全隊攻擊力額外 2 倍\nIV. 同時消除木及心符石\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 2223,
    "name": "女團之魂",
    "desc": "隊中只有【偶像女團】、\n人類或龍類成員：\nI. 全隊攻擊力 7 倍\nII. 每消除 1 組符石\n⇒ 額外計算多 1 連擊 (Ex. Combo)\n⇒ 最多可額外增加 12 連擊 (Ex. Combo)\n    (Ex. Combo 上限不能疊加)\nIII. Ex. Combo 達至 ≥6 時\n⇒ 全隊攻擊力額外 2 倍\nIV. 光符石兼具 50% 其他屬性符石效果\nV. 心符石兼具 50% 屬性符石效果\nVI. 同時消除光及心符石\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 2224,
    "name": "女團的力量 ‧ 魔",
    "desc": "I.【偶像女團】及魔族成員\n    攻擊力 7 倍、生命力及回復力 1.3 倍\nII. 暗及心符石互相兼具 50% 效果\nIII. 消除 ≥6 粒暗符石\n⇒【偶像女團】及魔族成員\n     攻擊力額外 2 倍"
  },
  {
    "id": 2225,
    "name": "這就是我們偶像女團！",
    "desc": "隊中只有【偶像女團】成員：\n全隊攻擊力 8 倍、生命力及回復力 1.5 倍"
  },
  {
    "id": 2226,
    "name": "封神境界",
    "desc": "I. 妖精類及神族成員攻擊力 8 倍、\n   生命力及回復力 1.8 倍\nII. 隊中只有 ≤2 個種族成員\n⓵ 全隊攻擊力額外 6 倍及\n     生命力額外 1.2 倍\n⓶ 所有符石兼具 50% 所有符石效果"
  },
  {
    "id": 2227,
    "name": "流火靈息",
    "desc": "I. 全隊攻擊力 6 倍\nII. 火屬性及妖精類成員\n⓵ 攻擊力額外 4 倍\n⓶ 生命力及回復力額外 2 倍\nIII. 消除角色或種族符石\n⓵ 全隊攻擊力 2 倍\n⓶ 所有成員追打木屬性攻擊 1 次"
  },
  {
    "id": 2228,
    "name": "腥甜契機",
    "desc": "I. 全隊攻擊力 7 倍、\n   生命力及回復力 1.6 倍\nII. 場上有風化、弱化、凍結或石化符石\n⇒ 全隊攻擊力額外 3 倍\nIII. 將全隊對敵方造成攻擊傷害的 5%\n⇒ 轉化為生命力\n⇒ 最大為生命力等值的 100%"
  },
  {
    "id": 2229,
    "name": "浪濤 ‧ 極致",
    "desc": "隊中只有水屬性成員：\nI. 全隊攻擊力 10 倍、生命力及回復力 2 倍\nII. 神族成員生命力及回復力額外 1.2 倍\nIII. 消除強化符石\n⇒ 全隊攻擊力額外 2 倍\nIV. 消除神族符石\n⇒ 全隊攻擊力額外 2 倍\nV. 回合結束時，將 3 粒水符石\n⇒ 轉化為神族強化符石"
  },
  {
    "id": 2230,
    "name": "流焰 ‧ 極致",
    "desc": "隊中只有火屬性成員：\nI. 全隊攻擊力 10 倍、生命力及回復力 2 倍\nII. 神族成員生命力及回復力額外 1.2 倍\nIII. 消除強化符石\n⇒ 全隊攻擊力額外 2 倍\nIV. 消除神族符石\n⇒ 全隊攻擊力額外 2 倍\nV. 回合結束時，將 3 粒火符石\n⇒ 轉化為神族強化符石"
  },
  {
    "id": 2231,
    "name": "藤蔓 ‧ 極致",
    "desc": "隊中只有木屬性成員：\nI. 全隊攻擊力 10 倍、生命力及回復力 2 倍\nII. 神族成員生命力及回復力額外 1.2 倍\nIII. 消除強化符石\n⇒ 全隊攻擊力額外 2 倍\nIV. 消除神族符石\n⇒ 全隊攻擊力額外 2 倍\nV. 回合結束時，將 3 粒木符石\n⇒ 轉化為神族強化符石"
  },
  {
    "id": 2232,
    "name": "驚雷 ‧ 極致",
    "desc": "隊中只有光屬性成員：\nI. 全隊攻擊力 10 倍、生命力及回復力 2 倍\nII. 神族成員生命力及回復力額外 1.2 倍\nIII. 消除強化符石\n⇒ 全隊攻擊力額外 2 倍\nIV. 消除神族符石\n⇒ 全隊攻擊力額外 2 倍\nV. 回合結束時，將 3 粒光符石\n⇒ 轉化為神族強化符石"
  },
  {
    "id": 2233,
    "name": "狂魅 ‧ 極致",
    "desc": "隊中只有暗屬性成員：\nI. 全隊攻擊力 10 倍、生命力及回復力 2 倍\nII. 神族成員生命力及回復力額外 1.2 倍\nIII. 消除強化符石\n⇒ 全隊攻擊力額外 2 倍\nIV. 消除神族符石\n⇒ 全隊攻擊力額外 2 倍\nV. 回合結束時，將 3 粒暗符石\n⇒ 轉化為神族強化符石"
  },
  {
    "id": 2234,
    "name": "銀水晶力量",
    "desc": "I. 「新希蕾妮蒂女王與安迪米歐國王」及\n   【水手戰士】成員\n⇒ 攻擊力 8 倍、生命力及回復力 1.5 倍\nII. 每累計首批消除 3 粒符石\n⇒ 掉落 1 粒心強化符石\nIII. 每累計消除 4 粒心符石\n⇒ 掉落 1 粒心強化符石\nIV. 每累計消除 9 粒心強化符石\n⇒ 掉落 1 粒心強化符石"
  },
  {
    "id": 2235,
    "name": "愛與正義",
    "desc": "I. 光屬性及人類成員\n⇒ 攻擊力 9 倍、生命力及回復力 1.5 倍\nII.「晚禮服假面」及【水手戰士】成員\n⇒ 生命力、攻擊力及回復力額外 1.6 倍\nIII. 消除 ≥2 種符石\n⇒ 全隊攻擊力 4 倍\nIV. 消除光或心符石\n⓵ 自身攻擊力 4 倍\n⓶ 自身無視「固定連擊盾」"
  },
  {
    "id": 2236,
    "name": "愛與正義 ‧ 強",
    "desc": "I. 光屬性及人類成員\n⇒ 攻擊力 10 倍、生命力及回復力 1.5 倍\nII.「晚禮服假面」及【水手戰士】成員\n⇒ 生命力、攻擊力及回復力額外 1.6 倍\nIII. 消除 ≥2 種符石\n⇒ 全隊攻擊力 5 倍\nIV. 消除光或心符石\n⓵ 自身攻擊力 5 倍\n⓶ 自身無視「固定連擊盾」"
  },
  {
    "id": 2237,
    "name": "粉紅水晶力量",
    "desc": "I. 人類及神族成員攻擊力 6 倍\nII. 隊中有 ≥2 種屬性成員\n⇒ 全隊攻擊力額外 6 倍、\n     生命力及回復力 1.8 倍\nIII. 消除種族符石\n⇒ 人類及神族成員\n⓵ 攻擊力額外 2 倍\n⓶ 無視「二屬盾」、「三屬盾」、\n    「四屬盾」、「五屬盾」"
  },
  {
    "id": 2238,
    "name": "土星水晶力量",
    "desc": "I.【水手戰士】及暗屬性成員\n⇒ 攻擊力 7 倍、生命力及回復力 1.8 倍\nII. 消除暗符石\n⓵ 全隊攻擊力 3.5 倍\n⓶【水手戰士】成員追打暗屬性攻擊 1 次\n"
  },
  {
    "id": 2239,
    "name": "美少女戰士之力",
    "desc": "I. 人類成員攻擊力 6 倍\nII.「晚禮服假面」及【水手戰士】成員\n⇒ 攻擊力、生命力及回復力額外 1.8 倍\nIII. 消除自身屬性符石或心符石\n⇒ 全隊攻擊力額外 3 倍\nIV. 心符石兼具 50% 屬性符石效果"
  },
  {
    "id": 2240,
    "name": "黑暗與混沌",
    "desc": "I. 隊中只有人類、妖精類或魔族成員\n⇒ 全隊攻擊力 8 倍及生命力 4 倍\nII. 消除 ≥4 種符石\n⓵ 全隊攻擊力額外 4 倍\n⓶ 全隊無視敵人防禦力"
  },
  {
    "id": 2241,
    "name": "無雙之霸 ‧ 神勇",
    "desc": "I. 全隊攻擊力 10 倍、\n   生命力及回復力 2.5 倍\nII. 必然延長移動符石時間 3 秒\nIII. 消除 ≥3 組符石\n⇒ 全隊攻擊力額外 4 倍\nIV. 首批全部消除\n     場上 ≥1 種符石\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 2242,
    "name": "滅絕之識",
    "desc": "I. 全隊攻擊力 10 倍、\n   生命力及回復力 2.8 倍\nII. 隊中有神族及魔族成員\n⇒ 神族及魔族成員攻擊力額外 1.6 倍\nIII. 達成連擊 (Combo) 數目愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 達成 5 連擊 (Combo) 可達至最大 6.25 倍"
  },
  {
    "id": 2243,
    "name": "創造之識",
    "desc": "I. 全隊攻擊力 10 倍、\n   生命力及回復力 2.8 倍\nII. 隊中有神族及魔族成員\n⇒ 神族及魔族成員攻擊力額外 1.6 倍\nIII. 每消除 3 粒符石\n⇒ 全隊攻擊力額外提升\n⇒ 消除 15 粒可達至最大 6.25 倍"
  },
  {
    "id": 2244,
    "name": "魔間狂嘯",
    "desc": "隊中只有魔族成員\nI. 全隊攻擊力 15 倍、\n   生命力及回復力 2 倍\nII. 所有符石兼具所有屬性符石效果\nIII. 消除魔族符石\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 2245,
    "name": "機械戰能",
    "desc": "I. 全隊攻擊力 6 倍、\n   生命力及回復力 1.3 倍\nII.【妍希】及機械族成員\n⓵ 攻擊力額外 6 倍、\n⓶ 生命力及回復力額外 1.8 倍\nIII.【妍希】成員屬性符石兼具\n⇒ 50% 所有符石效果\nIV.【妍希】成員進場 CD -3"
  },
  {
    "id": 2246,
    "name": "初心之力",
    "desc": "I. 全隊攻擊力 6 倍、\n   生命力及回復力 1.3 倍\nII. 人類成員攻擊力額外 4 倍\nIII. 所有符石兼具\n⇒ 50% 光及心符石效果\nIV. 關卡 \"靈魂之日\"，\n     其初級、高級及超級難度\n     最後一層的敵人 100% 機率\n     轉化為蘊魔晶寵"
  },
  {
    "id": 2247,
    "name": "堅持之力",
    "desc": "I. 全隊攻擊力 8 倍、\n   生命力及回復力 1.3 倍\nII. 人類成員攻擊力額外 4 倍\nIII. 所有符石兼具\n⇒ 50% 水及心符石效果\nIV. 戰鬥中所獲得的金幣增加 50%"
  },
  {
    "id": 2249,
    "name": "機械聯盟",
    "desc": "I. 機械族成員攻擊力 6 倍、\n   生命力及回復力 1.5 倍\nII. 隊中只有 2 個成員\n⇒ 機械族成員\n⓵ 攻擊力額外 5 倍\n⓶ 進場 CD -3"
  },
  {
    "id": 2250,
    "name": "饞涎噴發",
    "desc": "I. 全隊攻擊力 9 倍及生命力 2 倍\nII. 水符石兼具 100%\n     所有屬性符石效果：\n     每多一個獸類成員\n⇒ 提升 20% 兼具效果\n⇒ 最多可兼具 200%\nIII. 隊中有 ≥3 個獸類成員\n⇒ 延長移動符石時間 3 秒"
  },
  {
    "id": 2251,
    "name": "炙炎召喚",
    "desc": "I. 全隊攻擊力 9 倍、\n   生命力及回復力 1.5 倍\nII. 所有符石兼具 250% 其他符石效果\nIII. 隊中有 ≥3 個獸類成員時\n⇒ 延長移動符石時間 3 秒"
  },
  {
    "id": 2252,
    "name": "藤園魔法",
    "desc": "I. 全隊攻擊力 9 倍及生命力 1.5 倍\nII. 隊中有 ≥3 種族成員\n⇒ 全隊攻擊力額外 4.5 倍\nIII. 每首批消除 1 組符石\n⇒ 人類及神族成員直行\n     首批掉落 1 粒木強化符石"
  },
  {
    "id": 2253,
    "name": "鮮紅魔力",
    "desc": "I. 全隊攻擊力 9 倍及生命力 1.8 倍\nII. 魔族成員攻擊力額外 4 倍\nIII. 魔族成員對敵方造成攻擊傷害的 5% \n⇒ 轉化為生命力\n⇒ 最大為生命力等值的 100% \nIII. 隊中有 ≥3 個魔族成員時\n⇒ 延長移動符石時間 3 秒"
  },
  {
    "id": 2254,
    "name": "暗影重重",
    "desc": "I. 全隊攻擊力 9 倍及生命力 1.5 倍\nII. 隊中有 ≥3 種族成員時\n⇒ 全隊攻擊力額外 4.5 倍\nIII. 每首批消除 1 組符石\n⇒人類及神族成員直行\n    首批掉落 1 粒暗強化符石"
  },
  {
    "id": 2255,
    "name": "魔龍之瞳",
    "desc": "I. 全隊攻擊力 9 倍及生命力 3 倍\nII. 每首批消除 2 組符石\n⇒ 龍類及魔族成員額外追打 1 次\nIII. 隊中有 ≥3 種族成員\n⇒ 延長移動符石時間 1.5 秒"
  },
  {
    "id": 2256,
    "name": "沉睡中的交戰",
    "desc": "I. 全隊攻擊力 9 倍及生命力 1.5 倍\nII. 心符石兼具所有屬性符石效果\nIII. 所有成員對最後擊中我方的敵人的\n     屬性目標傷害額外 4 倍"
  },
  {
    "id": 2257,
    "name": "聖潔神諭",
    "desc": "I. 全隊攻擊力 9 倍及生命力 1.5 倍\nII. 隊中有 ≥3 種族成員\n⇒ 全隊攻擊力額外 4.5 倍\nIII. 每首批消除 1 組符石\n⇒ 增加 1 Ex. Combo"
  },
  {
    "id": 2258,
    "name": "行動 F 代號",
    "desc": "I. 全隊攻擊力 9 倍及生命力 1.5 倍\nII. 達成 ≥4 連擊 (Combo) \n⇒ 機械族行動值提升 5%\nIII. 當所有機械族成員行動值達至 100% \n⇒ 自身攻擊力額外 6 倍"
  },
  {
    "id": 2259,
    "name": "行動 D 代號",
    "desc": "I. 全隊攻擊力 9 倍及生命力 2 倍\nII. 達成 ≥4 連擊 (Combo)\n⇒ 機械族行動值提升 5%\nIII. 當所有機械族成員行動值達至 100% \n⇒ 回合結束時回復 30,000 點生命力"
  },
  {
    "id": 2260,
    "name": "孤注一擲",
    "desc": "隊中只有 2 個「火屬性或機械族」成員：\n全隊攻擊力 4 倍及回復力 3 倍"
  },
  {
    "id": 2261,
    "name": "超獸魔神的力量",
    "desc": "I. 機械族攻擊力 6 倍\nII. 自身及「超獸魔神」\n⇒ 攻擊力、生命力、回復力 2.5 倍\nIII. 消除自身屬性符石或心符石\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 2262,
    "name": "水元素暴濤 ‧ 強",
    "desc": "I.【妍希】及水屬性成員攻擊力 10 倍，\n   消除水符石的組數愈多\n⇒【妍希】及水屬性成員攻擊力愈高\n⇒ 消除 2 組可達至最大 30 倍\nII. 【妍希】及水屬性成員\n      生命力及回復力 2 倍\nIII. 每回合結束時，\n     隨機將 2 粒符石轉化為\n⇒ 水神族強化符石"
  },
  {
    "id": 2263,
    "name": "水元素之力 ‧ 強韌之壁",
    "desc": "I. 水屬性成員攻擊力 10 倍\nII. 減少 60% 所受傷害"
  },
  {
    "id": 2264,
    "name": "熊熊之火 ‧ 烈",
    "desc": "I.【妍希】及火屬性成員攻擊力 10 倍、\n   生命力及回復力 2 倍\nII. 每回合結束時，\n    將火符石轉化為\n⇒ 火神族強化符石\nIII. 消除火符石\n⇒ 全隊攻擊力額外 5 倍"
  },
  {
    "id": 2265,
    "name": "心中的熾焰",
    "desc": "I. 火屬性成員攻擊力 9 倍\nII. 消除心符石\n⇒ 火屬性成員攻擊力額外 3 倍"
  },
  {
    "id": 2266,
    "name": "嚴酷守念",
    "desc": "隊中只有人類或機械族成員：\nI. 全隊攻擊力 9 倍、\n   生命力及回復力 1.8 倍\nII. 以左方 3 直行的符石起手轉珠\n⓵ 全隊攻擊力額外 2 倍，\n     若所有機械族成員行動值達至 100%，\n     則全隊攻擊力額外 2.5 倍\n⓶ 回合結束時，\n     機械族的行動值提升 20%\nIII. 以右方 3 直行的符石起手轉珠\n⓵ 將移動符石時觸碰的符石\n⇒ 轉化為強化符石\n⓶ 全隊無視「指定形狀盾」\nIV. 消除機械族符石\n⇒ 全隊攻擊力額外 3 倍"
  },
  {
    "id": 2267,
    "name": "狂熱發明",
    "desc": "隊中只有機械族成員：\nI. 全隊攻擊力 9 倍、\n   生命力及回復力 1.5 倍\nII. 消除 ≥3 種符石\n⇒ 全隊攻擊力額外 4 倍\nIII. 減少 50% 所受傷害"
  },
  {
    "id": 2268,
    "name": "可愛的吸血魔",
    "desc": "I. 全隊攻擊力 9 倍\nII. 魔族成員生命力 2.2 倍及\n    攻擊力額外 5 倍\nIII. 當前生命力全滿時\n⇒ 敵人受到的魔族傷害額外 3 倍\nIV. 所有屬性符石兼具\n⇒ 50% 所有屬性符石效果\nV. 心符石兼具 50% 屬性符石效果\nVI. 將魔族成員對敵方造成攻擊傷害的 5% \n⇒ 轉化為我方生命力\n⇒ 最大為生命力等值的 50%"
  },
  {
    "id": 2269,
    "name": "使神之翼",
    "desc": "I. 全隊攻擊力 8 倍\nII. 龍類及神族成員\n⇒ 攻擊力額外 3 倍及生命力 2 倍\nIII. 延長移動符石時間 2 秒\nIV. 敵方身上有附加效果\n⇒ 龍類及神族成員\n     回合結束時技能 CD -1\nV. 消除 ≥3 種符石\n⇒ 全隊攻擊力額外 3 倍"
  },
  {
    "id": 2270,
    "name": "狂屠極意",
    "desc": "隊中只有妖精類成員：\nI. 全隊攻擊力 9 倍、\n   生命力及回復力額外 3 倍\nII. 暗屬性妖精類成員\n    攻擊力額外 1.6 倍\nIII. 全隊進場技能 CD -2\nIV. 消除 ≥3 種符石\n⇒ 全隊攻擊力額外 6 倍"
  },
  {
    "id": 2271,
    "name": "冰極束縛",
    "desc": "I. 全隊攻擊力 8 倍、\n   生命力及回復力 1.8 倍\nII. 隊中有 ≥3 種族成員\n⇒ 全隊生命力及回復力額外 1.5 倍\nIII. 消除水或光符石\n⇒ 人類、妖精類及魔族成員\n    攻擊力額外 6 倍"
  },
  {
    "id": 2272,
    "name": "人類的希望",
    "desc": "I. 火屬性及人類成員攻擊力 9 倍、\n   生命力及回復力 2 倍\nII. 隊中有 ≥3 個【調查兵團】成員\n⇒ 全隊攻擊力額外 2 倍\nIII.【調查兵團】成員\n⇒ 以 50% 攻擊力追打 1 次\nIV. 消除 ≥3 組符石\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 2273,
    "name": "強靭的精神力",
    "desc": "I. 火屬性及人類成員攻擊力 10 倍、\n   生命力及回復力 2 倍\nII. 隊中有 ≥3 個【調查兵團】成員\n⇒ 全隊攻擊力額外 2.2 倍\nIII.【調查兵團】及【巨人】成員\n⇒ 以 50% 攻擊力追打 1 次\nIV. 消除 ≥3 組符石\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 2274,
    "name": "強靭的精神力 ‧ 繼承",
    "desc": "I. 自身屬性及人類成員攻擊力 10 倍、\n   生命力及回復力 2 倍\nII. 隊中有 ≥3 個【調查兵團】成員\n⇒ 全隊攻擊力額外 2.2 倍\nIII.【調查兵團】及【巨人】成員\n⇒ 以 50% 攻擊力追打 1 次\nIV. 消除 ≥3 組符石\n⇒ 全隊攻擊力額外 2.5 倍"
  },
  {
    "id": 2275,
    "name": "人類最強士兵",
    "desc": "I. 暗屬性及人類成員攻擊力 8 倍、\n   生命力及回復力 1.5 倍；\nII.【調查兵團】成員\n⓵ 生命力額外 1.5 倍\n⓶ 攻擊力額外 2 倍\nIII. 自身\n▋ 攻擊力額外 2 倍\n▋ 無視敵人防禦力\nIV. 消除火或暗符石\n⇒ 全隊攻擊力額外 4 倍"
  },
  {
    "id": 2276,
    "name": "立體機動戰鬥 (米卡莎)",
    "desc": "I. 水屬性及人類成員攻擊力 6 倍、\n   生命力及回復力 1.8 倍\nII.【調查兵團】成員\n⇒ 攻擊力額外 2 倍\nIII. 消除水、火或光符石\n⇒ 全隊攻擊力額外 3 倍\nIV. 若隊中有「艾連 ‧ 葉卡」或\n      名字有「進擊的巨人」\n      的成員\n⓵ 自身攻擊力額外 3 倍\n⓶ 自身無視「反首消符石盾」"
  },
  {
    "id": 2277,
    "name": "立體機動戰鬥 (阿爾敏)",
    "desc": "I. 光屬性及人類成員攻擊力 5 倍、\n   生命力及回復力 2 倍\nII.【調查兵團】成員\n⇒ 攻擊力額外 2.5 倍\nIII. 消除光或心符石\n⇒ 全隊攻擊力額外 5 倍"
  },
  {
    "id": 2278,
    "name": "巨人化",
    "desc": "I. 光屬性及人類成員攻擊力 5 倍、\n   生命力及回復力 2.5 倍\nII.【調查兵團】成員\n⇒ 攻擊力額外 2.5 倍\nIII. 消除光或心符石\n⇒ 全隊攻擊力額外 5 倍"
  },
  {
    "id": 2279,
    "name": "立體機動戰鬥",
    "desc": "I. 人類成員攻擊力 7 倍\nII.【調查兵團】成員\n⇒ 攻擊力、生命力、回復力額外 2 倍\nIII. 消除角色符石\n⇒ 全隊攻擊力額外 2 倍\nIV. 心符石兼具所有屬性符石效果"
  },
  {
    "id": 2280,
    "name": "巨人之力",
    "desc": "I. 人類成員攻擊力 7 倍\nII.【巨人】成員\n⇒ 攻擊力、生命力、回復力額外 2 倍\nIII. 消除角色符石\n⇒ 全隊攻擊力額外 2 倍\nIV. 心符石兼具所有屬性符石效果"
  },
  {
    "id": 2281,
    "name": "約定之力",
    "desc": "I. 全隊攻擊力 10 倍\nII. 隊伍成員的種族愈多，\n    全隊生命力、攻擊力及回復力\n    額外提升愈多：\n⇒ 2 種族成員 2 倍\n⇒ 3 種族成員可達至最大 3 倍\nIII. 首批消除 ≥10 粒符石\n⓵ 全隊攻擊力 2.5 倍\n⓶ 回復 100,000 點生命力"
  },
  {
    "id": 2282,
    "name": "戰鬥之睿智",
    "desc": "I. 全隊攻擊力 10 倍、\n   生命力及回復力 1.5 倍\nII. 消除 ≥10 粒符石\n⇒ 全隊攻擊力額外 2 倍\nIII. 敵人受到的人類、神族、機械族傷害\n⇒ 額外 2.5 倍"
  },
  {
    "id": 2283,
    "name": "神魅絕殺勢",
    "desc": "隊中只有【耀脈星芒】、妖精類或神族成員：\nI. 全隊攻擊力 10 倍、\n   生命力及回復力 1.6 倍\nII. 消除隊伍成員屬性符石\n⇒ 全隊攻擊力額外 5.5 倍"
  },
  {
    "id": 2284,
    "name": "神魅絕殺勢 ‧ 突破",
    "desc": "隊中只有【耀脈星芒】、妖精類或神族成員：\nI. 全隊攻擊力 10 倍、\n   生命力及回復力 2.5 倍\nII. 消除隊伍成員屬性符石\n⇒ 全隊攻擊力額外 5.5 倍\nIII. 將移動符石時觸碰的符石\n⇒ 轉化為強化符石\nIV. 移動的步數愈多\n⇒ 全隊攻擊力提升愈多\n⇒ 移動 50 步攻擊力可額外提升至最大 4 倍"
  },
  {
    "id": 2285,
    "name": "獸之遠識",
    "desc": "I. 獸類成員攻擊力 6 倍、\n   生命力及回復力 2 倍\nII. 消除獸族符石\n⇒ 獸類成員攻擊力額外 2 倍"
  },
  {
    "id": 2286,
    "name": "龍之遠識",
    "desc": "I. 龍類成員攻擊力 6 倍、\n   生命力及回復力 2 倍\nII. 消除龍族符石\n⇒ 龍類成員攻擊力額外 2 倍"
  },
  {
    "id": 2287,
    "name": "炎之神識",
    "desc": "I. 火屬性成員攻擊力 6 倍、\n    生命力及回復力 2 倍\nII. 消除神族符石\n⇒ 火屬性成員攻擊力額外 2 倍"
  },
  {
    "id": 2288,
    "name": "蒼天之瞳",
    "desc": "I. 人類成員攻擊力 10 倍、\n   生命力及回復力 2 倍\nII.【咒術師】成員\n⇒ 生命力及攻擊力額外 1.5 倍\nIII. 消除 ≥3 種符石\n⓵ 全隊攻擊力 5 倍\n⓶【咒術師】成員的攻擊傷害\n⇒ 無視「攻前盾」\nIV. 所有符石兼具 \n⇒ 50% 所有符石效果"
  },
  {
    "id": 2289,
    "name": "無畏的精神",
    "desc": "I.【咒術師】及光屬性成員\n⇒ 攻擊力 7 倍、生命力及回復力 2.2 倍\nII. 消除光或心符石\n⇒ 全隊攻擊力額外 4 倍\nIII. 所有成員以 1.5 倍攻擊力追打\n⇒ 自身克制屬性的攻擊 1 次"
  },
  {
    "id": 2290,
    "name": "不平等的助人",
    "desc": "I.【咒術師】及暗屬性成員\n⇒ 攻擊力 8 倍、生命力及回復力 2 倍\nII. 達至 ≥4 連擊 (Combo)\n⇒ 全隊攻擊力額外 4 倍\nIII. 達至 ≥8 連擊 (Combo)\n⇒ 全隊攻擊力額外 2 倍\nIV. 場上有附加效果\n⇒ 減少 30% 所受傷害"
  },
  {
    "id": 2291,
    "name": "對加班的痛恨",
    "desc": "隊中只有【咒術師】或人類成員：\nI. 全隊攻擊力 7 倍、生命力及回復力 3.7 倍\nII. 達至 ≥7 連擊 (Combo) \n⓵ 全隊攻擊力額外 7 倍\n⓶ 減少 30% 所受傷害"
  },
  {
    "id": 2292,
    "name": "真摯的友誼",
    "desc": "隊中只有人類成員：\nI. 全隊攻擊力 7 倍\nII.【咒術師】成員\n⇒ 生命力、攻擊力及回復力額外 2.2 倍\nIII.「虎杖悠仁」及「東堂葵」\n⇒ 攻擊力額外 5 倍"
  },
  {
    "id": 2293,
    "name": "咒術師之力",
    "desc": "I.【咒術師】成員\n⇒ 攻擊力 8 倍、生命力及回復力 1.8 倍\nII. 消除自身屬性符石\n⇒ 全隊攻擊力額外 4 倍"
  },
  {
    "id": 2294,
    "name": "咒詛師 / 咒靈之力",
    "desc": "I.【咒詛師 / 咒靈】成員\n⇒ 攻擊力 8 倍、生命力及回復力 1.8 倍\nII. 消除自身屬性符石\n⇒ 全隊攻擊力額外 4 倍"
  },
  {
    "id": 2295,
    "name": "最惡的咒詛師",
    "desc": "隊中只有【咒詛師 / 咒靈】或木屬性成員：\nI. 全隊攻擊力 10 倍、生命力及回復力 2.5 倍\nII.【咒詛師 / 咒靈】成員\n⇒ 追打木屬性攻擊 3 次\nIII. 消除水、火或木符石\n⇒ 全隊攻擊力額外 3.5 倍"
  },
  {
    "id": 2296,
    "name": "詛咒之王",
    "desc": "隊中只有暗屬性或魔族成員：\nI. 全隊攻擊力 10 倍、生命力及回復力 2.8 倍\nII. 消除魔族符石\n⇒ 全隊攻擊力額外 4 倍\nIII. 每首批消除 1 組符石\n⇒ 增加 1 連擊 (Combo)\nIV. 達至 ≥10 連擊 (Combo)\n⇒「兩面宿儺」攻擊力額外 2.5 倍"
  },
  {
    "id": 2297,
    "name": "熾烈的日輪",
    "desc": "I. 全隊攻擊力 10 倍、\n   生命力及回復力 2.4 倍\nII. 敵人受到的主動技能炮擊傷害額外 5 倍\nIII. 隊中有 ≥3 種族成員\n⇒ 全隊攻擊力及回復力額外 1.5 倍 \nIV. 消除火符石\n⓵ 全隊攻擊力額外 2.2 倍\n⓶ 減少 40% 所受傷害\n⓷ 增加 6 連擊 (Combo)\nV. 消除光符石\n⓵ 全隊攻擊力額外 2.2 倍\n⓶ 自身追打火屬性攻擊 1 次"
  },
  {
    "id": 2298,
    "name": "浪濤之誅罰 ‧ 弒",
    "desc": "I. 水屬性成員攻擊力 8 倍、\n   生命力及回復力 2.5 倍\nII. 水屬性對所有目標的傷害額外 10 倍\nIII. 敵人受到的主動技能炮擊傷害額外 3.5 倍\nIV. 所受火及暗屬性傷害減少 50%\nV. 所有成員無視屬性相剋"
  },
  {
    "id": 2299,
    "name": "熾燄之誅罰 ‧ 弒",
    "desc": "I. 火屬性成員攻擊力 8 倍、\n   生命力及回復力 2.5 倍\nII. 火屬性對所有目標的傷害額外 10 倍\nIII. 敵人受到的主動技能炮擊傷害額外 3.5 倍\nIV. 所受火及木屬性傷害減少 50%\nV. 所有成員無視屬性相剋"
  },
  {
    "id": 2300,
    "name": "藤棘之誅罰 ‧ 弒",
    "desc": "I. 木屬性成員攻擊力 8 倍、\n   生命力及回復力 2.5 倍\nII. 木屬性對所有目標的傷害額外 10 倍\nIII. 敵人受到的主動技能炮擊傷害額外 3.5 倍\nIV. 所受水及光屬性傷害減少 50%\nV. 所有成員無視屬性相剋"
  },
  {
    "id": 2301,
    "name": "玄光之誅罰 ‧ 弒",
    "desc": "I. 光屬性成員攻擊力 8 倍、\n   生命力及回復力 2.5 倍\nII. 光屬性對所有目標的傷害額外 10 倍\nIII. 敵人受到的主動技能炮擊傷害額外 3.5 倍\nIV. 所受火及暗屬性傷害減少 50%\nV. 所有成員無視屬性相剋"
  },
  {
    "id": 2302,
    "name": "幽冥之誅罰 ‧ 弒",
    "desc": "I. 暗屬性成員攻擊力 8 倍、\n   生命力及回復力 2.5 倍\nII. 暗屬性對所有目標的傷害額外 10 倍\nIII. 敵人受到的主動技能炮擊傷害額外 3.5 倍\nIV. 所受木及光屬性傷害減少 50%\nV. 所有成員無視屬性相剋"
  },
  {
    "id": 2304,
    "name": "大盜之財",
    "desc": "I. 全隊攻擊力 5 倍\nII. 達至 ≥5 連擊 (Combo)\n⇒ 全隊攻擊力額外 5 倍\nIII. 戰鬥中所獲得的金幣增加 100%"
  },
  {
    "id": 2305,
    "name": "元素之核 ‧ 精煉",
    "desc": "隊中只有獸類成員：\nI. 全隊攻擊力 10 倍、\n   生命力及回復力 3 倍\nII. 所有符石兼具所有符石效果\nIII. 消除 ≥3 種符石或火符石\n⇒ 全隊攻擊力額外 3 倍\nIV. 消除獸族符石\n⇒ 全隊攻擊力額外 3 倍"
  },
  {
    "id": 2306,
    "name": "吸血的禮儀",
    "desc": "I. 火屬性、獸類及魔族成員攻擊力 9 倍、\n   生命力及回復力 2.5 倍\nII. 消除 ≥9 粒符石 \n⇒ 全隊攻擊力額外 9 倍 \nIII. 根據隊中成員屬性及數量 \n⇒ 自身追打相應屬性及次數攻擊"
  },
  {
    "id": 2307,
    "name": "吞噬的慾望",
    "desc": "I.【血噬】及獸類成員\n⓵ 攻擊力 9 倍及生命力 2.5 倍\n⓶ 對敵方造成攻擊傷害的 5% \n     轉化為生命力，\n     最大為生命力等值的 50%\nII. 消除種族符石\n⇒【血噬】及獸類成員\n     追打光屬性攻擊 1 次\nIII. 消除克制敵人屬性的符石\n⇒ 全隊攻擊力額外 6 倍"
  },
  {
    "id": 2308,
    "name": "不屈之傲",
    "desc": "I. 暗屬性及機械族成員\n⇒ 攻擊力 7 倍、生命力及回復力 1.5 倍\nII. 隊中只有機械族成員\n⓵ 全隊攻擊力額外 7 倍、\n     生命力及回復力額外 1.5 倍\n⓶ 減少 20% 所受傷害，\n     若隊中所有機械族成員的\n     行動值達至 100%\n⇒ 則減少 40% 所受傷害"
  },
  {
    "id": 2309,
    "name": "黑與白的對決",
    "desc": "I. 全隊攻擊力 8 倍、\n   生命力及回復力 1.5 倍\nII. 消除 ≥3 種符石\n⇒【黑嘉嘉】攻擊力額外 4 倍\nIII. 消除水、火或木符石\n⇒ 所有成員以 50 %攻擊力追打 1 次\nIV. 消除光、暗或心符石\n⇒ 增加 3 連擊 (Combo)"
  },
  {
    "id": 2310,
    "name": "歸元結念 ‧ 極",
    "desc": "隊中所有隊員的種族不同：\nI. 全隊攻擊力 20 倍、\n   生命力及回復力 2.5 倍\nII. 所有符石兼具所有屬性符石效果\nIII. 消除 ≥1 組 ≥9 粒符石\n⇒ 全隊攻擊力額外 3 倍"
  },
  {
    "id": 2311,
    "name": "醉心魔研 ‧ 強",
    "desc": "隊中只有魔族成員：\nI. 全隊攻擊力 9 倍及生命力 2.5 倍\nII. 生命力全滿時\n⓵ 全隊攻擊力 2 倍\n⓶ 減少 40% 所受傷害\nIII. 消除魔族符石\n⇒ 全隊攻擊力額外 5 倍"
  },
  {
    "id": 2312,
    "name": "妖嬈之藍 ‧ 強",
    "desc": "I. 水屬性及妖精類成員\n   攻擊力及回復力 10 倍、生命力 2.5 倍\nII. 消除水或心符石\n⓵ 全隊攻擊力額外 7.5 倍\n⓶ 全隊無視敵人防禦力\nIII. 首批沒有消除水符石\n⇒ 減少 60% 所受傷害"
  },
  {
    "id": 2313,
    "name": "迷香魅惑 ‧ 木",
    "desc": "I. 妖精類成員攻擊力 6 倍、\n   生命力及回復力 1.5 倍\nII. 木屬性妖精類成員\n⇒ 攻擊力額外 1.5 倍\nIII. 消除木符石或妖族符石\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 2314,
    "name": "迷香魅惑 ‧ 暗",
    "desc": "I. 妖精類成員攻擊力 6 倍、\n   生命力及回復力 1.5 倍\nII. 暗屬性妖精類成員\n⇒ 攻擊力額外 1.5 倍\nIII. 消除暗符石或妖族符石\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 2315,
    "name": "迷香魅惑 ‧ 水",
    "desc": "I. 妖精類成員攻擊力 6 倍、\n   生命力及回復力 1.5 倍\nII. 水屬性妖精類成員\n⇒ 攻擊力額外 1.5 倍\nIII. 消除水符石或妖族符石\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 2316,
    "name": "驚世璞玉",
    "desc": "I. 龍類成員攻擊力 8 倍及生命力 1.8 倍\nII. 消除龍族符石\n⇒ 自身攻擊力額外 4 倍\nIII. ≥3 個龍類成員發動攻擊\n⇒ 敵人所受傷害額外 5 倍\nIV. 隊伍中只有龍類成員\n⇒ 木符石兼具隊伍成員屬性符石效果"
  },
  {
    "id": 2317,
    "name": "絕世奇玉",
    "desc": "I. 龍類成員攻擊力 10 倍及生命力 1.8 倍\nII. 消除龍族符石\n⇒ 全隊攻擊力額外 2.5 倍\nIII. 首批消除的連擊 (Combo) 數目\n⇒ 會加入下回合的連擊 (Combo) 數目\n⇒ 下回合隨機轉化相應粒數的龍族強化符石\n    (龍族符石以外優先轉換)\nIV. 隊中只有龍類成員\n⇒ 所有符石兼具 150% \n    隊伍成員屬性符石效果"
  },
  {
    "id": 2318,
    "name": "元素共生",
    "desc": "I. 全隊攻擊力 8 倍、\n   生命力及回復力 1.8 倍\nII. 獸類及龍類成員\n⓵ 攻擊力額外 6 倍\n⓶ 生命力額外 2 倍\nIII. 火、光、暗、心符石\n⇒ 互相兼具 75% 效果"
  },
  {
    "id": 2319,
    "name": "千年之魂",
    "desc": "隊中只有人類或神族成員：\nI. 全隊攻擊力 9 倍、生命力及回復力 2.2 倍\nII.【棋魂】成員攻擊力額外 2.5 倍\nIII. 消除水、光或暗符石\n⇒ 全隊攻擊力額外 4.5 倍"
  },
  {
    "id": 2320,
    "name": "神之一手的追求",
    "desc": "隊中只有人類或神族成員：\nI. 全隊攻擊力 10 倍、生命力及回復力 2.2 倍\nII.【棋魂】成員攻擊力額外 2.5 倍\nIII. 消除水、光或暗符石\n⇒ 全隊攻擊力額外 5 倍"
  },
  {
    "id": 2321,
    "name": "最強的初段",
    "desc": "隊中只有人類或神族成員：\nI. 全隊攻擊力 8 倍、生命力及回復力 2 倍\nII.【棋魂】成員攻擊力額外 2.5 倍\nIII. 所有符石兼具\n⇒ 50% 水、木及光符石效果\nIV. 消除水、木或光符石\n⓵ 全隊攻擊力額外 4 倍\n⓶ 全隊無視\n⇒「二屬盾」、「三屬盾」、\n   「四屬盾」、「五屬盾」"
  },
  {
    "id": 2322,
    "name": "必勝的決心",
    "desc": "隊中只有人類或神族成員：\nI. 全隊攻擊力 8 倍、生命力及回復力 2 倍\nII.【棋魂】成員攻擊力額外 2.5 倍\nIII. 所有符石兼具\n⇒ 50% 水、木及光符石效果\nIV. 消除水、木或光符石\n⓵ 全隊攻擊力額外 4 倍\n⓶ 全隊無視「固定連擊盾」"
  },
  {
    "id": 2323,
    "name": "名人的棋術",
    "desc": "I. 人類成員攻擊力 10 倍、\n   生命力及回復力 1.5 倍\nII.「塔矢行洋」、「緒方精次」、\n   「永遠的勁敵 ‧ 塔矢亮」、\n   「塔矢亮」\n⓵ 攻擊力額外 8 倍\n⓶ 生命力額外 2 倍\nIII.「塔矢行洋」無視\n⓵「固定連擊盾」\n⓶「五屬盾」"
  },
  {
    "id": 2324,
    "name": "棋術精要",
    "desc": "隊中只有【棋魂】或人類成員：\nI. 全隊攻擊力 8 倍、生命力及回復力 1.5 倍\nII. 消除自身屬性符石或心符石\n⇒ 全隊攻擊力額外 3.5 倍\nIII. 心符石兼具自身屬性符石效果"
  },
  {
    "id": 2328,
    "name": "威嚇之嘯",
    "desc": "I. 獸類、妖精類及魔族成員\n⇒ 攻擊力 9 倍、生命力及回復力 2.5 倍\nII. 消除種族符石\n⇒ 全隊攻擊力額外 4 倍\nIII. 消除符石的組數愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 消除 10 組可提升至最大 3 倍"
  },
  {
    "id": 2329,
    "name": "魔語喃",
    "desc": "隊中只有妖精類或魔族成員：\nI. 全隊攻擊力 9 倍、\n   生命力及回復力 2.5 倍\nII. 消除角色或種族符石\n⇒ 全隊攻擊力額外 7 倍\nIII. 所有符石兼具所有符石效果"
  },
  {
    "id": 2330,
    "name": "命運之志",
    "desc": "I. 全隊攻擊力 9 倍、\n   生命力及回復力 2.2 倍\nII. 光屬性及神族成員\n⓵ 攻擊力額外 8 倍\n⓶ 生命力及回復力額外 1.5 倍\nIII. 首批完全消除\n     任何 ≥1 橫行內的所有符石\n⓵ 全隊攻擊力額外 1.5 倍\n⓶ 掉落 8 粒心強化符石\nIV. 首批完全消除\n     任何 ≥1 直行內的所有符石\n⓵ 所有成員以 50% 攻擊力\n⇒ 追打無屬性攻擊 1 次\n⓶ 掉落 8 粒心強化符石"
  },
  {
    "id": 2331,
    "name": "活力之鴞",
    "desc": "I. 人類及獸類成員攻擊力 9 倍、\n   生命力及回復力 2.5 倍\nII. 獸類成員\n⓵ 進場技能 CD -3\n⓶ 生命力額外 1.5 倍\nIII. 消除角色或種族符石\n⇒ 全隊攻擊力額外 7 倍\nIV. 達至 ≥6 連擊 (Combo)\n⓵ 全隊攻擊力額外 1.5 倍\n⓶ 減少 40% 所受傷害"
  },
  {
    "id": 2332,
    "name": "粉櫻血雨",
    "desc": "I. 火屬性及妖精類成員\n⓵ 攻擊力及回復力 8 倍\n⓶ 生命力 2 倍\nII. 火及心符石兼具 50% 所有符石效果\nIII. 合計消除 ≥15 粒火或心符石\n⇒ 全隊攻擊力額外 6 倍\nIV. 火、心符石 2 粒相連\n⇒ 即可發動消除"
  },
  {
    "id": 2333,
    "name": "魅豔之刺 ‧ 靈",
    "desc": "I. 暗屬性、妖精類及魔族成員\n⓵ 攻擊力及回復力 8 倍\n⓶ 生命力 2 倍\nII. 消除心符石\n⓵ 全隊攻擊力額外 3.5 倍\n⓶ 增加 5 連擊 (Combo)\nIII. 心符石兼具 300% 所有屬性符石效果"
  },
  {
    "id": 2334,
    "name": "極樂魅光",
    "desc": "I. 妖精類成員攻擊力 6 倍、\n   生命力及回復力 1.5 倍\nII. 光屬性妖精類成員\n⇒ 攻擊力額外 1.5 倍\nIII. 消除光符石或妖族符石\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 2335,
    "name": "纖細魅彤",
    "desc": "I. 妖精類成員攻擊力 6 倍、\n   生命力及回復力 1.5 倍\nII. 火屬性妖精類成員\n⇒ 攻擊力額外 1.5 倍\nIII. 消除火符石或妖族符石\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 2336,
    "name": "歷練之途",
    "desc": "I. 全隊攻擊力 9 倍、\n   生命力及回復力 2 倍\nII. 消除符石的種類愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 最大 7.5 倍\nIII. 延長移動符石時間 4 秒"
  },
  {
    "id": 2337,
    "name": "封弊者",
    "desc": "I. 全隊攻擊力 10 倍、\n   生命力及回復力 1.8 倍\nII.【SAO】及【ALO】成員\n⓵ 攻擊力額外 5.5 倍\n⓶ 生命力及回復力額外 1.8 倍\nIII. 消除水或暗符石\n⓵ 【SAO】及【ALO】成員\n⇒ 攻擊力額外 2 倍\n⓶ 增加 8 連擊 (Combo)"
  },
  {
    "id": 2338,
    "name": "劍士的守護",
    "desc": "I. 全隊攻擊力 10 倍、\n   生命力及回復力 1.6 倍\nII.【SAO】及【ALO】成員\n⓵ 攻擊力額外 2 倍\n⓶ 生命力及回復力額外 2 倍\nIII. 連擊 (Combo) 時攻擊力提升 250%"
  },
  {
    "id": 2339,
    "name": "劍術攻略",
    "desc": "I. 全隊攻擊力 9 倍、\n   生命力及回復力 1.8 倍\nII.【SAO】及【ALO】成員\n⓵ 攻擊力額外 4.5 倍\n⓶ 生命力及回復力額外 1.8 倍\nIII. 每回合結束時\n⇒ 引爆自身直行符石\n⇒ 掉落固定數量及位置的\n   「火及心」人族強化符石\nIV. 消除種族符石\n⇒【SAO】及【ALO】成員\n     攻擊力額外 2.5 倍\nV. 自身進場 CD -6"
  },
  {
    "id": 2340,
    "name": "慈愛的水妖精",
    "desc": "I. 全隊攻擊力 9 倍、\n   生命力及回復力 2 倍\nII.【SAO】及【ALO】成員\n⓵ 攻擊力額外 4.5 倍\n⓶ 生命力及回復力額外 2 倍\nIII. 消除強化符石\n⇒【SAO】及【ALO】成員\n⓵ 攻擊力額外 1.5 倍\n⓶ 追打 1 次"
  },
  {
    "id": 2341,
    "name": "風精靈劍技",
    "desc": "I. 全隊攻擊力 8 倍、\n   生命力及回復力 2 倍\nII.【ALO】及木屬性成員\n⇒ 攻擊力額外 4 倍\nIII. 消除木或心符石\n⇒ 全隊攻擊力額外 2 倍\nIV.「魔法劍士 ‧ 莉法」及\n    「守衛精靈 ‧ 桐人」\n⓵ 生命力、攻擊力及回復力 2 倍\n⓶ 攻擊傷害無視敵人防禦力"
  },
  {
    "id": 2342,
    "name": "貓之視覺",
    "desc": "I. 全隊攻擊力 8 倍、\n   生命力及回復力 2 倍\nII.【ALO】及光屬性成員\n⇒ 對所有目標的傷害額外 8 倍\nIII. 敵人受到的主動技能\n     炮擊傷害額外 2.5 倍\nIV.「神弓箭手 ‧ 詩音」\n⇒ 進場技能 CD -3\nV.「神弓箭手 ‧ 詩音」及\n    「守衛精靈 ‧ 桐人」\n⓵ 生命力、攻擊力及回復力 2 倍\n⓶ 攻擊傷害無視敵人防禦力"
  },
  {
    "id": 2343,
    "name": "絕劍",
    "desc": "I. 全隊攻擊力 7 倍、\n   生命力及回復力 1.7 倍\nII. 妖精類成員\n⓵ 攻擊力額外 5 倍\n⓶ 生命力及回復力額外 1.7 倍\nIII. 消除強化符石\n⓵ 全隊攻擊力額外 2 倍\n⓶ 減少 40% 所受傷害"
  },
  {
    "id": 2344,
    "name": "三人的羈絆",
    "desc": "I. 全隊攻擊力 20 倍、\n   生命力及回復力 2 倍\nII.【SAO】成員\n⓵ 攻擊力額外 5 倍\n⓶ 生命力及回復力額外 1.5 倍"
  },
  {
    "id": 2345,
    "name": "劍的世界",
    "desc": "I. 全隊攻擊力 8 倍、\n   生命力及回復力 1.3 倍\nII.【SAO】成員生命力及攻擊力額外 1.3 倍\nIII. 首批消除 ≥5 組符石\n⇒ 全隊攻擊力 4 倍\nIV. 反之，減少 30% 所受傷害"
  },
  {
    "id": 2346,
    "name": "精靈國度",
    "desc": "I. 全隊攻擊力 8 倍、\n   生命力及回復力 1.3 倍\nII.【ALO】成員\n⇒ 生命力及攻擊力額外 1.3 倍\nIII. 首批消除 ≥5 組符石\n⇒ 全隊攻擊力 4 倍\nIV. 反之，減少 30% 所受傷害"
  },
  {
    "id": 2347,
    "name": "死亡遊戲化",
    "desc": "I. 全隊攻擊力 10 倍、\n   生命力及回復力 2 倍\nII. 當前生命力為 ≥50%\n⇒【SAO】成員\n⓵ 攻擊力 10 倍\n⓶ 無視敵人防禦力\nIII. 生命力愈高時，所受傷害愈低\n⇒ 最多減少 80%"
  },
  {
    "id": 2348,
    "name": "槍的世界",
    "desc": "I. 人類攻擊力 9 倍、\n   生命力及回復力 1.8 倍\nII.【GGO】成員生命力及攻擊力額外 1.5 倍\nIII. 消除 ≥1 組 ≥5 粒符石\n⇒ 全隊攻擊力 4.5 倍\nIV. 反之，減少 30% 所受傷害\nV. 消除木及暗符石\n⇒ 回合結束時，\n     回復 50% 生命力"
  },
  {
    "id": 2349,
    "name": "催命的鐘聲",
    "desc": "隊中只有機械族成員：\nI. 全隊攻擊力 3.9 倍\nII. 每消除 3 組符石\n⇒ 必定掉落 3 粒水機械族符石\nIII. 消除機械族符石\n⇒ 全隊攻擊力額外 3.9 倍\nIV. 所有機械族成員的行動值達至 100%\n⇒ 全隊攻擊力額外 3.9 倍"
  },
  {
    "id": 2350,
    "name": "心的連繫",
    "desc": "隊中只有人類或機械族成員：\nI. 全隊攻擊力 3.9 倍、\n   生命力及回復力 1.39 倍\nII. 必然延長移動符石時間 1 秒\nIII. 消除機械族符石\n⇒ 全隊攻擊力額外 3.9 倍\nIV. 達至 ≥6 連擊 (Combo)\n⇒ 全隊攻擊力額外 3.9 倍"
  },
  {
    "id": 2351,
    "name": "紫蝶之舞",
    "desc": "隊中只有機械族成員：\nI. 全隊攻擊力 9 倍、\n   生命力及回復力 2.2 倍\nII. 以右方 3 直行的符石起手\n⇒ 全隊攻擊力額外 3.3 倍\nIII. 於左方 3 直行最後放手\n⇒ 所有成員追打 1 次\nIV. 消除機械族符石\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 2352,
    "name": "虛擬歌手的狂熱",
    "desc": "隊中只有【虛擬歌手】成員：\n全隊攻擊力 39 倍、\n生命力及回復力 1.39 倍"
  },
  {
    "id": 2353,
    "name": "機械引擎",
    "desc": "隊中只有機械族成員：\nI. 全隊攻擊力 6 倍、\n   生命力及回復力 1.8 倍\nII. 所有機械族成員的行動值達至 100%\n⇒ 全隊攻擊力額外 3 倍"
  },
  {
    "id": 2354,
    "name": "喜躍戰曲",
    "desc": "I.【虛擬歌手】及光屬性成員\n⇒ 攻擊力 8 倍、生命力及回復力 2.8 倍\nII.【虛擬歌手】及機械族成員\n⇒ 攻擊力額外 2 倍\nIII. 每首批消除 2 粒符石\n⇒ 掉落 1 粒光強化符石\nIV. 消除 ≥20 粒符石\n⇒ 全隊攻擊力額外 3 倍"
  },
  {
    "id": 2355,
    "name": "怒號狩獵",
    "desc": "I.【虛擬歌手】及火屬性成員\n⇒ 攻擊力 8 倍、生命力及回復力 2.8 倍\nII. 隊中有 ≥3 個【虛擬歌手】成員\n⇒ 全隊攻擊力額外 3 倍\nIII. 消除火或心符石\n⇒ 全隊攻擊力 2.5 倍"
  },
  {
    "id": 2356,
    "name": "悲哀盜取",
    "desc": "I.【虛擬歌手】及暗屬性成員\n⇒ 攻擊力 9 倍、生命力及回復力 1.3 倍\nII.【虛擬歌手】成員\n⇒ 生命力及回復力額外 1.9 倍\nIII. 消除暗符石\n⓵【虛擬歌手】成員攻擊力額外 3.9 倍\n⓶ 減少 39% 所受傷害\nIV. 所有符石 3 粒相連\n⇒ 即可發動消除\nV. 暗符石效果提升 139%"
  },
  {
    "id": 2357,
    "name": "魔樂韻律",
    "desc": "I. 機械族成員\n⇒ 攻擊力 9 倍、生命力及回復力 3.39 倍\nII.【虛擬歌手】成員攻擊力額外 3.9 倍\nIII. 每消除 3 粒水符石\n⓵ 增加 3 連擊 (Combo)\n⇒ 最多可增加 39 連擊 (Combo)\n⓶ 增加 9 連擊 (Ex. Combo)\n⇒ 最多可增加 39 連擊 (Ex. Combo)\nVI.【虛擬歌手】成員屬性符石\n⓵ 互相兼具 39% 效果\n⓶ 兼具 39% 心符石效果"
  },
  {
    "id": 2358,
    "name": "心與心的共鳴",
    "desc": "I.【虛擬歌手】及暗屬性成員\n⇒ 攻擊力 9 倍、生命力及回復力 3 倍\nII. 消除隊伍成員屬性符石\n⇒ 全隊攻擊力額外 3.9 倍\nIII. 首批消除 ≥3 種符石\n⇒【虛擬歌手】成員攻擊力額外 3.9 倍"
  },
  {
    "id": 2359,
    "name": "遺念真焰 ‧ 龍",
    "desc": "I. 火屬性、人類及龍類成員\n⇒ 攻擊力 9 倍、生命力 2.5 倍\nII. 火屬性「龍類及人類」\n⇒ 對所有目標的傷害額外 8 倍\nIII. 敵人受到的主動技能炮擊傷害額外 2.8 倍\nIV. 達至 ≥6 連擊 (Combo)\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 2360,
    "name": "遺念真焰 ‧ 人",
    "desc": "I. 人類及龍類成員\n⇒ 攻擊力 9 倍、生命力及回復力 2.2 倍\nII. 消除火或水符石\n⇒ 全隊攻擊力額外 6 倍\nIII. 所有成員以 1.5 倍攻擊力追打 1 次"
  },
  {
    "id": 2361,
    "name": "喋血序章",
    "desc": "I. 獸類、龍類及魔族成員\n⇒ 攻擊力 6 倍、生命力及回復力 1.8 倍\nII. 獸族、龍族及魔族符石\n⇒ 互相兼具效果\nIII. 消除種族符石\n⇒ 全隊攻擊力額外 4 倍"
  },
  {
    "id": 2362,
    "name": "逆鱗暴",
    "desc": "I.【宇宙序章】及龍類成員\n⇒ 攻擊力 10 倍及生命力 4 倍\nII. 每首批消除 1 組符石\n⇒【宇宙序章】及龍類成員直行掉落\n    1 粒該成員屬性種族強化符石\n⇒ 最多可掉落 5 粒\nIII. 消除【宇宙序章】成員屬性符石\n     的數量愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 消除 15 粒可達至最大 10 倍\nIV. 每消除 1 粒種族符石\n⇒ 增加 1 連擊 (Combo)\n⇒ 最多可增加 5 連擊 (Combo)"
  },
  {
    "id": 2363,
    "name": "魅酷焚焰",
    "desc": "I. 妖精類成員\n⓵ 攻擊力及回復力 10 倍\n⓶ 增加 2,000 點生命力基值\nII. 消除火或心符石\n⇒ 妖精類成員攻擊力額外 6 倍\nIII. 消除火及心符石\n⇒ 妖精類成員攻擊力額外 2 倍\nIV. 首批消除符石組數為 5 的倍數\n⇒ 妖精類成員無視\n⓵「固定連擊盾」\n⓶ 敵人防禦力"
  },
  {
    "id": 2364,
    "name": "人族戰意",
    "desc": "I. 自身屬性及人類成員\n⇒ 攻擊力 9 倍、生命力及回復力 2 倍\nII. 消除符石的數量愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 消除 30 粒符石可達至最大 6 倍\nIII. 消除強化符石\n⓵ 全隊攻擊力額外 2.2 倍\n⓶ 減少 40% 所受傷害"
  },
  {
    "id": 2365,
    "name": "人族牽絆",
    "desc": "I. 自身屬性及人類成員\n⇒ 攻擊力 8 倍、生命力及回復力 2 倍\nII. 消除自身屬性或心符石\n⇒ 全隊攻擊力額外 5 倍\nIII. 每回合結束時，\n     引爆自身被克屬性符石\n⇒ 掉落自身屬性強化符石"
  },
  {
    "id": 2366,
    "name": "仿魂絕殺",
    "desc": "I. 全隊攻擊力 10 倍、\n   生命力及回復力 2.2 倍\nII. 必然延長移動符石時間 2.5 秒\nIII. 消除符石的種類愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 最大 6 倍\nIV. 隊中有 ≥2 種屬性成員時\n⓵ 全隊攻擊力額外 1.8 倍\n⓶ 每首批消除 5 粒符石\n⇒ 增加 1 連擊 (Combo)"
  },
  {
    "id": 2374,
    "name": "至死不渝的創造",
    "desc": "I. 獸類、妖精類及龍類成員\n⇒ 攻擊力 8 倍及生命力 1.8 倍\nII. 必然延長移動符石時間 1 秒\nIII. 消除 1 組符石的粒數愈多\n⇒ 獸類、妖精類及龍類成員\n     攻擊力額外提升愈多\n⇒ 消除 1 組 ≥8 粒符石\n    可達至最大 9 倍\nIV. 若隊中只有光屬性\n   「獸類、妖精類或龍類」成員\n⇒ 全隊生命力及攻擊力額外 1.8 倍"
  },
  {
    "id": 2375,
    "name": "崩壞的吞噬",
    "desc": "I. 獸類、龍類及魔族成員\n⇒ 攻擊力 9 倍、生命力及回復力 1.8 倍\nII. 必然延長移動符石時間 2 秒\nIII. 心符石兼具 50% 所有屬性符石效果\nIV. 消除種族符石\n⇒ 獸類、龍類及魔族成員\n     攻擊力額外 9 倍"
  },
  {
    "id": 2376,
    "name": "異龍戮殺",
    "desc": "I. 全隊攻擊力 10 倍及生命力 1.8 倍\nII. 龍類成員\n⓵ 攻擊力額外 3 倍\n⓶ 生命力額外 2.8 倍\nIII. 消除 1 組 ≥5 粒符石\n⇒ 龍類成員攻擊力額外 1.8 倍\nIV. 每消除 2 粒龍族符石\n⓵ 全隊攻擊力提升\n⇒ 消除 20 粒可達至最大 2.5 倍\n⓶ 增加 1 連擊 (Combo)\n⇒ 消除 20 粒可增加最多 10 連擊 (Combo)\nV. 龍類成員對敵方造成攻擊傷害的 10% \n⇒ 轉化為我方生命力\n⇒ 最大為生命力等值的 50%\n⇒ 直至生命力全滿"
  },
  {
    "id": 2377,
    "name": "異龍之力",
    "desc": "I. 龍類成員攻擊力 8 倍及生命力 3 倍\nII. 暗屬性龍類成員攻擊力額外 5 倍\nIII. 消除 1 組 ≥5 粒符石\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 2378,
    "name": "異教之領",
    "desc": "I.【冥教徒】及暗屬性成員\n⇒ 攻擊力 8 倍、生命力及回復力 2.5 倍\nII. 消除 ≥2 組 ≥3 粒符石\n⇒ 全隊攻擊力 6 倍\nIII.【冥教徒】成員進場 CD -2"
  },
  {
    "id": 2379,
    "name": "十殺之屠戮",
    "desc": "隊中只有神族及機械族成員：\nI. 全隊攻擊力 10 倍、\n   生命力及回復力 1.8 倍 \nII. 水及心符石互相兼具效果\nIII. 消除 ≥10 粒符石\n⇒ 全隊攻擊力額外 10 倍\nIV. 連擊 (Combo) ≤9\n⇒ 減少 20% 所受傷害\nV. 達至 ≥10 連擊 (Combo)\n⇒ 減少 80% 所受傷害"
  },
  {
    "id": 2380,
    "name": "萬惡之源 ‧ 災厄",
    "desc": "I. 全隊生命力、攻擊力及回復力 2.5 倍\nII. 達至 ≥5 連擊 (Combo)\n⓵ 全隊攻擊力額外 5 倍\n⓶ 妖精類成員攻擊力則額外 15 倍\nIII. 必然延長移動符石時間 2 秒\nIV. 所有符石兼具 300% 所有符石效果"
  },
  {
    "id": 2381,
    "name": "無敵的白金之星",
    "desc": "隊中只有【黃金精神】、\n暗屬性或人類成員：\nI. 全隊攻擊力 11 倍、\n   生命力及回復力 2 倍\nII.【黃金精神】成員\n⇒ 生命力、攻擊力及回復力額外 2 倍\nIII. 消除隊伍成員屬性符石\n⇒ 全隊攻擊力額外 6 倍"
  },
  {
    "id": 2382,
    "name": "紳士的風度",
    "desc": "隊中只有【黃金精神】、\n光屬性或人類成員：\nI. 全隊攻擊力 9 倍、\n   生命力及回復力 1.6 倍\nII.【黃金精神】成員\n⓵ 生命力、攻擊力及回復力額外 2 倍\n⓶ 以 50% 攻擊力追打光屬性 1 次\nIII. 合計消除 ≥5 粒光或心符石\n⓵ 全隊攻擊力額外 4 倍\n⓶「喬納森 ‧ 喬斯達」技能 CD -1"
  },
  {
    "id": 2383,
    "name": "機智的策士",
    "desc": "隊中只有【黃金精神】、\n木屬性或人類成員：\nI. 全隊攻擊力 9 倍、\n   生命力及回復力 1.6 倍\nII.【黃金精神】成員\n⇒ 生命力、攻擊力及回復力額外 2 倍\nIII. 消除敵人屬性符石\n⇒ 有 50% 機率迴避每個\n    該屬性敵人的首次攻擊\nIV. 合計消除 ≥9 粒水、火或木符石\n⇒ 全隊攻擊力額外 4 倍"
  },
  {
    "id": 2384,
    "name": "黃金精神 ‧ 不屈",
    "desc": "I. 【黃金精神】成員攻擊力 8 倍、\n    生命力及回復力 1.5 倍\nII. 消除角色符石或自身屬性符石\n⇒ 全隊攻擊力額外 5 倍"
  },
  {
    "id": 2385,
    "name": "忠實的支援",
    "desc": "I. 全隊攻擊力 5 倍、\n   生命力及回復力 1.5 倍\nII.【黃金精神】成員\n⓵ 攻擊力額外 5 倍\n⓶ 戰鬥中所獲得的金幣增加 100%"
  },
  {
    "id": 2386,
    "name": "野心的力量",
    "desc": "隊中只有魔族成員：\nI. 全隊攻擊力 10 倍、\n   生命力及回復力 2 倍\nII. 消除 ≥3 種符石\n⇒ 隊長及戰友攻擊力額外 5 倍\nIII. 消除種族符石\n⇒ 自身攻擊力額外 4 倍"
  },
  {
    "id": 2387,
    "name": "最強的世界",
    "desc": "隊中只有魔族成員：\nI. 全隊攻擊力 10 倍、\n   生命力及回復力 1.8 倍\nII.【吸血鬼】成員\n⇒ 生命力、攻擊力及回復力額外 2 倍\nIII. 消除符石的數量愈多\n⇒【吸血鬼】成員攻擊力額外提升愈多\n⇒ 消除 20 粒可達至最大 5 倍\nIV. 每消除 1 粒光符石\n⇒ 增加 1 連擊 (Combo)\n⇒ 最多可增加 5 連擊 (Combo)"
  },
  {
    "id": 2388,
    "name": "先見之掌",
    "desc": "I. 全隊攻擊力 11 倍、\n   生命力及回復力 3 倍\nII. 獸類及神族成員\n⇒ 攻擊力及回復力額外 1.3 倍\nIII. 所有符石兼具\n⇒ 木、光及心符石效果\nIV. 達至 ≥11 連擊 (Combo)\n⇒ 全隊攻擊力額外 11 倍"
  },
  {
    "id": 2389,
    "name": "神選之仰",
    "desc": "I. 全隊攻擊力 11 倍、\n   生命力及回復力 3.3 倍\nII. 所有符石兼具\n⇒ 木、光及心符石效果\nIII. 減少 30% 所受傷害\nIV. 以屬性符石起手\n⇒ 所受該屬性敵人的傷害\n    額外減少 50%\nV. 消除 ≥11 粒符石\n⇒ 全隊攻擊力額外 11 倍"
  },
  {
    "id": 2390,
    "name": "戰神領軍 ‧ 滅",
    "desc": "I. 全隊攻擊力 10 倍及生命力 2.5 倍\nII. 必然延長移動符石時間 3 秒\nIII. 減少 40% 所受傷害，\n      所受火屬性傷害則減少 80%\nIV. 消除的符石愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 消除 30 粒可達至最大 6.25 倍\nV. 若隊中只有火屬性成員\n⇒ 全隊攻擊力額外 1.8 倍\nVI. 若隊中有 ≥2 種屬性成員\n⇒ 全隊攻擊力額外 2.2 倍"
  },
  {
    "id": 2391,
    "name": "瑰麗魔法",
    "desc": "I. 全隊攻擊力 9 倍、\n   生命力及回復力 1.7 倍\nII. 人類成員\n⓵ 攻擊力額外 4.5 倍\n⓶ 生命力額外 1.7 倍\nIII. 消除人族符石\n⇒ 人類攻擊力額外 1.7 倍\nIV. 人類成員屬性符石及心符石\n⇒ 兼具 50% 光符石效果\nV. 所受光及暗屬性傷害減少 50%"
  },
  {
    "id": 2393,
    "name": "歷劫之道",
    "desc": "I. 全隊攻擊力 8 倍\nII. 心符石兼具所有屬性符石效果\nIII. 隊中有 ≥3 種族成員\n⇒ 全隊攻擊力額外 5 倍\nIV. 隊中有 ≥3 種屬性成員\n⇒ 全隊生命力及回復力額外 3 倍"
  },
  {
    "id": 2394,
    "name": "解難之輝",
    "desc": "I. 全隊攻擊力 8 倍、\n   生命力及回復力 2 倍\nII. 場上有風化、弱化、\n    凍結、石化符石\n⇒ 全隊攻擊力額外 4 倍\nIII. 同一回合內發動主動技能\n     次數愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 發動 3 次可達至最大 6 倍\nIV. 同一回合發動 3 次主動技能\n⇒ 該回合全隊無視「攻前盾」\nV. 首批消除自身直行所有符石\n⇒ 其他成員技能 CD -1"
  },
  {
    "id": 2395,
    "name": "十刑之怒 ‧ 人",
    "desc": "人類成員攻擊力 10 倍"
  },
  {
    "id": 2396,
    "name": "十刑之怒 ‧ 獸",
    "desc": "獸類成員攻擊力 10 倍"
  },
  {
    "id": 2397,
    "name": "十刑之怒 ‧ 妖",
    "desc": "妖精類成員攻擊力 10 倍"
  },
  {
    "id": 2398,
    "name": "十刑之怒 ‧ 龍",
    "desc": "龍類成員攻擊力 10 倍"
  },
  {
    "id": 2399,
    "name": "十刑之怒 ‧ 神",
    "desc": "神族成員攻擊力 10 倍"
  },
  {
    "id": 2400,
    "name": "十刑之怒 ‧ 魔",
    "desc": "魔族成員攻擊力 10 倍"
  },
  {
    "id": 2401,
    "name": "十刑之怒 ‧ 機械",
    "desc": "機械族成員攻擊力 10 倍"
  },
  {
    "id": 2402,
    "name": "十刑之怒 ‧ 水",
    "desc": "水屬性成員攻擊力 10 倍"
  },
  {
    "id": 2406,
    "name": "十刑之怒 ‧ 暗",
    "desc": "暗屬性成員攻擊力 10 倍"
  },
  {
    "id": 2408,
    "name": "五行煉魔",
    "desc": "I.【醉夢傾城】、木屬性及魔族成員\n⇒ 攻擊力 10 倍及生命力 3.5 倍\nII.【醉夢傾城】及魔族成員\n⇒ 攻擊力額外 6.5 倍\nIII. 每消除 3 粒符石\n⇒ 增加 1 連擊 (Combo)\n⇒ 最多可增加 10 連擊 (Combo)\nIV. 首批消除場上所有符石\n⇒ 全隊攻擊力額外 2.5 倍\nV. 反之，減少 50% 所受傷害"
  },
  {
    "id": 2409,
    "name": "生靈採摘",
    "desc": "隊中只有人類、妖精類或魔族成員：\nI. 全隊攻擊力 9 倍、\n   生命力及回復力 3 倍\nII. 必然延長移動符石時間 2.5 秒\nIII. 消除心符石\n⇒ 全隊攻擊力額外 6.9 倍\nIV. 每消除 1 組心符石\n⓵ 增加 2 連擊 (Combo)\n⇒ 最多可增加 6 連擊 (Combo)\n⓶ 增加 3 連擊 (Ex. Combo)\n⇒ 最多可增加 9 連擊 (Ex. Combo)"
  },
  {
    "id": 2410,
    "name": "醉夢斷魂",
    "desc": "I. 妖精類及魔族成員\n⇒ 攻擊力 7 倍、生命力及回復力 2 倍\nII. 必然延長移動符石時間 2 秒\nIII. 消除隊伍成員屬性符石\n⇒ 全隊攻擊力額外 6 倍"
  },
  {
    "id": 2411,
    "name": "驚世璞玉 ‧ 強",
    "desc": "I. 龍類成員攻擊力 10 倍及生命力 4 倍\nII. 消除龍族符石\n⇒ 自身攻擊力額外 6 倍\nIII. ≥3 個龍類成員發動攻擊\n⇒ 敵人所受傷害額外 8 倍\nIV. 隊中有 ≥3 個龍類成員\n⇒ 隊伍成員屬性符石互相兼具效果"
  },
  {
    "id": 2412,
    "name": "絕世奇玉 ‧ 強",
    "desc": "I. 龍類成員攻擊力 10 倍及生命力 4 倍\nII. 消除龍族符石\n⇒ 龍類成員攻擊力額外 4 倍\nIII. 根據本回合\n     首批消除的連擊 (Combo)\n⓵ 下回合增加 2 倍的\n     連擊 (Combo) 數目\n⓶ 下回合隨機轉化 2 倍粒數的\n     龍族強化符石\n    (龍族符石以外優先轉換)\nIV. 隊中有 ≥3 個龍類成員\n⇒ 所有符石兼具 200% \n    隊伍成員屬性符石效果"
  },
  {
    "id": 2413,
    "name": "歷練之輝",
    "desc": "I. 全隊攻擊力 11 倍、\n   生命力及回復力 3 倍\nII. ≥6 星成員生命力、\n    攻擊力及回復力額外 2 倍\nIII. 所有符石兼具所有符石效果\nIV. 必然延長移動符石時間 5 秒\nV. 消除「未來開拓 ‧ 雪萊」屬性符石\n⇒ 全隊攻擊力額外 3 倍\nVI. 消除符石的數量愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 消除 30 粒可達至最大 10 倍\nVII. 首批完全消除\n       自身直行的所有符石\n⇒ 自身以外成員技能 CD -1"
  },
  {
    "id": 2414,
    "name": "不殺之念",
    "desc": "I. 火屬性及人類成員\n⇒ 攻擊力 10 倍、生命力及回復力 2 倍\nII.【神劍闖江湖】成員\n⇒ 生命力、攻擊力及回復力額外 2 倍\nIII. 每消除 1 粒隊伍成員屬性符石或心符石\n⇒ 增加 1 連擊 (Ex. Combo、Combo)\n⇒ 最多可增加 10 連擊 (Ex. Combo、Combo)\nIV. 達成連擊 (Combo) 數目愈多\n⇒ 全隊攻擊力提升愈多\n⇒ 10 連擊 (Combo) 可達至最大 6.5 倍"
  },
  {
    "id": 2415,
    "name": "絕命劍術",
    "desc": "I. 水屬性及人類成員\n⇒ 攻擊力 10 倍、生命力及回復力 3.8 倍\nII.「劊子手拔刀齋」\n⇒ 攻擊力額外 10 倍\nIII. 所有成員\n⓵ 對所有目標的傷害額外 1.5 倍\n⓶ 對人類目標的傷害則額外 2 倍\nIV. 消除 ≥4 組符石\n⓵ 全隊無視\n⇒「二屬盾」、「三屬盾」、\n    「四屬盾」、「五屬盾」\n⓶ 增加 6 連擊 (Combo)"
  },
  {
    "id": 2416,
    "name": "忠義鐵拳",
    "desc": "I. 人類成員攻擊力 9 倍、\n   生命力及回復力 2 倍\nII.「相樂左之助」\n⇒ 生命力、攻擊力及回復力額外 3 倍\nIII. 每消除 1 粒符石\n⇒ 全隊攻擊力額外提升\n⇒ 消除 20 粒可達至最大 5 倍\nIV. 消除心符石\n⇒「相樂左之助」追打無屬性攻擊 2 次\nV. 生命力愈高時，所受傷害愈低\n⇒ 最多減少 80%"
  },
  {
    "id": 2417,
    "name": "懲惡之刃",
    "desc": "I.【神劍闖江湖】及暗屬性成員\n⇒ 攻擊力 9 倍、生命力及回復力 2.8 倍\nII. 達至 ≥5 連擊 (Combo) \n⓵ 全隊攻擊力 8 倍\n⓶「齋藤一」攻擊力額外 2 倍\nIII.「齋藤一」進場技能 CD -3"
  },
  {
    "id": 2418,
    "name": "惡、即、斬",
    "desc": "I.【神劍闖江湖】及水屬性成員\n⇒ 攻擊力 10 倍、生命力及回復力 3.5 倍\nII. 達至 ≥5 連擊 (Combo) \n⓵ 全隊攻擊力 9 倍\n⓶ 所有成員以 50% 攻擊力\n⇒ 追打無屬性攻擊 1 次\nIII.「壬生狼 ‧ 齋藤一」\n⇒ 進場技能 CD -3"
  },
  {
    "id": 2419,
    "name": "正義之刃",
    "desc": "I.【神劍闖江湖】成員\n⇒ 攻擊力 6 倍、生命力及回復力 2 倍\nII. 首批完全消除\n    任何 1 橫行或 1 直行內的所有符石\n⇒ 全隊攻擊力額外 6 倍"
  },
  {
    "id": 2420,
    "name": "秘守之刃",
    "desc": "I.「御庭番眾」成員\n⇒ 攻擊力 6 倍、生命力及回復力 2 倍\nII. 首批完全消除\n    任意 1 橫行或 1 直行內的所有符石\n⇒ 全隊攻擊力額外 6 倍 "
  },
  {
    "id": 2421,
    "name": "冷冽劍術",
    "desc": "I. 人類成員攻擊力 9 倍、生命力及回復力 2 倍\nII.【御庭番眾】成員\n⓵ 攻擊力額外 6 倍\n⓶ 生命力及回復力額外 2 倍\nIII. 達至 ≥6 連擊 (Combo)\n⇒ 全隊攻擊力額外 2.5 倍\nIV.【御庭番眾】成員發動主動技能\n⇒ 自身攻擊力額外 2 倍"
  },
  {
    "id": 2422,
    "name": "機械意志",
    "desc": "I. 人類及機械族成員\n⓵ 攻擊力 10 倍及生命力 3 倍\n⓶ 對所有目標的傷害額外 12 倍\nII. 敵人受到的主動技能炮擊傷害額外 4 倍\nIII.【宇宙巡梭】成員\n⇒ 進場技能 CD -3"
  },
  {
    "id": 2423,
    "name": "意志融合",
    "desc": "I. 人類及機械族成員\n⓵ 攻擊力 10 倍及生命力 4 倍\n⓶ 對所有目標的傷害額外 15 倍\nII. 增加 8 連擊 (Ex. Combo、Combo)\nIII. 消除符石時\n⇒【宇宙巡梭】成員\n⓵ 技能 CD -1\n⓶ 技能 EP+1"
  },
  {
    "id": 2424,
    "name": "統御之力",
    "desc": "I. 自身屬性及機械族成員\n⇒ 攻擊力 10 倍、生命力及回復力 2.8 倍\nII. 進入關卡後，\n    機械族成員的行動值提升 50%\nIII. 消除隊伍成員屬性符石\n⇒ 全隊攻擊力額外 9 倍"
  },
  {
    "id": 2425,
    "name": "裝甲增強",
    "desc": "I.【宇宙巡梭】成員\n⇒ 攻擊力 10 倍及生命力 2 倍\nII. 消除角色符石或自身屬性符石\n⇒ 全隊攻擊力額外 5 倍"
  },
  {
    "id": 2426,
    "name": "神聖裁決",
    "desc": "隊中只有神族及魔族成員時：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 3.7 倍\nII. 所有符石兼具自身屬性符石效果\nIII. 消除屬性符石\n⇒ 全隊攻擊力額外 7 倍\nIV. 消除符石的種類愈多\n⇒ 全隊攻擊力愈高\n⇒ 消除 3 種可達至最大 2 倍"
  },
  {
    "id": 2427,
    "name": "七的奧義",
    "desc": "隊中只有神族及魔族成員時：\nI. 全隊攻擊力 7 倍、\n   生命力及回復力 3.7 倍\nII. 所有符石兼具\n⇒ 150% 水、火及木符石效果\nIII. 消除屬性符石\n⇒ 全隊攻擊力額外 7 倍"
  },
  {
    "id": 2428,
    "name": "攝魂之森",
    "desc": "I.【八仙】、木屬性及機械族成員\n⇒ 攻擊力 8 倍、生命力及回復力 2.8 倍\nII.【八仙】及機械族成員\n⇒ 攻擊力額外 8 倍\nIII. 隊中有 ≥3 種族成員\n⇒ 全隊攻擊力額外 1.8 倍\nIV. 場上有附加效果時\n⇒「凝陽帝君 ‧ 鐵拐李」\n     攻擊力額外 2 倍"
  },
  {
    "id": 2429,
    "name": "八仙陣 ‧ 除災",
    "desc": "隊中有 ≥3 個【八仙】成員：\nI. 全隊攻擊力 8 倍、生命力及回復力 2.8 倍\nII. 消除種族符石\n⇒ 全隊攻擊力額外 8 倍\nIII. 連擊 (Combo) 時攻擊力提升 80%"
  },
  {
    "id": 2430,
    "name": "冥神 ‧ 鎮惡",
    "desc": "I.【八仙】、暗屬性及神族成員\n⇒ 攻擊力 8.8 倍、生命力及回復力 2.8 倍\nII.【八仙】及神族成員\n⇒ 攻擊力額外 1.88 倍\nIII. 消除符石的數量愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 消除 28 粒可達至最大 8 倍"
  },
  {
    "id": 2431,
    "name": "八仙過海",
    "desc": "隊中只有【八仙】成員：\n全隊攻擊力 88 倍、生命力及回復力 1.88 倍"
  },
  {
    "id": 2432,
    "name": "萬世棋局",
    "desc": "I.【黑嘉嘉】、水屬性及妖精類成員\n⇒ 攻擊力 100 倍、生命力及回復力 4 倍\nII. 消除隊伍成員屬性符石\n⇒ 全隊攻擊力額外 1.8 倍\nIII. 隊中每有 1 個【黑嘉嘉】或\n     妖精類成員\n⇒ 增加 2 連擊 (Combo)\n⇒ 最多可增加 6 連擊 (Combo)"
  },
  {
    "id": 2433,
    "name": "命運戰士",
    "desc": "I. 獸類成員攻擊力 11 倍、\n   生命力及回復力 4 倍\nII. 所有成員對所有目標的\n    傷害額外 11 倍\nIII. 敵人受到的主動技能炮擊傷害\n⇒ 額外 3 倍\nIV. 消除角色或種族符石\n⓵ 全隊攻擊力額外 1.4 倍\n⓶ 增加 6 連擊 (Combo)"
  },
  {
    "id": 2434,
    "name": "災厄詛咒",
    "desc": "I. 獸類成員攻擊力 11 倍、\n   生命力及回復力 3 倍\nII.【貓咪大戰爭】成員\n⇒ 攻擊力額外 10 倍\nIII. 減少 50% 所受傷害\nIV. 達至 6 連擊 (Combo) 時\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 2435,
    "name": "大盜之能",
    "desc": "隊中只有獸類成員：\nI. 全隊攻擊力 10 倍、\n   生命力及回復力 3 倍\nII. 消除隊伍成員屬性符石\n⇒ 全隊攻擊力額外 9 倍\nIII. 全隊攻擊力有 50% 機率\n⇒ 額外 1.5 倍 (機率可以疊加)\nIV. 減少 30% 所受傷害"
  },
  {
    "id": 2436,
    "name": "貓咪軍團",
    "desc": "I. 獸類成員攻擊力 9 倍、\n   生命力及回復力 2.5 倍\nII.【貓咪大戰爭】成員\n⇒ 攻擊力額外 7 倍\nIII. 消除 ≥3 種符石\n⇒ 所有成員追打 1 次"
  },
  {
    "id": 2437,
    "name": "忍術熾燄",
    "desc": "I.【地獄樂】、火屬性及人類成員\n⇒ 攻擊力 12 倍、生命力及回復力 3.9 倍\nII. 消除火、木、光或暗符石\n⓵ 【地獄樂】成員攻擊力額外 2 倍\n⓶ 減少 50% 所受傷害\nIII. 達成連擊 (Combo) 數目愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 14 連擊 (Combo) 可達至最大 8 倍"
  },
  {
    "id": 2438,
    "name": "斬首劍技 ‧ 佐切",
    "desc": "I.【地獄樂】、木屬性及人類成員\n⇒ 攻擊力 12 倍、生命力及回復力 2 倍\nII.【斬首行刑者】成員及「畫眉丸」\n⇒ 生命力、攻擊力及回復力額外 2 倍\nIII. 消除符石的數量愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 消除 10 粒可達至最大 7 倍"
  },
  {
    "id": 2439,
    "name": "斬首劍技 ‧ 士遠",
    "desc": "隊中只有「奴凱」、【斬首行刑者】、\n火或木屬性成員：\nI. 全隊攻擊力 12 倍、\n   生命力及回復力 3.5 倍\nII. 消除種族或角色符石\n⇒ 全隊攻擊力額外 5 倍\nIII. 消除 ≥3 組符石\n⓵ 全隊攻擊力額外 2.8 倍\n⓶ 增加 8 連擊 (Ex. Combo、Combo)"
  },
  {
    "id": 2440,
    "name": "大盜之謀",
    "desc": "I.【地獄樂】及光屬性成員\n⇒ 攻擊力 12 倍、生命力及回復力 3.5 倍\nII. 消除 ≥2 種屬性符石\n⇒ 全隊攻擊力額外 4 倍\nIII. 消除光及暗符石\n⇒ 全隊攻擊力額外 3 倍\nIV. 減少 30% 所受傷害"
  },
  {
    "id": 2441,
    "name": "生存之力",
    "desc": "I.【地獄樂】成員攻擊力 9 倍、\n    生命力及回復力 3 倍\nII. 首批完全消除 ≥1 種符石\n⇒ 全隊攻擊力額外 9 倍"
  },
  {
    "id": 2442,
    "name": "忍術幻影",
    "desc": "I. 全隊攻擊力 8 倍、\n   生命力及回復力 2.8 倍\nII.【地獄樂】及暗屬性成員\n⇒ 生命力、攻撃力及回復力額外 1.8 倍\nIII.「杠」及「山田淺右衛門仙汰」\n⇒ 攻撃力額外 1.8 倍\nIV. 首批消除 ≥8 粒符石\n⓵ 全隊攻撃力額外 8 倍\n⓶ 增加 8 連擊 (Ex. Combo、Combo)"
  },
  {
    "id": 2443,
    "name": "花化融合",
    "desc": "I. 妖精類及神族成員\n⇒ 攻擊力 12 倍、\n    生命力及回復力 2.5 倍\nII.【天仙】成員\n⓵ 攻擊力額外 4 倍\n⓶ 生命力及回復力額外 2 倍\n⓷ 進場技能 CD -3\nIII.【天仙】每次發動主動技能\n⇒ 該成員以外的【天仙】成員\n⓵ 技能 CD -1\n⓶ 技能 EP +1"
  },
  {
    "id": 2444,
    "name": "花化融合 ‧ 強",
    "desc": "I. 妖精類及神族成員\n⇒ 攻擊力 15 倍、\n    生命力及回復力 3 倍\nII.【天仙】成員\n⓵ 攻擊力額外 4 倍\n⓶ 生命力及回復力額外 2 倍\nIII.【天仙】每次發動主動技能\n⇒ 該成員以外的【天仙】成員\n⓵ 技能 CD -1\n⓶ 技能 EP +1"
  },
  {
    "id": 2445,
    "name": "原始殺欲",
    "desc": "I. 光屬性、獸類及龍類成員\n⇒ 攻擊力 25 倍及生命力 2.5 倍\nII.【劍骨龍】及【魘尾獸】成員\n⇒ 生命力額外 2 倍\nIII. 消除隊伍成員屬性符石\n⇒ 全隊攻擊力額外 6.5 倍\nIV. 每消除 2 連擊 (Combo)\n⇒ 額外增加 4 連擊 (Combo)\n⇒ 最多可增加 12 連擊 (Combo)"
  },
  {
    "id": 2446,
    "name": "罪孽殺機",
    "desc": "I. 全隊攻擊力 10 倍\nII. 獸類及龍類成員\n⇒ 攻擊力額外 3.5 倍\nIII. 隊伍成員的種族愈少\n⇒ 全隊生命力、攻擊力及回復力\n    額外提升愈多\n⇒ 2 種族可達至最大 4 倍\nIV. 所有符石兼具所有屬性符石效果"
  },
  {
    "id": 2447,
    "name": "暴戾本性",
    "desc": "I. 獸類及龍類成員\n⇒ 攻擊力 10 倍及生命力 2 倍\nII.【劍骨龍】及【魘尾獸】成員 \n⇒ 攻擊力額外 3 倍\nIII. 消除種族符石\n⇒ 全隊攻擊力額外 3 倍"
  },
  {
    "id": 2448,
    "name": "變革狂潮 ‧ 神",
    "desc": "I. 水屬性及神族成員\n⓵ 攻擊力 50 倍\n⓶ 生命力及回復力 3.3 倍\nII. 必然延長移動符石時間 3 秒\nIII. 所有符石掉落率\n     不受其他技能影響\n    (包括改變掉落符石種類的技能)\nIV. 所有符石 3 粒相連\n⇒ 即可發動消除\nV. 消除 ≥10 粒符石\n⓵ 全隊攻擊力額外 3 倍\n⓶ 全隊無視「指定形狀盾」"
  },
  {
    "id": 2449,
    "name": "極限烈焰 ‧ 無垠狂怒",
    "desc": "I. 火屬性及神族成員\n⓵ 攻擊力 50 倍\n⓶ 生命力及回復力 3.3 倍\nII. 必然延長移動符石時間 3 秒\nIII. 消除火符石\n⓵ 全隊攻擊力額外 3 倍\n⓶ 全隊無視\n⇒「二屬盾」、「三屬盾」、\n   「四屬盾」、「五屬盾」"
  },
  {
    "id": 2450,
    "name": "翠藤終焉 ‧ 無垠狂怒",
    "desc": "I. 木屬性及神族成員\n⓵ 攻擊力 50 倍\n⓶ 生命力及回復力 3.3 倍\nII. 必然延長移動符石時間 3 秒\nIII. 消除木符石\n⓵ 全隊攻擊力額外 3 倍\n⓶ 全隊無視\n⇒「二屬盾」、「三屬盾」、\n   「四屬盾」、「五屬盾」"
  },
  {
    "id": 2451,
    "name": "念力爆發 ‧ 噬魂",
    "desc": "I. 全隊攻擊力 10 倍\nII. 隊伍成員屬性愈多\n⇒ 全隊生命力、攻擊力及回復力\n    額外提升愈多\n⇒ 4 種屬性可達至最大 2 倍\nIII. 隊伍成員種族愈多\n⇒ 全隊生命力、攻擊力及回復力\n    額外提升愈多\n⇒ 4 種族可達至最大 2 倍\nIV. 消除符石的數量愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 消除 20 粒可達最大 4.5 倍"
  },
  {
    "id": 2452,
    "name": "變革冥流 ‧ 神",
    "desc": "I. 暗屬性及神族成員\n⓵ 攻擊力 50 倍\n⓶ 生命力及回復力 3.3 倍\nII. 必然延長移動符石時間 3 秒\nIII. 所有符石掉落率\n     不受其他技能影響\n    (包括改變掉落符石種類的技能)\nIV. 所有符石 3 粒相連\n⇒ 即可發動消除\nV. 消除 ≥10 粒符石\n⓵ 全隊攻擊力額外 3 倍\n⓶ 全隊無視「指定形狀盾」"
  },
  {
    "id": 2454,
    "name": "財富狩獵",
    "desc": "I. 全隊攻擊力 10 倍、\n   生命力及回復力 1.5 倍\nII. 戰鬥中所獲得的金幣增加 100%"
  },
  {
    "id": 2455,
    "name": "命運之輝",
    "desc": "I. 全隊攻擊力 11 倍及\n   生命力 2.5 倍\nII. 隊中只有光屬性或龍類成員\n⓵ 全隊生命力、攻擊力及\n     回復力額外 1.7 倍\n⓶ 消除角色或種族符石\n⇒ 全隊攻擊力額外 7 倍"
  },
  {
    "id": 2456,
    "name": "狂獸戰術",
    "desc": "I. 全隊攻擊力 9 倍\nII. 水符石兼具 75% 所有符石效果\nIII. 消除 1 組 ≥4 粒符石\n⇒ 全隊攻擊力額外 4 倍\nIV. 隊中只有獸類或龍類成員：\n⓵ 全隊生命力、攻擊力及\n     回復力額外 2.8 倍\n⓶ 所有符石兼具 75% 水符石效果"
  },
  {
    "id": 2457,
    "name": "紫魂法規",
    "desc": "隊中只有人類成員：\nI. 全隊攻擊力 10 倍、\n   生命力及回復力 2.8 倍\nII. 首批沒有消除暗符石\n⇒ 全隊攻擊力額外 8 倍\nIII. 首批沒有消除光符石\n⇒ 減少 50% 所受傷害"
  },
  {
    "id": 2458,
    "name": "聖神威壓",
    "desc": "I. 全隊攻擊力 10 倍、\n   生命力及回復力 2.2 倍\nII. 光屬性、妖精類及神族成員\n⓵ 攻擊力額外 4 倍\n⓶ 生命力及回復力額外 1.5 倍\nIII. 必然延長移動符石時間 3 秒\nIV. 消除 ≥4 組符石\n⇒ 光屬性、妖精類及神族成員\n    攻擊力額外 3 倍"
  },
  {
    "id": 2459,
    "name": "馭宇之道",
    "desc": "I. 全隊攻擊力 8 倍、\n    生命力及回復力 2 倍\nII. 獸類成員攻擊力額外 10 倍、\n    生命力及回復力額外 2 倍\nIII. 場上有附加效果\n⇒ 減少 40% 所受傷害\nIV. 獸類成員屬性符石及心符石\n⇒ 兼具所有符石效果"
  },
  {
    "id": 2460,
    "name": "救世血裔",
    "desc": "I. 全隊攻擊力 11 倍、\nII. 木、暗屬性及人類成員\n⇒ 生命力及攻擊力額外 3.5 倍\nIII. 必然延長移動符石時間 3 秒\nIV. 所有屬性符石兼具\n⇒ 所有屬性符石效果\nV. 消除木或暗符石\n⇒ 全隊攻擊力額外 5 倍"
  },
  {
    "id": 2461,
    "name": "最高審判",
    "desc": "隊中只有「劍光魘影」系列成員、\n光、暗屬性或機械族成員：\nI. 全隊攻擊力 100 倍及生命力 4.5 倍\nII. 增加 10 連擊 (Ex. Combo、Combo)\nIII. 消除隊伍成員屬性符石\n⇒ 全隊攻擊力額外 2 倍"
  },
  {
    "id": 2462,
    "name": "元素共融",
    "desc": "I. 全隊攻擊力 12 倍及生命力 2 倍\nII. 人類、獸類及龍類成員\n⓵ 攻擊力額外 9 倍\n⓶ 生命力額外 2.5 倍\nIII. 所有符石兼具\n⇒ 75% 所有符石效果\nIV. 火、光、暗及心符石效果提升 50%"
  },
  {
    "id": 2463,
    "name": "傳承血裔",
    "desc": "I. 全隊攻擊力 12 倍、\n   生命力及回復力 3 倍\nII. 人類攻擊力額外 6 倍\nIII. 消除 ≥12 粒符石\n⓵ 自身攻擊力額外 5 倍\n⓶ 增加 12 連擊 (Combo)"
  },
  {
    "id": 2464,
    "name": "朱拉森林大同盟",
    "desc": "I. 全隊攻擊力 12 倍、\n   生命力及回復力 2 倍\nII.【轉生史萊姆】成員\n⇒ 生命力、攻擊力及回復力\n    額外 2 倍\nIII. 每消除 1 粒隊伍成員屬性符石或心符石\n⓵ 提升全隊攻擊力\n⇒ 消除 10 粒可提升至最大 8 倍\n⓶增加 1 連擊 (Combo)\n⇒ 最多可增加 10 連擊 (Combo)\nIV. 以所受傷害 500 倍\n⇒ 對敵方攻擊者進行\n    相應屬性反擊\nV. 每回合結束時\n⇒ 完全回復生命力"
  },
  {
    "id": 2465,
    "name": "朱拉 ‧ 坦派斯特聯邦國",
    "desc": "I. 全隊攻擊力 12 倍、\n   生命力及回復力 2 倍\nII.【轉生史萊姆】成員\n⇒ 生命力、攻擊力及回復力\n    額外 2 倍\nIII. 所有成員對所有目標的傷害額外 2.5 倍\nIV. 每消除 1 粒種族符石\n⓵ 提升全隊攻擊力\n⇒ 消除 12 粒可提升至最大 4 倍\n⓶ 增加 1 連擊 (Combo)\n⇒ 最多可增加 12 連擊 (Combo)\nV. 以所受傷害 500 倍\n⇒ 對敵方攻擊者進行\n    相剋屬性反擊\nVI. 每回合結束時\n⇒ 完全回復生命力"
  },
  {
    "id": 2466,
    "name": "戰鬥用特化型態",
    "desc": "I. 全隊攻擊力 12 倍、\n  生命力及回復力 2 倍\nII.【轉生史萊姆】成員\n⇒ 生命力、攻擊力及回復力\n    額外 2 倍\nIII. 每消除 1 粒種族符石\n⓵ 提升全隊攻擊力\n⇒ 消除 15 粒可提升至最大 10 倍\n⓶ 增加 1 連擊 (Combo)\n⇒ 最多可增加 15 連擊 (Combo)\nIV. 以所受傷害 500 倍\n⇒ 對敵方攻擊者進行\n    相剋屬性反擊\nV. 每回合結束時\n⇒ 完全回復生命力"
  },
  {
    "id": 2467,
    "name": "八星魔王 ‧ 新星",
    "desc": "I.【轉生史萊姆】、暗屬性、\n   獸類、妖精類、龍類及魔族成員\n⇒ 攻擊力 18 倍、生命力及回復力 2.8 倍\nII.【魔國聯邦】及【八星魔王】成員\n⇒ 生命力、攻擊力及回復力額外 1.8 倍\nIII. 每回合結束時\n⇒ 完全回復生命力\nIV. 消除符石\n⓵ 全隊攻擊力額外 4.8 倍\n⓶ 增加 8 連擊 (Ex. Combo、Combo)\nV. 以所受傷害 800 倍\n⇒ 對敵方攻擊者進行\n    相剋屬性反擊"
  },
  {
    "id": 2468,
    "name": "大元帥",
    "desc": "I. 全隊攻擊力 11 倍、\n   生命力及回復力 3.6 倍\nII.【魔國聯邦】、火、暗屬性及魔族成員\n⇒ 對所有目標的傷害額外 16 倍\nIII. 減少 40% 所受傷害\nIV. 所受火及暗屬性傷害\n⇒ 減少 50%"
  },
  {
    "id": 2469,
    "name": "利姆路的第一秘書",
    "desc": "I.【魔國聯邦】、暗屬性及魔族成員\n⇒ 攻擊力 11 倍、生命力及回復力 3.6 倍\nII. 消除符石的數量愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 消除 15 粒可達至最大 10 倍\nIII. 隊伍中有名字有「利姆路」的成員\n⓵ 自身攻擊力額外 8 倍\n⓶「紫苑」無視\n▋「反首消符石盾」\n▋「攻前盾」"
  },
  {
    "id": 2470,
    "name": "魔國聯邦的祝福",
    "desc": "I. 獸類、妖精類、龍類及魔族成員\n⇒ 攻擊力 10 倍、生命力及回復力 2.5 倍\nII.【魔國聯邦】成員攻擊力額外 10 倍"
  },
  {
    "id": 2471,
    "name": "魔王盛宴",
    "desc": "I. 8 星成員攻擊力 88 倍、\n   生命力及回復力 1.8 倍\nII.【八星魔王】成員\n⇒ 生命力、攻擊力及回復力\n    額外 1.8 倍\nIII. 隊伍成員屬性符石\n⓵ 效果提升 40%\n⓶ 互相兼具 40% 效果\nIV. 消除 ≥8 粒符石\n⇒ 減少 40% 所受傷害"
  },
  {
    "id": 2472,
    "name": "聖騎士團長",
    "desc": "隊中只有人類成員：\nI. 全隊攻擊力 77 倍、\n   生命力及回復力 3.7 倍\nII. 移動符石後\n⇒ 增加 7 連擊 (Combo)\nIII. 消除角色或人族符石\n⇒ 全隊攻擊力額外 1.7 倍\nIV. 消除光或心符石\n⇒ 全隊攻擊力 1.7 倍"
  },
  {
    "id": 2473,
    "name": "暴風之守護",
    "desc": "I.【魔國聯邦】、木屬性及龍類成員\n⇒ 攻擊力 10 倍及生命力 2.5 倍\nII. 「暴風龍 ‧ 維爾德拉」、\n    「維爾德拉 ‧ 坦派斯特」\n     及名字有「利姆路」的成員\n⇒ 生命力、攻擊力及回復力額外 1.8 倍\nIII. 全隊對所有目標的傷害額外 10 倍\nIV. 消除符石後，\n     於回合結束時\n⇒【魔國聯邦】成員技能 CD -1"
  },
  {
    "id": 2474,
    "name": "颶風之守護",
    "desc": "I.【魔國聯邦】、木屬性及龍類成員\n⇒ 攻擊力 11 倍及生命力 3 倍\nII. 「暴風龍 ‧ 維爾德拉」、\n    「維爾德拉 ‧ 坦派斯特」\n     及名字有「利姆路」的成員\n⇒ 生命力、攻擊力及回復力額外 1.8 倍\nIII. 全隊對所有目標的傷害額外 11 倍\nIV. 消除符石後，\n     於回合結束時\n⇒【魔國聯邦】成員技能 EP +10"
  },
  {
    "id": 2475,
    "name": "爆炎支配者",
    "desc": "I. 全隊攻擊力 10 倍、\n   生命力及回復力 3.5 倍\nII. 消除角色或種族符石\n⓵ 全隊攻擊力額外 4 倍\n⓶ 增加 4 連擊 (Combo)\nIII. 消除火或心符石\n⓵ 全隊攻擊力額外 4 倍\n⓶ 減少 40% 所受傷害"
  },
  {
    "id": 2476,
    "name": "先見之掌",
    "desc": "I. 全隊攻擊力 11 倍、\n   生命力及回復力 4 倍\nII. 獸類及神族成員\n⇒ 攻擊力及回復力額外 2 倍\nIII. 所有符石兼具\n⇒ 木、光及心符石效果\nIV. 達至 ≥11 連擊 (Combo)\n⇒ 全隊攻擊力額外 11 倍"
  },
  {
    "id": 2477,
    "name": "神選之仰",
    "desc": "I. 全隊攻擊力 11 倍、\n   生命力及回復力 4 倍\nII. 所有符石兼具\n⇒ 150% 木、光及心符石效果\nIII. 減少 30% 所受傷害\nIV. 以屬性符石起手\n⇒ 所受該屬性敵人的傷害\n    額外減少 50%\nV. 消除 ≥11 粒符石\n⇒ 全隊攻擊力額外 11 倍"
  },
  {
    "id": 2478,
    "name": "稀世力量 ‧ 聖物光芒",
    "desc": "I. 水屬性及人類成員\n⓵ 攻擊力 16 倍\n⓶ 生命力及回復力 4 倍\nII. 必然延長移動符石時間 2 秒\nIII. 水、火及木符石兼具\n⇒ 50% 心符石效果\nIV. 同時消除 ≥3 種符石\n⇒ 水屬性及人類成員攻擊力額外 10 倍\nV. 同時消除水、火及木符石\n⇒「聖輝漪揚 ‧ 艾莉亞」\n    追打水、火及木屬性攻擊各 1 次"
  },
  {
    "id": 2479,
    "name": "元素之核 ‧ 精煉",
    "desc": "隊中只有獸類成員：\nI. 全隊攻擊力 12 倍、\n   生命力及回復力 3.7 倍\nII. 所有符石兼具所有符石效果\nIII. 消除 ≥3 種符石或火符石\n⇒ 全隊攻擊力額外 5 倍\nIV. 消除獸族符石\n⇒ 全隊攻擊力額外 3 倍"
  },
  {
    "id": 2480,
    "name": "萬惡之源 ‧ 災厄",
    "desc": "I. 全隊生命力、攻擊力及回復力 3.5 倍\nII. 達至 ≥5 連擊 (Combo)\n⓵ 全隊攻擊力額外 5 倍\n⓶ 妖精類成員攻擊力則額外 15 倍\nIII. 必然延長移動符石時間 2 秒\nIV. 所有符石兼具 300% 所有符石效果"
  },
  {
    "id": 2481,
    "name": "創造之識",
    "desc": "I. 全隊攻擊力 10 倍、\n   生命力及回復力 4 倍\nII. 神族及魔族成員\n⇒ 攻擊力額外 2.5 倍\nIII. 每消除 3 粒符石\n⇒ 全隊攻擊力額外提升\n⇒ 消除 15 粒可達至最大 8 倍"
  },
  {
    "id": 2482,
    "name": "滅絕之識",
    "desc": "I. 全隊攻擊力 10 倍、\n   生命力及回復力 4 倍\nII. 神族及魔族成員\n⇒ 攻擊力額外 2.5 倍\nIII. 達成連擊 (Combo) 數目愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 達成 5 連擊 (Combo) 可達至最大 8 倍"
  },
  {
    "id": 2483,
    "name": "熾烈的日輪",
    "desc": "I. 全隊攻擊力 10 倍、\n   生命力及回復力 4.2 倍\nII.敵人受到的主動技能炮擊傷害額外 50 倍\nIII. 隊中有 ≥3 種族成員\n⇒ 全隊攻擊力及回復力額外 1.5 倍 \nIV. 消除火符石\n⓵ 全隊攻擊力額外 4 倍\n⓶ 減少 40% 所受傷害 \n⓷ 增加 6 連擊 (Combo)\nV. 消除光符石\n⓵ 全隊攻擊力額外 4 倍\n⓶ 自身追打火屬性攻擊 1 次"
  },
  {
    "id": 2484,
    "name": "浪濤之誅罰 ‧ 弒",
    "desc": "I. 水屬性成員攻擊力 10 倍、\n   生命力及回復力 3.5 倍\nII. 水屬性對所有目標的傷害額外 15 倍\nIII. 敵人受到的主動技能炮擊傷害額外 10 倍\nIV. 所受火及暗屬性傷害減少 50%\nV. 所有成員無視屬性相剋"
  },
  {
    "id": 2485,
    "name": "熾燄之誅罰 ‧ 弒",
    "desc": "I. 火屬性成員攻擊力 10 倍、\n   生命力及回復力 3.5 倍\nII. 火屬性對所有目標的傷害額外 15 倍\nIII. 敵人受到的主動技能炮擊傷害額外 10 倍\nIV. 所受火及木屬性傷害減少 50%\nV. 所有成員無視屬性相剋"
  },
  {
    "id": 2486,
    "name": "藤棘之誅罰 ‧ 弒",
    "desc": "I. 木屬性成員攻擊力 10 倍、\n   生命力及回復力 3.5 倍\nII. 木屬性對所有目標的傷害額外 15 倍\nIII. 敵人受到的主動技能炮擊傷害額外 10 倍\nIV. 所受水及光屬性傷害減少 50%\nV. 所有成員無視屬性相剋"
  },
  {
    "id": 2487,
    "name": "玄光之誅罰 ‧ 弒",
    "desc": "I. 光屬性成員攻擊力 10 倍、\n   生命力及回復力 3.5 倍\nII. 光屬性對所有目標的傷害額外 15 倍\nIII. 敵人受到的主動技能炮擊傷害額外 10 倍\nIV. 所受火及暗屬性傷害減少 50%\nV. 所有成員無視屬性相剋"
  },
  {
    "id": 2488,
    "name": "幽冥之誅罰 ‧ 弒",
    "desc": "I. 暗屬性成員攻擊力 10 倍、\n   生命力及回復力 3.5 倍\nII. 暗屬性對所有目標的傷害額外 15 倍\nIII. 敵人受到的主動技能炮擊傷害額外 10 倍\nIV. 所受木及光屬性傷害減少 50%\nV. 所有成員無視屬性相剋"
  },
  {
    "id": 2489,
    "name": "無匹神力",
    "desc": "I. 全隊攻擊力 11 倍、\n    生命力及回復力 4 倍\nII. 隊中成員種族愈多，\n    全隊攻擊力額外提升愈多：\n⓵ 2 種族成員額外 6 倍\n⓶ 4 種族成員可達至最大 16 倍\nIII. 全隊無視\n⓵ 敵人防禦力\n⓶「攻前盾」\n⓷「固定連擊盾」"
  },
  {
    "id": 2490,
    "name": "連擊魔力",
    "desc": "隊中只有水屬性、魔族或神族成員時：\nI. 全隊攻擊力 10 倍及生命力 3.2 倍\nII. 達成連擊 (Combo) 愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 7 連擊 (Combo) 可達至最大 14 倍\nIII. 每消除 1 粒魔族符石\n⇒ 回復 5,000 點生命力"
  },
  {
    "id": 2491,
    "name": "相克攻法",
    "desc": "I. 獸類及人類成員\n⇒ 攻擊力 15 倍及生命力 4 倍\nII. 人類及獸類成員\n⓵ 追打自身克制屬性攻擊 1 次\n⓶ 進場技能 CD -3\nIII. 隊中只有人類或獸類成員\n⇒ 全隊攻擊力額外 10 倍"
  },
  {
    "id": 2492,
    "name": "璀璨的魅藍",
    "desc": "隊伍中只有妖精類成員時：\nI. 全隊攻擊力 12 倍、\n   生命力及回復力 3 倍\nII. 所有符石兼具所有符石效果\nIII. 妖精類成員進場技能 CD -3\nIV. 隊伍成員每次發動技能\n⓵ 全隊攻擊力額外 1.5 倍\n⇒ 每回合最多可提升 6 次 \n⓶ 回復 50% 生命力"
  },
  {
    "id": 2493,
    "name": "温柔的守護",
    "desc": "I. 人類攻擊力 15 倍、\n   生命力及回復力 3.8 倍\nII. 消除火或暗符石\n⇒ 全隊攻擊力額外 10 倍\nIII. 必然延長移動符石時間 2 秒"
  },
  {
    "id": 2494,
    "name": "星辰力量",
    "desc": "隊中只有神族成員：\nI. 全隊攻擊力 14 倍、\n   生命力及回復力 2 倍\nII. 光屬性成員攻擊力額外 10 倍、\n    生命力及回復力額外 2 倍\nIII. 所有符石兼具\n⇒ 75% 光及心符石效果 "
  },
  {
    "id": 2495,
    "name": "吸血的禮儀",
    "desc": "I. 火屬性、獸類及魔族成員攻擊力 12 倍、\n   生命力及回復力 3.2 倍\nII. 消除 ≥9 粒符石 \n⇒ 全隊攻擊力額外 12 倍 \nIII. 根據隊中成員屬性及數量 \n⇒ 自身追打相應屬性及次數攻擊"
  },
  {
    "id": 2496,
    "name": "異龍戮殺",
    "desc": "I. 全隊攻擊力 12 倍及生命力 2 倍\nII. 龍類成員\n⓵ 攻擊力額外 3 倍\n⓶ 生命力額外 2.8 倍\nIII. 消除 1 組 ≥5 粒符石\n⇒ 龍類成員攻擊力額外 1.8 倍\nIV. 每消除 1 粒龍族符石\n⓵ 全隊攻擊力提升\n⇒ 消除 10 粒可達至最大 3.5 倍\n⓶ 增加 1 連擊 (Combo)\n⇒ 消除 10 粒可增加最多 10 連擊 (Combo)\nV. 龍類成員對敵方造成攻擊傷害的 10% \n⇒ 轉化為我方生命力\n⇒ 最大為生命力等值的 50%\n⇒ 直至生命力全滿"
  },
  {
    "id": 2497,
    "name": "真理鑰匙",
    "desc": "I.【王國之謎】、木屬性及神族成員\n⓵ 攻擊力 48 倍\n⓶ 生命力及回復力 4.8 倍\nII. 消除隊伍成員屬性符石\n⇒ 全隊攻擊力額外 4.8 倍\n"
  },
  {
    "id": 2498,
    "name": "魔女的詛咒",
    "desc": "I.【王國之謎】、人類及神族成員\n⓵  攻擊力 15 倍、\n      生命力及回復力 3.9 倍\n⓶ 對所有目標的傷害額外 4.28 倍\nII. 達成連擊 (Combo) 數目愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 5 連擊 (Combo) 可達至最大 2.5 倍\nIII.【王國之謎】及人類成員\n⓵ 生命力、攻擊力及回復力額外 1.3 倍\n⓶ 攻擊傷害無視敵人防禦力"
  },
  {
    "id": 2499,
    "name": "癒靈之源",
    "desc": "I.【王國之謎】、木屬性及神族成員\n⇒ 攻擊力 12 倍、\n     生命力及回復力 4 倍\nII. 增加 8 連擊 (Combo)\nIII. 消除 ≥10 粒符石\n⇒【王國之謎】、木屬性及神族成員\n     攻擊力額外 8 倍\nIV. 消除 ≥3 組符石\n⇒【王國之謎】及神族成員\n     攻擊力及回復力額外 2 倍"
  },
  {
    "id": 2500,
    "name": "真相洞察",
    "desc": "【王國之謎】成員\n⇒ 攻擊力 69 倍、\n    生命力及回復力 4.8 倍"
  },
  {
    "id": 2501,
    "name": "燈紅酒綠",
    "desc": "I. 全隊攻擊力 77 倍、\n   生命力及回復力 3.7 倍\nII.【狂歡的深淵】成員\n⇒ 攻擊力額外 2.7 倍\nIII. 消除隊伍成員屬性符石或心符石\n⓵ 增加 7 連擊 (Combo)\n⓶ 減少 70% 所受傷害 "
  },
  {
    "id": 2502,
    "name": "紙醉金迷",
    "desc": "I. 全隊攻擊力 77.7 倍、\n   生命力及回復力 3.77 倍\nII.【狂歡的深淵】成員\n⇒ 攻擊力額外 2.77 倍\nIII. 每消除 1 粒符石\n⓵  增加 1 連擊 (Combo)\n⇒ 消除 7 粒可增加\n     最多 7 連擊 (Combo)\n⓶ 減少 10% 所受傷害\n⇒ 消除 7 粒可減少最多 70%"
  },
  {
    "id": 2503,
    "name": "女王的威嚴",
    "desc": "隊中只有人類、獸類及龍類成員：\nI. 全隊攻擊力 80 倍、\n   生命力及回復力 5 倍\nII. 減少 50% 所受傷害\nIII. 所受獸類及龍類敵人的傷害\n⇒ 額外減少 30%\nIV. 消除 ≥1 組 ≥30 粒符石\n⇒ 全隊攻擊力額外 3 倍"
  },
  {
    "id": 2504,
    "name": "劍者聖輝",
    "desc": "I. 光屬性及人類成員\n⇒ 攻擊力 12 倍、生命力及回復力 2 倍\nII. 光屬性人類成員\n⇒ 生命力、攻擊力及回復力額外 2 倍\nIII. 消除光符石\n⇒ 全隊攻擊力額外 7 倍\nIV. 消除角色或種族符石\n⇒ 增加 5 連擊 (Combo)"
  },
  {
    "id": 2505,
    "name": "熾焰之心",
    "desc": "I. 人類成員\n⓵ 攻擊力 30 倍\n⓶ 生命力 4.5 倍\n⓷ 回復力 20 倍\nII.【靦腆英雄】成員\n⇒ 攻擊力額外 2.5 倍\nIII. 心符石兼具 \n⇒ 500% 所有屬性符石效果\nIV. 所有符石兼具\n⇒ 500% 心符石效果"
  },
  {
    "id": 2506,
    "name": "蓬鬆的力量",
    "desc": "I.【英雄 ‧ SHY】及水屬性成員\n⇒ 攻擊力 35 倍、\n    生命力及回復力 4.5 倍\nII. 消除水或心符石\n⇒ 全隊攻擊力 5 倍\nIII. 水及心符石效果提升 120%"
  },
  {
    "id": 2507,
    "name": "忍之術",
    "desc": "I. 全隊攻擊力 10 倍、\n   生命力及回復力 3 倍\nII.【靦腆英雄】成員\n⓵ 攻擊力額外 3 倍 \n⓶ 生命力及回復力額外 1.6 倍\nIII. 連擊 (Combo) 時攻擊力提升 200%"
  },
  {
    "id": 2508,
    "name": "英雄之路",
    "desc": "【靦腆英雄】成員\n⓵ 攻擊力 100 倍\n⓶ 生命力及回復力 4 倍"
  },
  {
    "id": 2509,
    "name": "讓心更加自由",
    "desc": "【亞馬拉里克】成員\n⓵ 攻擊力 100 倍\n⓶ 生命力及回復力 4 倍"
  },
  {
    "id": 2510,
    "name": "魅之幻影",
    "desc": "I. 全隊攻擊力 10 倍 、\n   生命力及回復力 3 倍\nII.「天王寺曖」及【亞馬拉里克】成員\n⓵ 攻擊力額外 10 倍\n⓶ 生命力及回復力額外 1.6 倍\nIII. 光及暗符石效果提升 100% "
  },
  {
    "id": 2511,
    "name": "魅之幻影 ‧ 絕",
    "desc": "I. 全隊攻擊力 10 倍、\n   生命力及回復力 3 倍\nII.「天王寺曖」及【亞馬拉里克】成員\n⓵ 攻擊力額外 3 倍\n⓶ 生命力及回復力額外 1.6 倍\nIII. 光及暗符石效果提升 100% \nIV. 連擊 (Combo) 時攻擊力提升 200%"
  },
  {
    "id": 2512,
    "name": "幻之忍",
    "desc": "I. 全隊攻擊力 50 倍、\n   生命力及回復力 3 倍\nII.「天王寺曖」及【亞馬拉里克】成員\n⓵ 攻擊力額外 4.2 倍\n⓶ 生命力及回復力額外 1.6 倍"
  },
  {
    "id": 2513,
    "name": "天穹之掌",
    "desc": "I. 自身屬性成員攻擊力 66 倍、\n   生命力及回復力 3.6 倍\nII. 每次直行消除 1 組 ≥3 粒符石\n⇒ 全隊攻擊力額外提升\n⇒ 4 次可提升至最大 3.6 倍\nIII. 自身攻擊力額外 1.6 倍"
  },
  {
    "id": 2514,
    "name": "無垠宇宙",
    "desc": "I. 魔族成員攻擊力 13 倍、\n   生命力及回復力 3.3 倍\nII. 只能消除首批符石\nIII. 所有符石 3 粒相連\n⇒ 即可發動消除\nIV. 必然延長移動符石時間 3 秒 \nV. 消除 ≥13 粒符石\n⇒ 魔族成員\n⓵ 攻擊力額外 13 倍\n⓶ 無視「指定形狀盾」"
  },
  {
    "id": 2515,
    "name": "絕殺媚影",
    "desc": "I. 妖精類及魔族成員\n⓵ 攻擊力 13 倍\n⓶ 生命力 3.5 倍\nII. 所有符石兼具所有屬性符石效果\nIII. 每回合結束時\n⇒ 將我方生命力變為\n    總生命力 100%\n    (需消除符石)\nIV. 消除隊伍成員屬性符石或心符石\n⇒ 妖精類及魔族成員\n⓵ 攻擊力額外 13 倍\n⓶ 無視「固定連擊盾」"
  },
  {
    "id": 2516,
    "name": "棋局之美",
    "desc": "I. 全隊攻擊力 10 倍及生命力 4 倍\nII.【黑嘉嘉】、光及暗屬性成員\n⇒ 對所有目標的傷害額外 20 倍\nIII.【黑嘉嘉】成員\n⇒ 進場技能 CD -5\nIV. 每消除 1 粒隊伍成員屬性符石\n⇒ 增加 1 連擊 (Combo)\n⇒ 最多可增加 15 連擊 (Combo)\nV. 每消除 1 粒符石\n⇒ 回復 25,000 點生命力"
  },
  {
    "id": 2517,
    "name": "棋影華輝",
    "desc": "I. 全隊攻擊力 10 倍及生命力 4 倍\nII.【黑嘉嘉】、光及暗屬性成員\n⇒ 對所有目標的傷害額外 20 倍\nIII. 每回合結束時\n⇒【黑嘉嘉】成員技能 CD -1\n    (需消除符石)\nIV. 每消除 1 粒隊伍成員屬性符石\n⇒ 增加 1 連擊 (Combo)\n⇒ 最多可增加 15 連擊 (Combo)\nV. 每消除 1 粒符石\n⇒ 回復 25,000 點生命力"
  },
  {
    "id": 2518,
    "name": "倨傲之墜",
    "desc": "I.「異化的聖炎 ‧ 巴哈姆特」、\n  「奏響崩壞之音 ‧ 莎娜」、\n  「異度殺戮 ‧ 貝西摩斯」及\n  「侵蝕 ‧ 封王」系列成員\n⇒ 攻擊力 10 倍\nII. 所有符石兼具\n⇒ 150% 所有符石效果\nIII. 消除 ≥10 粒符石\n⇒ 全隊攻擊力額外 10 倍"
  },
  {
    "id": 2519,
    "name": "神力湧現",
    "desc": "隊中只有神族成員：\n全隊攻擊力 100 倍、\n生命力及回復力 3 倍"
  },
  {
    "id": 2520,
    "name": "燄火創念",
    "desc": "I. 全隊攻擊力 16 倍、\n   生命力及回復力 4 倍\nII.【印度神】成員攻擊力額外 2.2 倍\nIII. 消除符石的數量愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 消除 20 粒可達至最大 6 倍\nIV. 隊中只有神族成員\n⓵ 移動符石後\n⇒ 增加 6 連擊 (Combo)\n⓶ 根據「沒有首批消除」的符石\n⇒ 首批及第 2 批掉落\n   「沒有首批消除」的\n      1 種神族符石\n     (剩餘數量最少優先)，\n　若首批消除 6 種符石\n⇒ 則首批及第 2 批掉落\n     火神族符石"
  },
  {
    "id": 2521,
    "name": "苦行覺醒",
    "desc": "隊中只有神族成員：\nI. 全隊攻擊力 10 倍、\n   生命力及回復力 3 倍\nII.【印度神】成員\n⇒ 生命力、攻擊力及回復力\n     額外 1.5 倍\nIII. 消除光或暗符石\n⓵ 全隊攻擊力額外 8 倍\n⓶ 減少 50% 所受傷害\nIV. 消除光及暗符石\n⇒ 全隊攻擊力額外 1.5 倍"
  },
  {
    "id": 2522,
    "name": "滅絕降臨",
    "desc": "隊中只有妖精類或神族成員：\nI. 全隊攻擊力 12 倍、\n   生命力及回復力 2.5 倍\nII.【印度神】成員\n⇒ 生命力、攻擊力及回復力\n     額外 1.8 倍\nIII. 必然延長移動符石時間 3 秒\nIV. 消除種族符石\n⇒ 全隊攻擊力額外 8 倍"
  },
  {
    "id": 2523,
    "name": "加油・・・！",
    "desc": "【靦腆英雄】成員\n⓵ 攻擊力 100 倍\n⓶ 生命力及回復力 4 倍"
  },
  {
    "id": 2524,
    "name": "萬世棋局",
    "desc": "I.【黑嘉嘉】、水屬性及妖精類成員\n⇒ 攻擊力 100 倍、生命力及回復力 4 倍\nII. 消除隊伍成員屬性符石\n⇒ 全隊攻擊力額外 2.8 倍\nIII. 隊中每有 1 個【黑嘉嘉】、\n     水屬性或妖精類成員\n⇒ 增加 3 連擊 (Combo)\n⇒ 最多可增加 9 連擊 (Combo)"
  },
  {
    "id": 2525,
    "name": "種族凝滙 ‧ 光之暴",
    "desc": "I. 光屬性成員攻擊力 50 倍、\n   生命力及回復力 3 倍\nII. 每消除 1 種「種族符石」\n⇒ 全隊攻擊力額外 1.8 倍\n⇒ 最多提升 3 次"
  },
  {
    "id": 2526,
    "name": "仿魂滅世",
    "desc": "I. 全隊攻擊力 80 倍、\n   生命力及回復力 4 倍\nII. 必然延長移動符石時間 5 秒\nIII. 所有成員對所有目標的傷害\n⇒ 額外 3 倍\nIV. 每首批消除 3 粒符石\n⇒ 增加 1 連擊 (Ex. Combo、Combo)\n⇒ 最多可增加 10 連擊 (Ex. Combo、Combo)"
  },
  {
    "id": 2527,
    "name": "仿魂滅殺",
    "desc": "I. 全隊攻擊力 10 倍、\n   生命力及回復力 4.5 倍\nII. 每首批消除 1 組 5 粒符石\n⇒ 全隊攻擊力額外 3 倍\n⇒ 首批消除 3 組可達至最大 27 倍"
  },
  {
    "id": 2528,
    "name": "元素洪流",
    "desc": "I. 全隊攻擊力 8 倍、\n   生命力及回復力 3.8 倍\nII. 消除符石的種類愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 消除 4 種符石可達至最大 28 倍\nIII. 所有符石掉落率不受其他技能影響\n    (包括改變掉落符石種類的技能)"
  },
  {
    "id": 2529,
    "name": "元素聚能",
    "desc": "I. 全隊攻擊力 8 倍、\n   生命力及回復力 3.8 倍\nII. 神族及魔族成員\n⇒ 攻擊力額外 3.8 倍\nIII. 消除 1 組符石的粒數愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 消除 1 組 8 粒可達至最大 8 倍"
  },
  {
    "id": 2530,
    "name": "天龍之力",
    "desc": "I. 全隊攻擊力 120 倍及生命力 5 倍\nII. 獸類、龍類及神族成員\n⇒ 攻擊力額外 3.5 倍"
  },
  {
    "id": 2531,
    "name": "山嶽之威",
    "desc": "I. 全隊攻擊力 120 倍及生命力 5 倍\nII. 消除符石的組數愈多\n⇒【異象歷奇】、水及光屬性成員\n     攻擊力額外提升愈多\n⇒ 消除 5 組可達至最大 3.5 倍"
  },
  {
    "id": 2533,
    "name": "精靈術士",
    "desc": "I. 全隊攻擊力 22.7 倍、\n   生命力及回復力 2.27 倍\nII.【Re:ZERO】、暗屬性及妖精類成員\n⇒ 生命力、攻擊力及回復力 2.27 倍\nIII. 敵方所受傷害額外 5.8 倍\nIV. 移動符石後\n⇒ 增加 8 連擊 (Combo)"
  },
  {
    "id": 2534,
    "name": "鬼族之力 (雷姆)",
    "desc": "I.【Re:ZERO】、水屬性及魔族成員\n⓵ 攻擊力 45 倍\n⓶ 生命力及回復力 4.4 倍\nII. 消除 ≥10 粒符石\n⇒ 全隊攻擊力額外 5 倍"
  },
  {
    "id": 2535,
    "name": "鬼之血族",
    "desc": "I.【Re:ZERO】、水屬性及魔族成員\n⓵ 攻擊力 50 倍\n⓶ 生命力及回復力 5 倍\nII. 消除 ≥10 粒符石\n⇒ 全隊攻擊力額外 5 倍\nIII. 每回合結束時，\n⇒【Re:ZERO】成員\n⓵ 技能 CD -1\n⓶ 技能 EP +1\n    (需消除符石)"
  },
  {
    "id": 2536,
    "name": "鬼族之力 (拉姆)",
    "desc": "I. 【Re:ZERO】、火屬性及魔族成員\n⓵ 攻擊力 45 倍\n⓶ 生命力及回復力 4.4 倍\nII. 消除 ≥10 粒符石\n⇒ 全隊攻擊力額外 5 倍"
  },
  {
    "id": 2537,
    "name": "從零開始",
    "desc": "【Re:ZERO】成員\nI. 攻擊力 100 倍\nII. 生命力及回復力 4 倍"
  },
  {
    "id": 2538,
    "name": "強欲的魔女",
    "desc": "I. 全隊攻擊力 77 倍、\n   生命力及回復力 2.7 倍\nII.【Re:ZERO】成員\n⇒ 生命力、攻擊力及回復力額外 2.7 倍\nIII. 消除 ≥1 組 ≥7 粒符石\n⇒「艾姬多娜」、「碧翠絲」及\n   「羅茲瓦爾 ‧ L ‧ 梅札斯」\n    攻擊力額外 1.7 倍"
  },
  {
    "id": 2539,
    "name": "信任的約定",
    "desc": "隊中只有 【Re:ZERO】 、\n光、暗屬性或妖精類成員：\nI. 全隊攻擊力 227 倍、\n   生命力及回復力 4.27 倍\nII. 所有成員進場技能 CD -6 \n   (此效果不能疊加)"
  },
  {
    "id": 2540,
    "name": "劍聖的命運",
    "desc": "I. 人類成員攻擊力 144 倍、\n   生命力及回復力 4.4 倍\nII.【Re:ZERO】成員\n⇒ 攻擊力額外 1.4 倍\nIII. 以所受傷害 1,400 萬倍\n⇒ 對敵方攻擊者進行\n    相剋屬性反擊"
  },
  {
    "id": 2541,
    "name": "無敵的白金之星",
    "desc": "I.【JoJo的奇妙冒險】、\n    暗屬性及人類成員\n⓵ 攻擊力 33 倍\n⓶ 生命力及回復力 2.3 倍\nII.【JoJo的奇妙冒險】成員\n⇒ 生命力、攻擊力及回復力額外 3 倍\nIII. 消除隊伍成員屬性符石\n⇒ 全隊攻擊力額外 3 倍"
  },
  {
    "id": 2542,
    "name": "紳士的風度",
    "desc": "I.【JoJo的奇妙冒險】、光屬性及人類成員\n⓵ 攻擊力 11 倍\n⓶ 生命力及回復力 2.1 倍\nII.【JoJo的奇妙冒險】成員\n⓵ 生命力、攻擊力及回復力額外 2.1 倍\n⓶ 以 50% 攻擊力追打光屬性攻擊 1 次\nIII. 合計消除 ≥5 粒光或心符石\n⓵ 全隊攻擊力額外 11 倍\n⓶「喬納森 ‧ 喬斯達」技能 CD -1"
  },
  {
    "id": 2543,
    "name": "機智的策士",
    "desc": "I.【JoJo的奇妙冒險】、木屬性及人類成員\n⓵ 攻擊力 22 倍\n⓶ 生命力及回復力 2.2 倍\nII.【JoJo的奇妙冒險】成員\n⇒ 生命力、攻擊力及回復力額外 2 倍\nIII. 消除敵人屬性符石\n⇒ 有 50% 機率迴避每個\n     該屬性敵人的首 2 次攻擊\nIV. 合計消除 ≥9 粒水、火或木符石\n⇒ 全隊攻擊力額外 4 倍"
  },
  {
    "id": 2544,
    "name": "最強的世界",
    "desc": "隊中只有魔族成員時：\nI. 全隊攻擊力 10 倍、\n   生命力及回復力 3 倍\nII.【吸血鬼】成員\n⇒ 生命力、攻擊力及回復力額外 2 倍\nIII. 消除符石的數量愈多\n⇒【吸血鬼】成員攻擊力額外提升愈多\n⇒ 消除 10 粒可達至最大 9 倍\nIV. 每消除 1 粒光或暗符石\n⇒ 增加 1 連擊 (Combo)\n⇒ 最多可增加 9 連擊 (Combo)"
  },
  {
    "id": 2545,
    "name": "背叛者的鎮魂曲",
    "desc": "I. 全隊攻擊力 55 倍、\n   生命力及回復力 5.5 倍\nII.【JoJo的奇妙冒險】成員\n⇒ 攻擊力額外 1.85 倍\nIII. 消除光或心符石\n⇒ 全隊攻擊力額外 3.5 倍"
  },
  {
    "id": 2546,
    "name": "不滅的瘋狂鑽石",
    "desc": "I.【JoJo的奇妙冒險】、火屬性及人類成員\n⓵ 攻擊力 44 倍\n⓶ 生命力及回復力 4.4 倍\nII. 消除符石的數量愈多\n⇒【JoJo的奇妙冒險】、火屬性及人類成員\n     攻擊力額外提升愈多\n⇒ 消除 24 粒可達至最大 4 倍\nIII. 消除 ≥4 組符石\n⇒【JoJo的奇妙冒險】成員\n     攻擊力額外 1.4 倍"
  },
  {
    "id": 2547,
    "name": "自由的石之海",
    "desc": "I.【JoJo的奇妙冒險】、水屬性及人類成員\n⓵ 攻擊力 66 倍\n⓶ 生命力及回復力 3.6 倍\nII. 消除水、木或暗符石\n⇒【JoJo的奇妙冒險】成員\n     攻擊力額外 3.6 倍"
  },
  {
    "id": 2548,
    "name": "不屈的堅定信念",
    "desc": "I. 【布加拉提小隊】成員\n⓵ 攻擊力 50 倍\n⓶ 生命力及回復力 4.5 倍\nII. 消除光或心符石\n⇒ 全隊攻擊力額外 3.5 倍"
  },
  {
    "id": 2549,
    "name": "黃金精神・傳承",
    "desc": "【JoJo的奇妙冒險】成員\nI. 攻擊力 100 倍\nII. 生命力及回復力 4 倍"
  },
  {
    "id": 2550,
    "name": "平靜的人生",
    "desc": "I. 全隊攻擊力 33 倍、\n   生命力及回復力 3.3 倍\nII.「川尻浩作與殺手皇后」\n⇒ 攻擊力額外 8 倍\nIII. 消除敵人屬性符石\n⇒ 有 33% 機率迴避每個\n     該屬性敵人的首次攻擊"
  },
  {
    "id": 2551,
    "name": "雙面的惡魔",
    "desc": "隊中只有【JoJo的奇妙冒險】、\n人類或魔族成員：\nI. 全隊攻擊力 60 倍\nII.「迪亞波羅與緋紅之王」\n⓵ 生命力及回復力 6 倍\n⓶ 無視敵人防禦力\nIII. 消除 ≥6 組符石\n⓵ 全隊攻擊力額外 2.6 倍\n⓶ 自身攻擊力額外 6 倍"
  },
    {
    "id": 2552,
    "name": "天堂的覺悟",
    "desc": "隊中只有【JoJo的奇妙冒險】、\n人類、神族或魔族成員：\nI. 全隊攻擊力 239 倍、\n   生命力及回復力 5 倍\nII. 首批消除符石組數、\n    首批消除符石數量或\n    結算連擊 (Combo) 為 ≤47 的質數\n⇒ 自身攻擊力額外 3 倍"
  },
  {
    "id": 2553,
    "name": "宇宙終結之時",
    "desc": "隊中只有【JoJo的奇妙冒險】、\n人類、神族或魔族成員：\nI. 全隊攻擊力 251 倍、\n   生命力及回復力 5 倍\nII. 首批消除符石組數、\n    首批消除符石數量或\n    結算連擊 (Combo) 為 ≤47 的質數\n⇒ 自身攻擊力額外 5 倍"
  },
  {
    "id": 2554,
    "name": "最強的白金之星",
    "desc": "I.【JoJo的奇妙冒險】、暗屬性及人類成員\n⓵ 攻擊力 30 倍\n⓶ 生命力及回復力 3.6 倍\nII.【JoJo的奇妙冒險】成員\n⓵ 攻擊力額外 3 倍\n⓶ 生命力及回復力額外 1.6 倍\nIII. 消除隊伍成員屬性符石\n⇒ 全隊攻擊力額外 3 倍\nIV. 每回合結束時\n⇒【JoJo的奇妙冒險】、\n     暗屬性及人類成員\n⓵ 技能 CD -1\n⓶ 技能 EP +1\n     (需消除符石)"
  },
  {
    "id": 2555,
    "name": "奇妙的黃金體驗",
    "desc": "I. 全隊攻擊力 55 倍、\n   生命力及回復力 4.5 倍\nII.【JoJo的奇妙冒險】成員\n⇒ 攻擊力額外 1.5 倍\nIII. 消除光或心符石\n⇒ 全隊攻擊力額外 3.5 倍"
  },
  {
    "id": 2556,
    "name": "音符之視",
    "desc": "I. 全隊攻擊力 50 倍、\n   生命力及回復力 3.9 倍\nII.【古典遺譜】及自身屬性成員\n⇒ 生命力、攻擊力及回復力額外 1.3 倍\nIII. 每消除 1 組隊伍成員屬性或心符石\n⇒ 全隊攻擊力額外提升\n⇒ 消除 3 組可提升至最大 4 倍\nIV. 移動符石後\n⇒ 增加 5 連擊 (Ex. Combo、Combo)"
  },
  {
    "id": 2557,
    "name": "完美樂章",
    "desc": "I. 神族及魔族成員\n⓵ 攻擊力 40 倍\n⓶ 生命力及回復力 4 倍\nII.【古典遺譜】成員攻擊力額外 4 倍\nIII. 消除 ≥1 組 ≥4 粒符石\n⇒ 全隊攻擊力額外 1.4 倍"
  },
  {
    "id": 2558,
    "name": "音樂之魂",
    "desc": "【古典遺譜】成員\nI. 攻擊力 120 倍\nII. 生命力及回復力 4 倍"
  },
  {
    "id": 2559,
    "name": "指揮之權",
    "desc": "I.【古典遺譜】、木及光屬性成員\n⓵ 攻擊力 12 倍\n⓶ 生命力及回復力 4.1 倍\nII.【古典遺譜】成員\n⇒ 生命力、攻擊力及回復力額外 1.2 倍\nIII. 消除 ≥12 粒符石\n⇒ 全隊攻擊力額外 12 倍\nIV. 所有符石兼具木及光符石效果"
  },
  {
    "id": 2560,
    "name": "龍裔聖焰 ‧ 魔法",
    "desc": "I. 全隊攻擊力 40 倍及生命力 3 倍\nII. 龍類成員\n⓵ 攻擊力額外 5 倍\n⓶ 生命力額外 2 倍\nIII. 必然延長移動符石時間 5 秒\nIV. 首批消除所有符石\n⇒ 全隊攻擊力額外 1.3 倍"
  },
  {
    "id": 2561,
    "name": "龍裔聖焰 ‧ 法陣",
    "desc": "I. 全隊攻擊力 20 倍及生命力 4 倍\nII. 消除符石的數量愈多\n⇒ 全隊攻擊力額外提升愈多\n⇒ 消除 30 粒可達至最大 10 倍\nIII. 龍類無視\n⇒「二屬盾」、「三屬盾」、\n    「四屬盾」、「五屬盾」\nIV. 首批消除所有符石\n⇒ 全隊攻擊力額外 1.3 倍"
  }
];